{"pmid":32065348,"title":"Can Chinese Medicine Be Used for Prevention of Corona Virus Disease 2019 (COVID-19)? A Review of Historical Classics, Research Evidence and Current Prevention Programs.","text":["Can Chinese Medicine Be Used for Prevention of Corona Virus Disease 2019 (COVID-19)? A Review of Historical Classics, Research Evidence and Current Prevention Programs.","OBJECTIVE: Since December 2019, an outbreak of corona virus disease 2019 (COVID-19) occurred in Wuhan, and rapidly spread to almost all parts of China. This was followed by prevention programs recommending Chinese medicine (CM) for the prevention. In order to provide evidence for CM recommendations, we reviewed ancient classics and human studies. METHODS: Historical records on prevention and treatment of infections in CM classics, clinical evidence of CM on the prevention of severe acute respiratory syndrome (SARS) and H1N1 influenza, and CM prevention programs issued by health authorities in China since the COVID-19 outbreak were retrieved from different databases and websites till 12 February, 2020. Research evidence included data from clinical trials, cohort or other population studies using CM for preventing contagious respiratory virus diseases. RESULTS: The use of CM to prevent epidemics of infectious diseases was traced back to ancient Chinese practice cited in Huangdi's Internal Classic (Huang Di Nei Jing) where preventive effects were recorded. There were 3 studies using CM for prevention of SARS and 4 studies for H1N1 influenza. None of the participants who took CM contracted SARS in the 3 studies. The infection rate of H1N1 influenza in the CM group was significantly lower than the non-CM group (relative risk 0.36, 95% confidence interval 0.24-0.52; n=4). For prevention of COVID-19, 23 provinces in China issued CM programs. The main principles of CM use were to tonify qi to protect from external pathogens, disperse wind and discharge heat, and resolve dampness. The most frequently used herbs included Radix astragali (Huangqi), Radix glycyrrhizae (Gancao), Radix saposhnikoviae (Fangfeng), Rhizoma Atractylodis Macrocephalae (Baizhu), Lonicerae Japonicae Flos (Jinyinhua), and Fructus forsythia (Lianqiao). CONCLUSIONS: Based on historical records and human evidence of SARS and H1N1 influenza prevention, Chinese herbal formula could be an alternative approach for prevention of COVID-19 in high-risk population. Prospective, rigorous population studies are warranted to confirm the potential preventive effect of CM.","Chin J Integr Med","Luo, Hui","Tang, Qiao-Ling","Shang, Ya-Xi","Liang, Shi-Bing","Yang, Ming","Robinson, Nicola","Liu, Jian-Ping","32065348"],"abstract":["OBJECTIVE: Since December 2019, an outbreak of corona virus disease 2019 (COVID-19) occurred in Wuhan, and rapidly spread to almost all parts of China. This was followed by prevention programs recommending Chinese medicine (CM) for the prevention. In order to provide evidence for CM recommendations, we reviewed ancient classics and human studies. METHODS: Historical records on prevention and treatment of infections in CM classics, clinical evidence of CM on the prevention of severe acute respiratory syndrome (SARS) and H1N1 influenza, and CM prevention programs issued by health authorities in China since the COVID-19 outbreak were retrieved from different databases and websites till 12 February, 2020. Research evidence included data from clinical trials, cohort or other population studies using CM for preventing contagious respiratory virus diseases. RESULTS: The use of CM to prevent epidemics of infectious diseases was traced back to ancient Chinese practice cited in Huangdi's Internal Classic (Huang Di Nei Jing) where preventive effects were recorded. There were 3 studies using CM for prevention of SARS and 4 studies for H1N1 influenza. None of the participants who took CM contracted SARS in the 3 studies. The infection rate of H1N1 influenza in the CM group was significantly lower than the non-CM group (relative risk 0.36, 95% confidence interval 0.24-0.52; n=4). For prevention of COVID-19, 23 provinces in China issued CM programs. The main principles of CM use were to tonify qi to protect from external pathogens, disperse wind and discharge heat, and resolve dampness. The most frequently used herbs included Radix astragali (Huangqi), Radix glycyrrhizae (Gancao), Radix saposhnikoviae (Fangfeng), Rhizoma Atractylodis Macrocephalae (Baizhu), Lonicerae Japonicae Flos (Jinyinhua), and Fructus forsythia (Lianqiao). CONCLUSIONS: Based on historical records and human evidence of SARS and H1N1 influenza prevention, Chinese herbal formula could be an alternative approach for prevention of COVID-19 in high-risk population. Prospective, rigorous population studies are warranted to confirm the potential preventive effect of CM."],"journal":"Chin J Integr Med","authors":["Luo, Hui","Tang, Qiao-Ling","Shang, Ya-Xi","Liang, Shi-Bing","Yang, Ming","Robinson, Nicola","Liu, Jian-Ping"],"date":"2020-02-18T11:00:00Z","year":2020,"_id":"32065348","week":"20208|Feb 17 - Feb 23","doi":"10.1007/s11655-020-3192-6","keywords":["Chinese medicine","clinical evidence","corona virus disease 2019 (COVID-19)","prevention program","review"],"source":"PubMed","locations":["Huangdi","H1N1","Wuhan","China","Chinese"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1661359647289769985,"score":6.7365713,"similar":[{"pmid":32113846,"title":"In silico screening of Chinese herbal medicines with the potential to directly inhibit 2019 novel coronavirus.","text":["In silico screening of Chinese herbal medicines with the potential to directly inhibit 2019 novel coronavirus.","OBJECTIVE: In this study we execute a rational screen to identify Chinese medical herbs that are commonly used in treating viral respiratory infections and also contain compounds that might directly inhibit 2019 novel coronavirus (2019-nCoV), an ongoing novel coronavirus that causes pneumonia. METHODS: There were two main steps in the screening process. In the first step we conducted a literature search for natural compounds that had been biologically confirmed as against sever acute respiratory syndrome coronavirus or Middle East respiratory syndrome coronavirus. Resulting compounds were cross-checked for listing in the Traditional Chinese Medicine Systems Pharmacology Database. Compounds meeting both requirements were subjected to absorption, distribution, metabolism and excretion (ADME) evaluation to verify that oral administration would be effective. Next, a docking analysis was used to test whether the compound had the potential for direct 2019-nCoV protein interaction. In the second step we searched Chinese herbal databases to identify plants containing the selected compounds. Plants containing 2 or more of the compounds identified in our screen were then checked against the catalogue for classic herbal usage. Finally, network pharmacology analysis was used to predict the general in vivo effects of each selected herb. RESULTS: Of the natural compounds screened, 13 that exist in traditional Chinese medicines were also found to have potential anti-2019-nCoV activity. Further, 125 Chinese herbs were found to contain 2 or more of these 13 compounds. Of these 125 herbs, 26 are classically catalogued as treating viral respiratory infections. Network pharmacology analysis predicted that the general in vivo roles of these 26 herbal plants were related to regulating viral infection, immune/inflammation reactions and hypoxia response. CONCLUSION: Chinese herbal treatments classically used for treating viral respiratory infection might contain direct anti-2019-nCoV compounds.","J Integr Med","Zhang, Deng-Hai","Wu, Kun-Lun","Zhang, Xue","Deng, Sheng-Qiong","Peng, Bin","32113846"],"abstract":["OBJECTIVE: In this study we execute a rational screen to identify Chinese medical herbs that are commonly used in treating viral respiratory infections and also contain compounds that might directly inhibit 2019 novel coronavirus (2019-nCoV), an ongoing novel coronavirus that causes pneumonia. METHODS: There were two main steps in the screening process. In the first step we conducted a literature search for natural compounds that had been biologically confirmed as against sever acute respiratory syndrome coronavirus or Middle East respiratory syndrome coronavirus. Resulting compounds were cross-checked for listing in the Traditional Chinese Medicine Systems Pharmacology Database. Compounds meeting both requirements were subjected to absorption, distribution, metabolism and excretion (ADME) evaluation to verify that oral administration would be effective. Next, a docking analysis was used to test whether the compound had the potential for direct 2019-nCoV protein interaction. In the second step we searched Chinese herbal databases to identify plants containing the selected compounds. Plants containing 2 or more of the compounds identified in our screen were then checked against the catalogue for classic herbal usage. Finally, network pharmacology analysis was used to predict the general in vivo effects of each selected herb. RESULTS: Of the natural compounds screened, 13 that exist in traditional Chinese medicines were also found to have potential anti-2019-nCoV activity. Further, 125 Chinese herbs were found to contain 2 or more of these 13 compounds. Of these 125 herbs, 26 are classically catalogued as treating viral respiratory infections. Network pharmacology analysis predicted that the general in vivo roles of these 26 herbal plants were related to regulating viral infection, immune/inflammation reactions and hypoxia response. CONCLUSION: Chinese herbal treatments classically used for treating viral respiratory infection might contain direct anti-2019-nCoV compounds."],"journal":"J Integr Med","authors":["Zhang, Deng-Hai","Wu, Kun-Lun","Zhang, Xue","Deng, Sheng-Qiong","Peng, Bin"],"date":"2020-03-02T11:00:00Z","year":2020,"_id":"32113846","week":"202010|Mar 02 - Mar 08","doi":"10.1016/j.joim.2020.02.005","keywords":["2019-nCoV","Chinese herbal","Drugs","Molecular docking","Natural compounds","Network pharmacology","Pneumonia","Wuhan coronavirus"],"source":"PubMed","locations":["Chinese","vivo"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1661359647560302592,"score":216.83755},{"pmid":32164424,"title":"COVID-19: An Update on the Epidemiological, Clinical, Preventive and Therapeutic Evidence and Guidelines of Integrative Chinese-Western Medicine for the Management of 2019 Novel Coronavirus Disease.","text":["COVID-19: An Update on the Epidemiological, Clinical, Preventive and Therapeutic Evidence and Guidelines of Integrative Chinese-Western Medicine for the Management of 2019 Novel Coronavirus Disease.","As of 22 February 2020, more than 77662 cases of confirmed COVID-19 have been documented globally with over 2360 deaths. Common presentations of confirmed cases include fever, fatigue, dry cough, upper airway congestion, sputum production, shortness of breath, myalgia/arthralgia with lymphopenia, prolonged prothrombin time, elevated C-reactive protein, and elevated lactate dehydrogenase. The reported severe/critical case ratio is approximately 7-10% and median time to intensive care admission is 9.5-10.5 days with mortality of around 1-2% varied geographically. Similar to outbreaks of other newly identified virus, there is no proven regimen from conventional medicine and most reports managed the patients with lopinavir/ritonavir, ribavirin, beta-interferon, glucocorticoid and supportive treatment with remdesivir undergoing clinical trial. In China, Chinese medicine is proposed as a treatment option by national and provincial guidelines with substantial utilization. We reviewed the latest national and provincial clinical guidelines, retrospective cohort studies, and case series regarding the treatment of COVID-19 by add-on Chinese medicine. We have also reviewed the clinical evidence generated from SARS and H1N1 management with hypothesized mechanisms and latest in silico findings to identify candidate Chinese medicines for the consideration of possible trials and management. Given the paucity of strongly evidence-based regimens, the available data suggest that Chinese medicine could be considered as an adjunctive therapeutic option in the management of COVID-19.","Am J Chin Med","Chan, Kam Wa","Wong, Vivian Taam","Tang, Sydney Chi Wai","32164424"],"abstract":["As of 22 February 2020, more than 77662 cases of confirmed COVID-19 have been documented globally with over 2360 deaths. Common presentations of confirmed cases include fever, fatigue, dry cough, upper airway congestion, sputum production, shortness of breath, myalgia/arthralgia with lymphopenia, prolonged prothrombin time, elevated C-reactive protein, and elevated lactate dehydrogenase. The reported severe/critical case ratio is approximately 7-10% and median time to intensive care admission is 9.5-10.5 days with mortality of around 1-2% varied geographically. Similar to outbreaks of other newly identified virus, there is no proven regimen from conventional medicine and most reports managed the patients with lopinavir/ritonavir, ribavirin, beta-interferon, glucocorticoid and supportive treatment with remdesivir undergoing clinical trial. In China, Chinese medicine is proposed as a treatment option by national and provincial guidelines with substantial utilization. We reviewed the latest national and provincial clinical guidelines, retrospective cohort studies, and case series regarding the treatment of COVID-19 by add-on Chinese medicine. We have also reviewed the clinical evidence generated from SARS and H1N1 management with hypothesized mechanisms and latest in silico findings to identify candidate Chinese medicines for the consideration of possible trials and management. Given the paucity of strongly evidence-based regimens, the available data suggest that Chinese medicine could be considered as an adjunctive therapeutic option in the management of COVID-19."],"journal":"Am J Chin Med","authors":["Chan, Kam Wa","Wong, Vivian Taam","Tang, Sydney Chi Wai"],"date":"2020-03-14T11:00:00Z","year":2020,"_id":"32164424","week":"202011|Mar 09 - Mar 15","doi":"10.1142/S0192415X20500378","keywords":["2019-nCoV","COVID-19","Chinese Medicine","Guideline","Integrative Medicine","Review"],"source":"PubMed","locations":["Chinese","H1N1","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1661359647946178560,"score":192.69563},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family, COVID-19. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north of the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","week":"202011|Mar 09 - Mar 15","source":"PubMed","locations":["United States","Statpearls","Hubei","H1N1","CoVs","Wuhan","Saudi Arabia","China","Italy"],"countries":["Italy","Saudi Arabia","United States","China"],"countries_codes":["ITA|Italy","SAU|Saudi Arabia","USA|United States","CHN|China"],"topics":["General Info"],"weight":1,"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family, COVID-19. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north of the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1661359647807766532,"score":180.26726},{"pmid":32096367,"title":"[Management of corona virus disease-19 (COVID-19): the Zhejiang experience].","text":["[Management of corona virus disease-19 (COVID-19): the Zhejiang experience].","The current epidemic situation of corona virus disease-19 (COVID-19) still remained severe. As the National Clinical Research Center for Infectious Diseases, the First Affiliated Hospital of Zhejiang University School of Medicine is the primary medical care center for COVID-19 inZhejiang Province. Based on the present expert consensus carried out by National Health Commission and National Administration of Traditional Chinese Medicine, our team summarized and established an effective treatment strategy centered on \"Four-Anti and Two-Balance\" for clinical practice. The \"Four-Anti and Two-Balance\"strategy included antivirus, anti-shock, anti-hyoxemia, anti-secondary infection, and maintaining of water, electrolyte and acid base balance and microecological balance. Meanwhile, integrated multidisciplinarypersonalized treatment was recommended to improve therapeutic effect. The importance of early viralogical detection, dynamic monitoring of inflammatory indexes and chest radiograph was emphasized in clinical decision-making. Sputum was observed with the highest positive rate of RT-PCR results. Viral nucleic acids could be detected in10% patients'blood samples at acute periodand 50% of patients had positive RT-PCR results in their feces. We also isolated alive viral strains from feces, indicating potential infectiousness of feces.Dynamic cytokine detection was necessary to timely identifyingcytokine storms and application of artificial liver blood purification system. The \"Four-Anti and Two-Balance\"strategyeffectively increased cure rate and reduced mortality. Early antiviral treatment could alleviate disease severity and prevent illness progression, and we found lopinavir/ritonavir combined with abidol showed antiviraleffects in COVID-19. Shock and hypoxemia were usually caused by cytokine storms. The artificial liver blood purification system could rapidly remove inflammatory mediators and block cytokine storm.Moreover, it also favoredthe balance of fluid, electrolyte and acid-base and thus improved treatment efficacy in critical illness. For cases of severe illness, early and also short periods of moderate glucocorticoid was supported. Patients with oxygenation index below 200 mmHg should be transferred to intensive medical center. Conservative oxygen therapy was preferred and noninvasive ventilation was not recommended. Patients with mechanical ventilation should be strictly supervised with cluster ventilator-associated pneumonia prevention strategies. Antimicrobial prophylaxis should be prescribed rationally and was not recommended except for patients with long course of disease, repeated fever and elevated procalcitonin (PCT), meanwhile secondary fungal infection should be concerned.Some patients with COVID-19 showed intestinal microbialdysbiosis with decreasedprobiotics such as Lactobacillus and Bifidobacterium. Nutritional and gastrointestinal function should be assessed for all patients.Nutritional support and application of prebiotics or probiotics were suggested to regulate the balance of intestinal microbiota and reduce the risk of secondary infection due to bacterial translocation. Anxiety and fear were common in patients with COVID-19. Therefore, we established dynamic assessment and warning for psychological crisis. We also integrated Chinese medicine in treatment to promote disease rehabilitation through classification methods of traditional Chinese medicine. We optimized nursing process for severe patients to promote their rehabilitation. It remained unclear about viral clearance pattern after the SARS-CoV-2 infection. Therefore, two weeks' quarantine for discharged patients was required and a regular following up was also needed.The Zhejiang experience above and suggestions have been implemented in our center and achieved good results. However, since COVID-19 was a newly emerging disease, more work was warranted to improve strategies of prevention, diagnosis and treatment for COVID-19.","Zhejiang Da Xue Xue Bao Yi Xue Ban","Xu, Kaijin","Cai, Hongliu","Shen, Yihong","Ni, Qin","Chen, Yu","Hu, Shaohua","Li, Jianping","Wang, Huafen","Yu, Liang","Huang, He","Qiu, Yunqing","Wei, Guoqing","Fang, Qiang","Zhou, Jianying","Sheng, Jifang","Liang, Tingbo","Li, Lanjuan","32096367"],"abstract":["The current epidemic situation of corona virus disease-19 (COVID-19) still remained severe. As the National Clinical Research Center for Infectious Diseases, the First Affiliated Hospital of Zhejiang University School of Medicine is the primary medical care center for COVID-19 inZhejiang Province. Based on the present expert consensus carried out by National Health Commission and National Administration of Traditional Chinese Medicine, our team summarized and established an effective treatment strategy centered on \"Four-Anti and Two-Balance\" for clinical practice. The \"Four-Anti and Two-Balance\"strategy included antivirus, anti-shock, anti-hyoxemia, anti-secondary infection, and maintaining of water, electrolyte and acid base balance and microecological balance. Meanwhile, integrated multidisciplinarypersonalized treatment was recommended to improve therapeutic effect. The importance of early viralogical detection, dynamic monitoring of inflammatory indexes and chest radiograph was emphasized in clinical decision-making. Sputum was observed with the highest positive rate of RT-PCR results. Viral nucleic acids could be detected in10% patients'blood samples at acute periodand 50% of patients had positive RT-PCR results in their feces. We also isolated alive viral strains from feces, indicating potential infectiousness of feces.Dynamic cytokine detection was necessary to timely identifyingcytokine storms and application of artificial liver blood purification system. The \"Four-Anti and Two-Balance\"strategyeffectively increased cure rate and reduced mortality. Early antiviral treatment could alleviate disease severity and prevent illness progression, and we found lopinavir/ritonavir combined with abidol showed antiviraleffects in COVID-19. Shock and hypoxemia were usually caused by cytokine storms. The artificial liver blood purification system could rapidly remove inflammatory mediators and block cytokine storm.Moreover, it also favoredthe balance of fluid, electrolyte and acid-base and thus improved treatment efficacy in critical illness. For cases of severe illness, early and also short periods of moderate glucocorticoid was supported. Patients with oxygenation index below 200 mmHg should be transferred to intensive medical center. Conservative oxygen therapy was preferred and noninvasive ventilation was not recommended. Patients with mechanical ventilation should be strictly supervised with cluster ventilator-associated pneumonia prevention strategies. Antimicrobial prophylaxis should be prescribed rationally and was not recommended except for patients with long course of disease, repeated fever and elevated procalcitonin (PCT), meanwhile secondary fungal infection should be concerned.Some patients with COVID-19 showed intestinal microbialdysbiosis with decreasedprobiotics such as Lactobacillus and Bifidobacterium. Nutritional and gastrointestinal function should be assessed for all patients.Nutritional support and application of prebiotics or probiotics were suggested to regulate the balance of intestinal microbiota and reduce the risk of secondary infection due to bacterial translocation. Anxiety and fear were common in patients with COVID-19. Therefore, we established dynamic assessment and warning for psychological crisis. We also integrated Chinese medicine in treatment to promote disease rehabilitation through classification methods of traditional Chinese medicine. We optimized nursing process for severe patients to promote their rehabilitation. It remained unclear about viral clearance pattern after the SARS-CoV-2 infection. Therefore, two weeks' quarantine for discharged patients was required and a regular following up was also needed.The Zhejiang experience above and suggestions have been implemented in our center and achieved good results. However, since COVID-19 was a newly emerging disease, more work was warranted to improve strategies of prevention, diagnosis and treatment for COVID-19."],"journal":"Zhejiang Da Xue Xue Bao Yi Xue Ban","authors":["Xu, Kaijin","Cai, Hongliu","Shen, Yihong","Ni, Qin","Chen, Yu","Hu, Shaohua","Li, Jianping","Wang, Huafen","Yu, Liang","Huang, He","Qiu, Yunqing","Wei, Guoqing","Fang, Qiang","Zhou, Jianying","Sheng, Jifang","Liang, Tingbo","Li, Lanjuan"],"date":"2020-02-26T11:00:00Z","year":2020,"_id":"32096367","week":"20209|Feb 24 - Mar 01","source":"PubMed","locations":["Zhejiang","inZhejiang","Bifidobacterium","Lactobacillus","Chinese"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1661359647450202112,"score":147.23347},{"pmid":32096567,"title":"Understanding of COVID-19 based on current evidence.","text":["Understanding of COVID-19 based on current evidence.","Since December 2019, a series of unexplained pneumonia cases have been reported in Wuhan, China. On 12 January 2020, the World Health Organization (WHO) temporarily named this new virus as the 2019 novel coronavirus (2019-nCoV). On 11 February 2020, the WHO officially named the disease caused by the 2019-nCoV as coronavirus disease (COVID-19). The COVID-19 epidemic is spreading all over the world, especially in China. Based on the published evidence, we systematically discuss the characteristics of COVID-19 in the hope of providing a reference for future studies and help for the prevention and control of the COVID-19 epidemic.","J Med Virol","Sun, Pengfei","Lu, Xiaosheng","Xu, Chao","Sun, Wenjuan","Pan, Bo","32096567"],"abstract":["Since December 2019, a series of unexplained pneumonia cases have been reported in Wuhan, China. On 12 January 2020, the World Health Organization (WHO) temporarily named this new virus as the 2019 novel coronavirus (2019-nCoV). On 11 February 2020, the WHO officially named the disease caused by the 2019-nCoV as coronavirus disease (COVID-19). The COVID-19 epidemic is spreading all over the world, especially in China. Based on the published evidence, we systematically discuss the characteristics of COVID-19 in the hope of providing a reference for future studies and help for the prevention and control of the COVID-19 epidemic."],"journal":"J Med Virol","authors":["Sun, Pengfei","Lu, Xiaosheng","Xu, Chao","Sun, Wenjuan","Pan, Bo"],"date":"2020-02-26T11:00:00Z","year":2020,"_id":"32096567","week":"20209|Feb 24 - Mar 01","doi":"10.1002/jmv.25722","keywords":["2019-nCoV","COVID-19","SARS-CoV-2","coronavirus","epidemiology","pneumonia"],"source":"PubMed","locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["General Info"],"weight":1,"_version_":1661359647431327746,"score":143.34232}]}