{"pmid":32162212,"title":"Preparing for a COVID-19 pandemic: a review of operating room outbreak response measures in a large tertiary hospital in Singapore.","text":["Preparing for a COVID-19 pandemic: a review of operating room outbreak response measures in a large tertiary hospital in Singapore.","The coronavirus disease 2019 (COVID-19) outbreak has been designated a public health emergency of international concern. To prepare for a pandemic, hospitals need a strategy to manage their space, staff, and supplies so that optimum care is provided to patients. In addition, infection prevention measures need to be implemented to reduce in-hospital transmission. In the operating room, these preparations involve multiple stakeholders and can present a significant challenge. Here, we describe the outbreak response measures of the anesthetic department staffing the largest (1,700-bed) academic tertiary level acute care hospital in Singapore (Singapore General Hospital) and a smaller regional hospital (Sengkang General Hospital). These include engineering controls such as identification and preparation of an isolation operating room, administrative measures such as modification of workflow and processes, introduction of personal protective equipment for staff, and formulation of clinical guidelines for anesthetic management. Simulation was valuable in evaluating the feasibility of new operating room set-ups or workflow. We also discuss how the hierarchy of controls can be used as a framework to plan the necessary measures during each phase of a pandemic, and review the evidence for the measures taken. These containment measures are necessary to optimize the quality of care provided to COVID-19 patients and to reduce the risk of viral transmission to other patients or healthcare workers.","Can J Anaesth","Wong, Jolin","Goh, Qing Yuan","Tan, Zihui","Lie, Sui An","Tay, Yoong Chuan","Ng, Shin Yi","Soh, Chai Rick","32162212"],"abstract":["The coronavirus disease 2019 (COVID-19) outbreak has been designated a public health emergency of international concern. To prepare for a pandemic, hospitals need a strategy to manage their space, staff, and supplies so that optimum care is provided to patients. In addition, infection prevention measures need to be implemented to reduce in-hospital transmission. In the operating room, these preparations involve multiple stakeholders and can present a significant challenge. Here, we describe the outbreak response measures of the anesthetic department staffing the largest (1,700-bed) academic tertiary level acute care hospital in Singapore (Singapore General Hospital) and a smaller regional hospital (Sengkang General Hospital). These include engineering controls such as identification and preparation of an isolation operating room, administrative measures such as modification of workflow and processes, introduction of personal protective equipment for staff, and formulation of clinical guidelines for anesthetic management. Simulation was valuable in evaluating the feasibility of new operating room set-ups or workflow. We also discuss how the hierarchy of controls can be used as a framework to plan the necessary measures during each phase of a pandemic, and review the evidence for the measures taken. These containment measures are necessary to optimize the quality of care provided to COVID-19 patients and to reduce the risk of viral transmission to other patients or healthcare workers."],"journal":"Can J Anaesth","authors":["Wong, Jolin","Goh, Qing Yuan","Tan, Zihui","Lie, Sui An","Tay, Yoong Chuan","Ng, Shin Yi","Soh, Chai Rick"],"date":"2020-03-13T11:00:00Z","year":2020,"_id":"32162212","week":"202011|Mar 09 - Mar 15","doi":"10.1007/s12630-020-01620-9","source":"PubMed","locations":["Singapore"],"countries":["Singapore"],"countries_codes":["SGP|Singapore"],"weight":0,"_version_":1661359647900041216,"score":6.7365713,"similar":[{"pmid":32178954,"title":"Anesthetic Management of Patients With Suspected or Confirmed 2019 Novel Coronavirus Infection During Emergency Procedures.","text":["Anesthetic Management of Patients With Suspected or Confirmed 2019 Novel Coronavirus Infection During Emergency Procedures.","OBJECTIVES: The aim of the present study was to prevent cross-infection in the operating room during emergency procedures for patients with confirmed or suspected 2019 novel coronavirus (2019-nCoV) by following anesthesia management protocols, and to document clinical- and anesthesia-related characteristics of these patients. DESIGN: This was a retrospective, multicenter clinical study. SETTING: This study used a multicenter dataset from 4 hospitals in Wuhan, China. PARTICIPANTS: Patients and health care providers with confirmed or suspected 2019-nCoV from January 23 to 31, 2020, at the Wuhan Union Hospital, the Wuhan Children's Hospital, The Central Hospital of Wuhan, and the Wuhan Fourth Hospital in Wuhan, China. INTERVENTIONS: Anesthetic management and infection control guidelines for emergency procedures for patients with suspected 2019-nCoV were drafted and applied in 4 hospitals in Wuhan. MEASUREMENTS AND MAIN RESULTS: Cross-infection in the operating rooms of the 4 hospitals was effectively reduced by implementing the new measures and procedures. The majority of patients with laboratory-confirmed 2019-nCoV infection or suspected infection were female (23 [62%] of 37), and the mean age was 41.0 years old (standard deviation 19.6; range 4-78). 10 (27%) patients had chronic medical illnesses, including 4 (11%) with diabetes, 8 (22%) with hypertension, and 8 (22%) with digestive system disease. Twenty-five (68%) patients presented with lymphopenia, and 23 (62%) patients exhibited multiple mottling and ground-glass opacity on computed tomography scanning. CONCLUSIONS: The present study indicates that COVID 19-specific guidelines for emergency procedures for patients with confirmed or suspected 2019-nCoV may effectively prevent cross-infection in the operating room. Most patients with confirmed or suspected COVID 19 presented with fever and dry cough and demonstrated bilateral multiple mottling and ground-glass opacity on chest computed tomography scans.","J Cardiothorac Vasc Anesth","Zhao, Shuai","Ling, Ken","Yan, Hong","Zhong, Liang","Peng, Xiaohong","Yao, Shanglong","Huang, Jiapeng","Chen, Xiangdong","32178954"],"abstract":["OBJECTIVES: The aim of the present study was to prevent cross-infection in the operating room during emergency procedures for patients with confirmed or suspected 2019 novel coronavirus (2019-nCoV) by following anesthesia management protocols, and to document clinical- and anesthesia-related characteristics of these patients. DESIGN: This was a retrospective, multicenter clinical study. SETTING: This study used a multicenter dataset from 4 hospitals in Wuhan, China. PARTICIPANTS: Patients and health care providers with confirmed or suspected 2019-nCoV from January 23 to 31, 2020, at the Wuhan Union Hospital, the Wuhan Children's Hospital, The Central Hospital of Wuhan, and the Wuhan Fourth Hospital in Wuhan, China. INTERVENTIONS: Anesthetic management and infection control guidelines for emergency procedures for patients with suspected 2019-nCoV were drafted and applied in 4 hospitals in Wuhan. MEASUREMENTS AND MAIN RESULTS: Cross-infection in the operating rooms of the 4 hospitals was effectively reduced by implementing the new measures and procedures. The majority of patients with laboratory-confirmed 2019-nCoV infection or suspected infection were female (23 [62%] of 37), and the mean age was 41.0 years old (standard deviation 19.6; range 4-78). 10 (27%) patients had chronic medical illnesses, including 4 (11%) with diabetes, 8 (22%) with hypertension, and 8 (22%) with digestive system disease. Twenty-five (68%) patients presented with lymphopenia, and 23 (62%) patients exhibited multiple mottling and ground-glass opacity on computed tomography scanning. CONCLUSIONS: The present study indicates that COVID 19-specific guidelines for emergency procedures for patients with confirmed or suspected 2019-nCoV may effectively prevent cross-infection in the operating room. Most patients with confirmed or suspected COVID 19 presented with fever and dry cough and demonstrated bilateral multiple mottling and ground-glass opacity on chest computed tomography scans."],"journal":"J Cardiothorac Vasc Anesth","authors":["Zhao, Shuai","Ling, Ken","Yan, Hong","Zhong, Liang","Peng, Xiaohong","Yao, Shanglong","Huang, Jiapeng","Chen, Xiangdong"],"date":"2020-03-18T11:00:00Z","year":2020,"_id":"32178954","week":"202012|Mar 16 - Mar 22","doi":"10.1053/j.jvca.2020.02.039","keywords":["2019 nCoV","2019 novel coronavirus","COVID 19","cross-infection","infection control","occupational health","viral pneumonia"],"source":"PubMed","locations":["Wuhan","China","Anesthetic"],"countries":["China"],"countries_codes":["CHN|China"],"weight":0,"_version_":1661542091979751424,"score":286.35382},{"pmid":32084676,"title":"[Standardized diagnosis and treatment of colorectal cancer during the outbreak of novel coronavirus pneumonia in Renji hospital].","text":["[Standardized diagnosis and treatment of colorectal cancer during the outbreak of novel coronavirus pneumonia in Renji hospital].","Novel coronavirus pneumonia (NCP) is currently raging in China. It has been proven that NCP can be transmitted from human to human and cause hospital infection, which seriously threatens surgical staffs and inpatients. Although colorectal surgery is not a front-line subject in the fight against the epidemic, but in this special situation, now it is a difficult task that with the premise of how to maximize the protection for patients and their families, health of medical staff, and the safety of wards and hospitals, we can provide the highest quality medical services to ensure the orderly development of previous clinical work. Referring to the \"Diagnosis and Treatment Scheme for NCP (Trial Version 4 and 5)\" and combining the actual practice situation in our hospital with the \"Summary of New Coronavirus Files of Shanghai Renji Hospital\", we summarize how to carry out the clinical practice of colorectal surgery under the situation of the prevention and control of the NCP epidemiology, meanwhile under such situation aiming the procedure of diagnose and treatment for emergency patients with colorectal tumor, we share the experiences of the diagnosis of colorectal tumor, the management of patients with colorectal cancer who are scheduled to be admitted for surgery, the protection of wards, the perioperative management. More importantly, we introduce in detail the operative management and perioperative management of colorectal surgery patients suspected or diagnosed with new coronary pneumonia, including prevention and control measures for medical staff, operating rooms and surgical instruments. The main points are as follows: (1) Multidisciplinary team (MDT) must be run through the diagnosis and treatment of colorectal cancer. The members include not only routine departments, but also respiratory department and infectious department. (2) Colonoscopy examination may cause cross infection of NCP to patients and doctors. Therefore, it is prior to examine the emergency cases and life-threatening patients (bleeding, obstruction, gastrointestinal foreign bodies, etc.). If the emergent patients (intestinal obstruction) with suspected or confirmed NCP, the surgeons must perform emergency surgery, and intestinal decompressive tube through colonoscopy is not recommended. (3) The colorectal cancer patients with suspected or confirmed NCP should be placed in the isolated room with separate medical devices, and the operative room with negative pressure (under-5 Pa) must be separated. All disposable medical items, body fluids and feces of the patients in perioperative periods must be unified disposed according to the medical waste standard. (4) The surgical medical workers who process colorectal cancer patients with NCP must be protected by three-level. After operation, the medical workers must receive medical observation and be isolated for 14 days. We hope our \"Renji experience\" will be beneficial to colleagues.","Zhonghua Wei Chang Wai Ke Za Zhi","Luo, Y","Zhong, M","32084676"],"abstract":["Novel coronavirus pneumonia (NCP) is currently raging in China. It has been proven that NCP can be transmitted from human to human and cause hospital infection, which seriously threatens surgical staffs and inpatients. Although colorectal surgery is not a front-line subject in the fight against the epidemic, but in this special situation, now it is a difficult task that with the premise of how to maximize the protection for patients and their families, health of medical staff, and the safety of wards and hospitals, we can provide the highest quality medical services to ensure the orderly development of previous clinical work. Referring to the \"Diagnosis and Treatment Scheme for NCP (Trial Version 4 and 5)\" and combining the actual practice situation in our hospital with the \"Summary of New Coronavirus Files of Shanghai Renji Hospital\", we summarize how to carry out the clinical practice of colorectal surgery under the situation of the prevention and control of the NCP epidemiology, meanwhile under such situation aiming the procedure of diagnose and treatment for emergency patients with colorectal tumor, we share the experiences of the diagnosis of colorectal tumor, the management of patients with colorectal cancer who are scheduled to be admitted for surgery, the protection of wards, the perioperative management. More importantly, we introduce in detail the operative management and perioperative management of colorectal surgery patients suspected or diagnosed with new coronary pneumonia, including prevention and control measures for medical staff, operating rooms and surgical instruments. The main points are as follows: (1) Multidisciplinary team (MDT) must be run through the diagnosis and treatment of colorectal cancer. The members include not only routine departments, but also respiratory department and infectious department. (2) Colonoscopy examination may cause cross infection of NCP to patients and doctors. Therefore, it is prior to examine the emergency cases and life-threatening patients (bleeding, obstruction, gastrointestinal foreign bodies, etc.). If the emergent patients (intestinal obstruction) with suspected or confirmed NCP, the surgeons must perform emergency surgery, and intestinal decompressive tube through colonoscopy is not recommended. (3) The colorectal cancer patients with suspected or confirmed NCP should be placed in the isolated room with separate medical devices, and the operative room with negative pressure (under-5 Pa) must be separated. All disposable medical items, body fluids and feces of the patients in perioperative periods must be unified disposed according to the medical waste standard. (4) The surgical medical workers who process colorectal cancer patients with NCP must be protected by three-level. After operation, the medical workers must receive medical observation and be isolated for 14 days. We hope our \"Renji experience\" will be beneficial to colleagues."],"journal":"Zhonghua Wei Chang Wai Ke Za Zhi","authors":["Luo, Y","Zhong, M"],"date":"2020-02-23T11:00:00Z","year":2020,"_id":"32084676","week":"20208|Feb 17 - Feb 23","doi":"10.3760/cma.j.cn441530-20200217-00057","keywords":["Colorectal neoplasms","Novel coronavirus pneumonia (NCP)","Standardized diagnosis and treatment"],"source":"PubMed","locations":["Renji","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1661359647378898946,"score":256.94086},{"pmid":32124000,"title":"Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong.","text":["Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong.","PURPOSE: Coronavirus disease (COVID-19) has rapidly emerged as a global health threat. The purpose of this article is to share our local experience of stepping up infection control measures in ophthalmology to minimise COVID-19 infection of both healthcare workers and patients. METHODS: Infection control measures implemented in our ophthalmology clinic are discussed. The measures are based on detailed risk assessment by both local ophthalmologists and infection control experts. RESULTS: A three-level hierarchy of control measures was adopted. First, for administrative control, in order to lower patient attendance, text messages with an enquiry phone number were sent to patients to reschedule appointments or arrange drug refill. In order to minimise cross-infection of COVID-19, a triage system was set up to identify patients with fever, respiratory symptoms, acute conjunctivitis or recent travel to outbreak areas and to encourage these individuals to postpone their appointments for at least 14 days. Micro-aerosol generating procedures, such as non-contact tonometry and operations under general anaesthesia were avoided. Nasal endoscopy was avoided as it may provoke sneezing and cause generation of droplets. All elective clinical services were suspended. Infection control training was provided to all clinical staff. Second, for environmental control, to reduce droplet transmission of COVID-19, installation of protective shields on slit lamps, frequent disinfection of equipment, and provision of eye protection to staff were implemented. All staff were advised to measure their own body temperatures before work and promptly report any symptoms of upper respiratory tract infection, vomiting or diarrhoea. Third, universal masking, hand hygiene, and appropriate use of personal protective equipment (PPE) were promoted. CONCLUSION: We hope our initial experience in stepping up infection control measures for COVID-19 infection in ophthalmology can help ophthalmologists globally to prepare for the potential community outbreak or pandemic. In order to minimise transmission of COVID-19, ophthalmologists should work closely with local infection control teams to implement infection control measures that are appropriate for their own clinical settings.","Graefes Arch Clin Exp Ophthalmol","Lai, Tracy H T","Tang, Emily W H","Chau, Sandy K Y","Fung, Kitty S C","Li, Kenneth K W","32124000"],"abstract":["PURPOSE: Coronavirus disease (COVID-19) has rapidly emerged as a global health threat. The purpose of this article is to share our local experience of stepping up infection control measures in ophthalmology to minimise COVID-19 infection of both healthcare workers and patients. METHODS: Infection control measures implemented in our ophthalmology clinic are discussed. The measures are based on detailed risk assessment by both local ophthalmologists and infection control experts. RESULTS: A three-level hierarchy of control measures was adopted. First, for administrative control, in order to lower patient attendance, text messages with an enquiry phone number were sent to patients to reschedule appointments or arrange drug refill. In order to minimise cross-infection of COVID-19, a triage system was set up to identify patients with fever, respiratory symptoms, acute conjunctivitis or recent travel to outbreak areas and to encourage these individuals to postpone their appointments for at least 14 days. Micro-aerosol generating procedures, such as non-contact tonometry and operations under general anaesthesia were avoided. Nasal endoscopy was avoided as it may provoke sneezing and cause generation of droplets. All elective clinical services were suspended. Infection control training was provided to all clinical staff. Second, for environmental control, to reduce droplet transmission of COVID-19, installation of protective shields on slit lamps, frequent disinfection of equipment, and provision of eye protection to staff were implemented. All staff were advised to measure their own body temperatures before work and promptly report any symptoms of upper respiratory tract infection, vomiting or diarrhoea. Third, universal masking, hand hygiene, and appropriate use of personal protective equipment (PPE) were promoted. CONCLUSION: We hope our initial experience in stepping up infection control measures for COVID-19 infection in ophthalmology can help ophthalmologists globally to prepare for the potential community outbreak or pandemic. In order to minimise transmission of COVID-19, ophthalmologists should work closely with local infection control teams to implement infection control measures that are appropriate for their own clinical settings."],"journal":"Graefes Arch Clin Exp Ophthalmol","authors":["Lai, Tracy H T","Tang, Emily W H","Chau, Sandy K Y","Fung, Kitty S C","Li, Kenneth K W"],"date":"2020-03-04T11:00:00Z","year":2020,"_id":"32124000","week":"202010|Mar 02 - Mar 08","doi":"10.1007/s00417-020-04641-8","keywords":["COVID-19","Coronavirus","Hong Kong","Infection control","Ophthalmology","SARS-CoV-2"],"source":"PubMed","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1661359647648382976,"score":237.09578},{"pmid":32181873,"title":"Tabletop exercise to prepare institutions of higher education for an outbreak of COVID-19.","text":["Tabletop exercise to prepare institutions of higher education for an outbreak of COVID-19.","Preparing for public health emergencies is an ongoing process and involves a variety of approaches and tools. Tabletop exercises are one of the tools designed to simulate the emergence of a public health emergency and address some or all of the phases of emergency management: mitigation, preparedness, response, and recovery.1 They typically are designed to include participation of stakeholders from diverse and complementary backgrounds, including command, operations, logistics, planning, and finance.2 Effective tabletop exercises provide a plausible scenario that require cooperation and communication from these functional areas. Tabletops also require forward thinking and planning in a variety of scenarios. When a public health emergency occurs, decision makers may be overwhelmed with decisions that need their immediate attention. Tabletop exercises can provide a framework to help decision makers anticipate future challenges, which may provide the mental model encompassing knowledge and insights that inform both current and future decisions.","J Emerg Manag","Wendelboe, Aaron M","Miller, Amanda","Drevets, Douglas","Salinas, Linda","Miller, E J","Jackson, Dalton","Chou, Ann","Raines, Jill","32181873"],"abstract":["Preparing for public health emergencies is an ongoing process and involves a variety of approaches and tools. Tabletop exercises are one of the tools designed to simulate the emergence of a public health emergency and address some or all of the phases of emergency management: mitigation, preparedness, response, and recovery.1 They typically are designed to include participation of stakeholders from diverse and complementary backgrounds, including command, operations, logistics, planning, and finance.2 Effective tabletop exercises provide a plausible scenario that require cooperation and communication from these functional areas. Tabletops also require forward thinking and planning in a variety of scenarios. When a public health emergency occurs, decision makers may be overwhelmed with decisions that need their immediate attention. Tabletop exercises can provide a framework to help decision makers anticipate future challenges, which may provide the mental model encompassing knowledge and insights that inform both current and future decisions."],"journal":"J Emerg Manag","authors":["Wendelboe, Aaron M","Miller, Amanda","Drevets, Douglas","Salinas, Linda","Miller, E J","Jackson, Dalton","Chou, Ann","Raines, Jill"],"date":"2020-03-18T11:00:00Z","year":2020,"_id":"32181873","week":"202012|Mar 16 - Mar 22","doi":"10.5055/jem.2020.0463","source":"PubMed","weight":0,"_version_":1661542092027985920,"score":233.74855},{"pmid":32052373,"title":"Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients.","text":["Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients.","A global health emergency has been declared by the World Health Organization as the 2019-nCoV outbreak spreads across the world, with confirmed patients in Canada. Patients infected with 2019-nCoV are at risk for developing respiratory failure and requiring admission to critical care units. While providing optimal treatment for these patients, careful execution of infection control measures is necessary to prevent nosocomial transmission to other patients and to healthcare workers providing care. Although the exact mechanisms of transmission are currently unclear, human-to-human transmission can occur, and the risk of airborne spread during aerosol-generating medical procedures remains a concern in specific circumstances. This paper summarizes important considerations regarding patient screening, environmental controls, personal protective equipment, resuscitation measures (including intubation), and critical care unit operations planning as we prepare for the possibility of new imported cases or local outbreaks of 2019-nCoV. Although understanding of the 2019-nCoV virus is evolving, lessons learned from prior infectious disease challenges such as Severe Acute Respiratory Syndrome will hopefully improve our state of readiness regardless of the number of cases we eventually manage in Canada.","Can J Anaesth","Wax, Randy S","Christian, Michael D","32052373"],"abstract":["A global health emergency has been declared by the World Health Organization as the 2019-nCoV outbreak spreads across the world, with confirmed patients in Canada. Patients infected with 2019-nCoV are at risk for developing respiratory failure and requiring admission to critical care units. While providing optimal treatment for these patients, careful execution of infection control measures is necessary to prevent nosocomial transmission to other patients and to healthcare workers providing care. Although the exact mechanisms of transmission are currently unclear, human-to-human transmission can occur, and the risk of airborne spread during aerosol-generating medical procedures remains a concern in specific circumstances. This paper summarizes important considerations regarding patient screening, environmental controls, personal protective equipment, resuscitation measures (including intubation), and critical care unit operations planning as we prepare for the possibility of new imported cases or local outbreaks of 2019-nCoV. Although understanding of the 2019-nCoV virus is evolving, lessons learned from prior infectious disease challenges such as Severe Acute Respiratory Syndrome will hopefully improve our state of readiness regardless of the number of cases we eventually manage in Canada."],"journal":"Can J Anaesth","authors":["Wax, Randy S","Christian, Michael D"],"date":"2020-02-14T11:00:00Z","year":2020,"_id":"32052373","week":"20207|Feb 10 - Feb 16","doi":"10.1007/s12630-020-01591-x","keywords":["COVID-19"],"source":"PubMed","locations":["Canada"],"countries":["Canada"],"countries_codes":["CAN|Canada"],"topics":["Treatment"],"weight":1,"_version_":1661359647254118403,"score":208.144}]}