{"pmid":32222720,"title":"Advice on Standardized Diagnosis and Treatment for Spinal Diseases during the Coronavirus Disease 2019 Pandemic.","text":["Advice on Standardized Diagnosis and Treatment for Spinal Diseases during the Coronavirus Disease 2019 Pandemic.","Coronavirus disease 2019 (COVID-19) outbreak started in December 2019 that caused difficulties for clinical work. Practical work experience in our spinal outpatient and emergency department during the COVID-19 pandemic is summarized in this article, with combined evidence-based medical evidence to explore a standardized process of diagnosis and treatment for spinal diseases. Outpatient reservation, continuous screening, triage, and isolation, first consultation accountability system, pandemic reporting system, and online revisit were strictly followed. We hope that our experience in prevention and control of COVID-19 can help spine surgeons globally in stopping the spread of COVID-19. Spine surgeons should collaborate with infection control specialists to avoid cross-infection in hospitals and optimize treatment.","Asian Spine J","Zou, Jun","Yu, Hao","Song, Dawei","Niu, Junjie","Yang, Huilin","32222720"],"abstract":["Coronavirus disease 2019 (COVID-19) outbreak started in December 2019 that caused difficulties for clinical work. Practical work experience in our spinal outpatient and emergency department during the COVID-19 pandemic is summarized in this article, with combined evidence-based medical evidence to explore a standardized process of diagnosis and treatment for spinal diseases. Outpatient reservation, continuous screening, triage, and isolation, first consultation accountability system, pandemic reporting system, and online revisit were strictly followed. We hope that our experience in prevention and control of COVID-19 can help spine surgeons globally in stopping the spread of COVID-19. Spine surgeons should collaborate with infection control specialists to avoid cross-infection in hospitals and optimize treatment."],"journal":"Asian Spine J","authors":["Zou, Jun","Yu, Hao","Song, Dawei","Niu, Junjie","Yang, Huilin"],"date":"2020-03-31T11:00:00Z","year":2020,"_id":"32222720","week":"202014|Mar 30 - Apr 05","doi":"10.31616/asj.2020.0122","keywords":["COVID-19","Disease management","Infection control","Spinal diseases"],"source":"PubMed","topics":["Prevention","Treatment","Diagnosis"],"weight":1,"_version_":1662715354774765570,"score":7.277478,"similar":[{"pmid":32192296,"title":"[Standardized diagnosis and treatment of colorectal cancer during the outbreak of corona virus disease 2019 in Renji hospital].","text":["[Standardized diagnosis and treatment of colorectal cancer during the outbreak of corona virus disease 2019 in Renji hospital].","Corona virus disease 2019 (COVID-19) is currently raging in China. It has been proven that COVID-19 can be transmitted from human to human and cause hospital infection, which seriously threatens surgical staffs and inpatients. Although colorectal surgery is not a front-line subject in the fight against the epidemic, but in this special situation, it is a difficult task to provide the highest quality medical services and ensure the orderly clinical work, on the premise of maximizing the protection for patients and their families, health of medical staff, and the safety of wards and hospitals, We summarize how to carry out the clinical practice of colorectal surgery under the situation of the prevention and control of the COVID-19 epidemiology, including the procedures of diagnose and treatment for emergency patients with colorectal tumor, and share the experiences of the diagnosis of colorectal tumor, the management of patients with colorectal cancer who are scheduled to be admitted for surgery, the protection of wards, the perioperative management. More importantly, we introduce in detail the operative management and perioperative management of colorectal surgery patients suspected or diagnosed with new coronary pneumonia, including prevention and control measures for medical staff, operating rooms and surgical instruments. The main points are as follows: (1) Multidisciplinary team (MDT) must be run through the diagnosis and treatment of colorectal cancer. The members include not only routine departments, but also respiratory department and infectious department. (2) Colonoscopy examination may cause cross infection of COVID-19 to patients and doctors. Therefore, it is prior to examine the emergency cases and life-threatening patients (bleeding, obstruction, gastrointestinal foreign bodies, etc.). If the emergent patients (intestinal obstruction) with suspected or confirmed COVID-19, the surgeons must perform emergency surgery, and intestinal decompressive tube through colonoscopy is not recommended. (3) The colorectal cancer patients with suspected or confirmed COVID-19 should be placed in the isolated room with separate medical devices, and the operative room with negative pressure (under -5 Pa) must be separated. All disposable medical items, body fluids and feces of the patients in perioperative periods must be unified disposed according to the medical waste standard. (4) The surgical medical workers who process colorectal cancer patients with COVID-19 must be protected by three-level. After operation, the medical workers must receive medical observation and be isolated for 14 days. We hope our \"Renji experience\" will be beneficial to colleagues.","Zhonghua Wei Chang Wai Ke Za Zhi","Luo, Y","Zhong, M","32192296"],"abstract":["Corona virus disease 2019 (COVID-19) is currently raging in China. It has been proven that COVID-19 can be transmitted from human to human and cause hospital infection, which seriously threatens surgical staffs and inpatients. Although colorectal surgery is not a front-line subject in the fight against the epidemic, but in this special situation, it is a difficult task to provide the highest quality medical services and ensure the orderly clinical work, on the premise of maximizing the protection for patients and their families, health of medical staff, and the safety of wards and hospitals, We summarize how to carry out the clinical practice of colorectal surgery under the situation of the prevention and control of the COVID-19 epidemiology, including the procedures of diagnose and treatment for emergency patients with colorectal tumor, and share the experiences of the diagnosis of colorectal tumor, the management of patients with colorectal cancer who are scheduled to be admitted for surgery, the protection of wards, the perioperative management. More importantly, we introduce in detail the operative management and perioperative management of colorectal surgery patients suspected or diagnosed with new coronary pneumonia, including prevention and control measures for medical staff, operating rooms and surgical instruments. The main points are as follows: (1) Multidisciplinary team (MDT) must be run through the diagnosis and treatment of colorectal cancer. The members include not only routine departments, but also respiratory department and infectious department. (2) Colonoscopy examination may cause cross infection of COVID-19 to patients and doctors. Therefore, it is prior to examine the emergency cases and life-threatening patients (bleeding, obstruction, gastrointestinal foreign bodies, etc.). If the emergent patients (intestinal obstruction) with suspected or confirmed COVID-19, the surgeons must perform emergency surgery, and intestinal decompressive tube through colonoscopy is not recommended. (3) The colorectal cancer patients with suspected or confirmed COVID-19 should be placed in the isolated room with separate medical devices, and the operative room with negative pressure (under -5 Pa) must be separated. All disposable medical items, body fluids and feces of the patients in perioperative periods must be unified disposed according to the medical waste standard. (4) The surgical medical workers who process colorectal cancer patients with COVID-19 must be protected by three-level. After operation, the medical workers must receive medical observation and be isolated for 14 days. We hope our \"Renji experience\" will be beneficial to colleagues."],"journal":"Zhonghua Wei Chang Wai Ke Za Zhi","authors":["Luo, Y","Zhong, M"],"date":"2020-03-21T11:00:00Z","year":2020,"_id":"32192296","week":"202012|Mar 16 - Mar 22","doi":"10.3760/cma.j.cn.441530-20200217-00057","keywords":["Colorectal neoplasms","Corona virus disease 2019 (COVID-19)","Standardized diagnosis and treatment"],"source":"PubMed","locations":["Renji","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis","Treatment","Prevention"],"weight":1,"_version_":1662334543169847297,"score":198.06154},{"pmid":32084676,"title":"[Standardized diagnosis and treatment of colorectal cancer during the outbreak of novel coronavirus pneumonia in Renji hospital].","text":["[Standardized diagnosis and treatment of colorectal cancer during the outbreak of novel coronavirus pneumonia in Renji hospital].","Novel coronavirus pneumonia (NCP) is currently raging in China. It has been proven that NCP can be transmitted from human to human and cause hospital infection, which seriously threatens surgical staffs and inpatients. Although colorectal surgery is not a front-line subject in the fight against the epidemic, but in this special situation, now it is a difficult task that with the premise of how to maximize the protection for patients and their families, health of medical staff, and the safety of wards and hospitals, we can provide the highest quality medical services to ensure the orderly development of previous clinical work. Referring to the \"Diagnosis and Treatment Scheme for NCP (Trial Version 4 and 5)\" and combining the actual practice situation in our hospital with the \"Summary of New Coronavirus Files of Shanghai Renji Hospital\", we summarize how to carry out the clinical practice of colorectal surgery under the situation of the prevention and control of the NCP epidemiology, meanwhile under such situation aiming the procedure of diagnose and treatment for emergency patients with colorectal tumor, we share the experiences of the diagnosis of colorectal tumor, the management of patients with colorectal cancer who are scheduled to be admitted for surgery, the protection of wards, the perioperative management. More importantly, we introduce in detail the operative management and perioperative management of colorectal surgery patients suspected or diagnosed with new coronary pneumonia, including prevention and control measures for medical staff, operating rooms and surgical instruments. The main points are as follows: (1) Multidisciplinary team (MDT) must be run through the diagnosis and treatment of colorectal cancer. The members include not only routine departments, but also respiratory department and infectious department. (2) Colonoscopy examination may cause cross infection of NCP to patients and doctors. Therefore, it is prior to examine the emergency cases and life-threatening patients (bleeding, obstruction, gastrointestinal foreign bodies, etc.). If the emergent patients (intestinal obstruction) with suspected or confirmed NCP, the surgeons must perform emergency surgery, and intestinal decompressive tube through colonoscopy is not recommended. (3) The colorectal cancer patients with suspected or confirmed NCP should be placed in the isolated room with separate medical devices, and the operative room with negative pressure (under-5 Pa) must be separated. All disposable medical items, body fluids and feces of the patients in perioperative periods must be unified disposed according to the medical waste standard. (4) The surgical medical workers who process colorectal cancer patients with NCP must be protected by three-level. After operation, the medical workers must receive medical observation and be isolated for 14 days. We hope our \"Renji experience\" will be beneficial to colleagues.","Zhonghua Wei Chang Wai Ke Za Zhi","Luo, Y","Zhong, M","32084676"],"abstract":["Novel coronavirus pneumonia (NCP) is currently raging in China. It has been proven that NCP can be transmitted from human to human and cause hospital infection, which seriously threatens surgical staffs and inpatients. Although colorectal surgery is not a front-line subject in the fight against the epidemic, but in this special situation, now it is a difficult task that with the premise of how to maximize the protection for patients and their families, health of medical staff, and the safety of wards and hospitals, we can provide the highest quality medical services to ensure the orderly development of previous clinical work. Referring to the \"Diagnosis and Treatment Scheme for NCP (Trial Version 4 and 5)\" and combining the actual practice situation in our hospital with the \"Summary of New Coronavirus Files of Shanghai Renji Hospital\", we summarize how to carry out the clinical practice of colorectal surgery under the situation of the prevention and control of the NCP epidemiology, meanwhile under such situation aiming the procedure of diagnose and treatment for emergency patients with colorectal tumor, we share the experiences of the diagnosis of colorectal tumor, the management of patients with colorectal cancer who are scheduled to be admitted for surgery, the protection of wards, the perioperative management. More importantly, we introduce in detail the operative management and perioperative management of colorectal surgery patients suspected or diagnosed with new coronary pneumonia, including prevention and control measures for medical staff, operating rooms and surgical instruments. The main points are as follows: (1) Multidisciplinary team (MDT) must be run through the diagnosis and treatment of colorectal cancer. The members include not only routine departments, but also respiratory department and infectious department. (2) Colonoscopy examination may cause cross infection of NCP to patients and doctors. Therefore, it is prior to examine the emergency cases and life-threatening patients (bleeding, obstruction, gastrointestinal foreign bodies, etc.). If the emergent patients (intestinal obstruction) with suspected or confirmed NCP, the surgeons must perform emergency surgery, and intestinal decompressive tube through colonoscopy is not recommended. (3) The colorectal cancer patients with suspected or confirmed NCP should be placed in the isolated room with separate medical devices, and the operative room with negative pressure (under-5 Pa) must be separated. All disposable medical items, body fluids and feces of the patients in perioperative periods must be unified disposed according to the medical waste standard. (4) The surgical medical workers who process colorectal cancer patients with NCP must be protected by three-level. After operation, the medical workers must receive medical observation and be isolated for 14 days. We hope our \"Renji experience\" will be beneficial to colleagues."],"journal":"Zhonghua Wei Chang Wai Ke Za Zhi","authors":["Luo, Y","Zhong, M"],"date":"2020-02-23T11:00:00Z","year":2020,"_id":"32084676","week":"20208|Feb 17 - Feb 23","doi":"10.3760/cma.j.cn441530-20200217-00057","keywords":["Colorectal neoplasms","Novel coronavirus pneumonia (NCP)","Standardized diagnosis and treatment"],"source":"PubMed","locations":["Renji","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment","Diagnosis"],"weight":1,"_version_":1662334544358932480,"score":189.24495},{"pmid":32124000,"title":"Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong.","text":["Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong.","PURPOSE: Coronavirus disease (COVID-19) has rapidly emerged as a global health threat. The purpose of this article is to share our local experience of stepping up infection control measures in ophthalmology to minimise COVID-19 infection of both healthcare workers and patients. METHODS: Infection control measures implemented in our ophthalmology clinic are discussed. The measures are based on detailed risk assessment by both local ophthalmologists and infection control experts. RESULTS: A three-level hierarchy of control measures was adopted. First, for administrative control, in order to lower patient attendance, text messages with an enquiry phone number were sent to patients to reschedule appointments or arrange drug refill. In order to minimise cross-infection of COVID-19, a triage system was set up to identify patients with fever, respiratory symptoms, acute conjunctivitis or recent travel to outbreak areas and to encourage these individuals to postpone their appointments for at least 14 days. Micro-aerosol generating procedures, such as non-contact tonometry and operations under general anaesthesia were avoided. Nasal endoscopy was avoided as it may provoke sneezing and cause generation of droplets. All elective clinical services were suspended. Infection control training was provided to all clinical staff. Second, for environmental control, to reduce droplet transmission of COVID-19, installation of protective shields on slit lamps, frequent disinfection of equipment, and provision of eye protection to staff were implemented. All staff were advised to measure their own body temperatures before work and promptly report any symptoms of upper respiratory tract infection, vomiting or diarrhoea. Third, universal masking, hand hygiene, and appropriate use of personal protective equipment (PPE) were promoted. CONCLUSION: We hope our initial experience in stepping up infection control measures for COVID-19 infection in ophthalmology can help ophthalmologists globally to prepare for the potential community outbreak or pandemic. In order to minimise transmission of COVID-19, ophthalmologists should work closely with local infection control teams to implement infection control measures that are appropriate for their own clinical settings.","Graefes Arch Clin Exp Ophthalmol","Lai, Tracy H T","Tang, Emily W H","Chau, Sandy K Y","Fung, Kitty S C","Li, Kenneth K W","32124000"],"abstract":["PURPOSE: Coronavirus disease (COVID-19) has rapidly emerged as a global health threat. The purpose of this article is to share our local experience of stepping up infection control measures in ophthalmology to minimise COVID-19 infection of both healthcare workers and patients. METHODS: Infection control measures implemented in our ophthalmology clinic are discussed. The measures are based on detailed risk assessment by both local ophthalmologists and infection control experts. RESULTS: A three-level hierarchy of control measures was adopted. First, for administrative control, in order to lower patient attendance, text messages with an enquiry phone number were sent to patients to reschedule appointments or arrange drug refill. In order to minimise cross-infection of COVID-19, a triage system was set up to identify patients with fever, respiratory symptoms, acute conjunctivitis or recent travel to outbreak areas and to encourage these individuals to postpone their appointments for at least 14 days. Micro-aerosol generating procedures, such as non-contact tonometry and operations under general anaesthesia were avoided. Nasal endoscopy was avoided as it may provoke sneezing and cause generation of droplets. All elective clinical services were suspended. Infection control training was provided to all clinical staff. Second, for environmental control, to reduce droplet transmission of COVID-19, installation of protective shields on slit lamps, frequent disinfection of equipment, and provision of eye protection to staff were implemented. All staff were advised to measure their own body temperatures before work and promptly report any symptoms of upper respiratory tract infection, vomiting or diarrhoea. Third, universal masking, hand hygiene, and appropriate use of personal protective equipment (PPE) were promoted. CONCLUSION: We hope our initial experience in stepping up infection control measures for COVID-19 infection in ophthalmology can help ophthalmologists globally to prepare for the potential community outbreak or pandemic. In order to minimise transmission of COVID-19, ophthalmologists should work closely with local infection control teams to implement infection control measures that are appropriate for their own clinical settings."],"journal":"Graefes Arch Clin Exp Ophthalmol","authors":["Lai, Tracy H T","Tang, Emily W H","Chau, Sandy K Y","Fung, Kitty S C","Li, Kenneth K W"],"date":"2020-03-04T11:00:00Z","year":2020,"_id":"32124000","week":"202010|Mar 02 - Mar 08","doi":"10.1007/s00417-020-04641-8","keywords":["COVID-19","Coronavirus","Hong Kong","Infection control","Ophthalmology","SARS-CoV-2"],"source":"PubMed","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention","Diagnosis"],"weight":1,"_version_":1662334544064282624,"score":170.04503},{"pmid":32111114,"title":"[Recommendations for the regulation of medical practices of burn treatment during the outbreak of the coronavirus disease 2019].","text":["[Recommendations for the regulation of medical practices of burn treatment during the outbreak of the coronavirus disease 2019].","2019 novel coronavirus (2019-nCoV) is one of the beta coronaviruses and was identified as the pathogen of the severe \"coronavirus disease 2019 (COVID-19)\" in 2019. China has formally included the 2019-nCoV in the statutory notification and control system for infectious diseases according to the Law of the People's Republic of China on the Prevention and Treatment of Infectious Diseases. Currently, the national defending actions on the 2019-nCoV in China is in a critical period. Burn Department is also confronted with risk of infection by the 2019-nCoV. According to the guidelines on the diagnosis and treatment of COVID-19 (6(th) trial edition), the latest relative literature at home and abroad, the features of the COVID-19, recommendations for the COVID-19 prevention and control issued by the National Health Commission of China, and management experience of diagnosis and treatment in the related disciplines, we put forward recommendations for the medical practices of burn treatment during the outbreak of the COVID-19 in outpatient and emergency treatment, inpatient treatment, operation and ward management, etc. We hope these recommendations could benefit the professionals of the same occupation as us and related hospital managers, improve the treatment of burn during the outbreak of the COVID-19, and avoid or reduce the risk of infection of medical staff .","Zhonghua Shao Shang Za Zhi","Ma, S Y","Yuan, Z Q","Peng, Y Z","Luo, Q Z","Song, H P","Xiang, F","Tan, J L","Zhou, J Y","Li, N","Hu, G Z","Luo, G X","32111114"],"abstract":["2019 novel coronavirus (2019-nCoV) is one of the beta coronaviruses and was identified as the pathogen of the severe \"coronavirus disease 2019 (COVID-19)\" in 2019. China has formally included the 2019-nCoV in the statutory notification and control system for infectious diseases according to the Law of the People's Republic of China on the Prevention and Treatment of Infectious Diseases. Currently, the national defending actions on the 2019-nCoV in China is in a critical period. Burn Department is also confronted with risk of infection by the 2019-nCoV. According to the guidelines on the diagnosis and treatment of COVID-19 (6(th) trial edition), the latest relative literature at home and abroad, the features of the COVID-19, recommendations for the COVID-19 prevention and control issued by the National Health Commission of China, and management experience of diagnosis and treatment in the related disciplines, we put forward recommendations for the medical practices of burn treatment during the outbreak of the COVID-19 in outpatient and emergency treatment, inpatient treatment, operation and ward management, etc. We hope these recommendations could benefit the professionals of the same occupation as us and related hospital managers, improve the treatment of burn during the outbreak of the COVID-19, and avoid or reduce the risk of infection of medical staff ."],"journal":"Zhonghua Shao Shang Za Zhi","authors":["Ma, S Y","Yuan, Z Q","Peng, Y Z","Luo, Q Z","Song, H P","Xiang, F","Tan, J L","Zhou, J Y","Li, N","Hu, G Z","Luo, G X"],"date":"2020-03-01T11:00:00Z","year":2020,"_id":"32111114","week":"20209|Feb 24 - Mar 01","doi":"10.3760/cma.j.cn501120-20200224-00083","keywords":["Burns","Coronavirus disease 2019","Epidemic prevention and control","Recommendations for diagnosis and treatment"],"source":"PubMed","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment","Prevention"],"weight":1,"_version_":1662334544175431680,"score":155.6659},{"pmid":32077440,"title":"[Preliminary Recommendations for Lung Surgery during 2019 Novel Coronavirus Disease (COVID-19) Epidemic Period].","text":["[Preliminary Recommendations for Lung Surgery during 2019 Novel Coronavirus Disease (COVID-19) Epidemic Period].","In December 2019, China diagnosed the first patient with 2019 novel coronavirus disease (COVID-19), and the following development of the epidemic had a huge impact on China and the whole world. For patients with lung occupying lesions, the whole process of diagnosis and treatment can not be carried out as usual due to the epidemic. For thoracic surgeons, the timing of surgical intervention should be very carefully considered. All thoracic surgeons in China should work together to develop the proper procedures for the diagnosis and treatment in this special situation, and continuously update the recommendations based on epidemic changes and further understanding of COVID-19. Here, we only offer some preliminary suggestions based on our own knowledge for further reference and discussion.","Zhongguo Fei Ai Za Zhi","Li, Xin","Liu, Minghui","Zhao, Qingchun","Liu, Renwang","Zhang, Hongbing","Dong, Ming","Xu, Song","Zhao, Honglin","Wei, Sen","Song, Zuoqing","Chen, Gang","Chen, Jun","32077440"],"abstract":["In December 2019, China diagnosed the first patient with 2019 novel coronavirus disease (COVID-19), and the following development of the epidemic had a huge impact on China and the whole world. For patients with lung occupying lesions, the whole process of diagnosis and treatment can not be carried out as usual due to the epidemic. For thoracic surgeons, the timing of surgical intervention should be very carefully considered. All thoracic surgeons in China should work together to develop the proper procedures for the diagnosis and treatment in this special situation, and continuously update the recommendations based on epidemic changes and further understanding of COVID-19. Here, we only offer some preliminary suggestions based on our own knowledge for further reference and discussion."],"journal":"Zhongguo Fei Ai Za Zhi","authors":["Li, Xin","Liu, Minghui","Zhao, Qingchun","Liu, Renwang","Zhang, Hongbing","Dong, Ming","Xu, Song","Zhao, Honglin","Wei, Sen","Song, Zuoqing","Chen, Gang","Chen, Jun"],"date":"2020-02-21T11:00:00Z","year":2020,"_id":"32077440","week":"20208|Feb 17 - Feb 23","doi":"10.3779/j.issn.1009-3419.2020.03.01","keywords":["*Lung occupying lesions","*2019 novel coronavirus disease (COVID-19)","*Surgical treatment"],"source":"PubMed","locations":["China","thoracic"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment","Diagnosis"],"weight":1,"_version_":1662334544399826944,"score":155.41997}]}