{"pmid":32238978,"title":"Covid-19: Pandemonium in our time.","text":["Covid-19: Pandemonium in our time.","While pandemonium has come to mean wild and noisy disorder, the reference here is to John Milton's epic poem Paradise Lost and the upheaval following Lucifer's banishment from Heaven and his construction of Pandaemonium as his hub. Today's avalanche of conflicting news on how to deal with the coronavirus disease 2019 (Covid-19) brings to mind the Trinity nuclear bomb test with Enrico Fermi estimating its strength by releasing small pieces of paper into the air and measuring their displacement by the shock wave. Fermi's result, in fact not far from the true value, emphasised his ability to make good approximations with few or no actual data. The current wave of Covid-19 presents just this kind of situation as it engulfs the world from ground zero in Wuhan, China. Much information is indeed missing, but datasets that might lead to useful ideas on how to handle this pandemic are steadily accumulating.","Geospat Health","Bergquist, Robert","Rinaldi, Laura","32238978"],"abstract":["While pandemonium has come to mean wild and noisy disorder, the reference here is to John Milton's epic poem Paradise Lost and the upheaval following Lucifer's banishment from Heaven and his construction of Pandaemonium as his hub. Today's avalanche of conflicting news on how to deal with the coronavirus disease 2019 (Covid-19) brings to mind the Trinity nuclear bomb test with Enrico Fermi estimating its strength by releasing small pieces of paper into the air and measuring their displacement by the shock wave. Fermi's result, in fact not far from the true value, emphasised his ability to make good approximations with few or no actual data. The current wave of Covid-19 presents just this kind of situation as it engulfs the world from ground zero in Wuhan, China. Much information is indeed missing, but datasets that might lead to useful ideas on how to handle this pandemic are steadily accumulating."],"journal":"Geospat Health","authors":["Bergquist, Robert","Rinaldi, Laura"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32238978","week":"202014|Mar 30 - Apr 05","doi":"10.4081/gh.2020.880","source":"PubMed","locations":["China","Wuhan"],"countries":["China"],"countries_codes":["CHN|China"],"weight":0,"_version_":1662996001717223424,"score":7.6048946,"similar":[{"pmid":32124990,"title":"Analyzing the epidemiological outbreak of COVID-19: A visual exploratory data analysis approach.","text":["Analyzing the epidemiological outbreak of COVID-19: A visual exploratory data analysis approach.","There is an obvious concern globally regarding the fact about the emerging coronavirus 2019 novel coronavirus (2019-nCoV) as a worldwide public health threat. As the outbreak of COVID-19 causes by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) progresses within China and beyond, rapidly available epidemiological data are needed to guide strategies for situational awareness and intervention. The recent outbreak of pneumonia in Wuhan, China, caused by the SARS-CoV-2 emphasizes the importance of analyzing the epidemiological data of this novel virus and predicting their risks of infecting people all around the globe. In this study, we present an effort to compile and analyze epidemiological outbreak information on COVID-19 based on the several open datasets on 2019-nCoV provided by the Johns Hopkins University, World Health Organization, Chinese Center for Disease Control and Prevention, National Health Commission, and DXY. An exploratory data analysis with visualizations has been made to understand the number of different cases reported (confirmed, death, and recovered) in different provinces of China and outside of China. Overall, at the outset of an outbreak like this, it is highly important to readily provide information to begin the evaluation necessary to understand the risks and begin containment activities.","J Med Virol","Dey, Samrat K","Rahman, Md Mahbubur","Siddiqi, Umme R","Howlader, Arpita","32124990"],"abstract":["There is an obvious concern globally regarding the fact about the emerging coronavirus 2019 novel coronavirus (2019-nCoV) as a worldwide public health threat. As the outbreak of COVID-19 causes by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) progresses within China and beyond, rapidly available epidemiological data are needed to guide strategies for situational awareness and intervention. The recent outbreak of pneumonia in Wuhan, China, caused by the SARS-CoV-2 emphasizes the importance of analyzing the epidemiological data of this novel virus and predicting their risks of infecting people all around the globe. In this study, we present an effort to compile and analyze epidemiological outbreak information on COVID-19 based on the several open datasets on 2019-nCoV provided by the Johns Hopkins University, World Health Organization, Chinese Center for Disease Control and Prevention, National Health Commission, and DXY. An exploratory data analysis with visualizations has been made to understand the number of different cases reported (confirmed, death, and recovered) in different provinces of China and outside of China. Overall, at the outset of an outbreak like this, it is highly important to readily provide information to begin the evaluation necessary to understand the risks and begin containment activities."],"journal":"J Med Virol","authors":["Dey, Samrat K","Rahman, Md Mahbubur","Siddiqi, Umme R","Howlader, Arpita"],"date":"2020-03-04T11:00:00Z","year":2020,"_id":"32124990","week":"202010|Mar 02 - Mar 08","doi":"10.1002/jmv.25743","keywords":["COVID-19","China","SARS-CoV-2","coronavirus","data analysis","visualization"],"source":"PubMed","locations":["China","Wuhan"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["General Info"],"weight":1,"_version_":1662334544061136897,"score":108.68773},{"pmid":32131537,"title":"Optimization Method for Forecasting Confirmed Cases of COVID-19 in China.","text":["Optimization Method for Forecasting Confirmed Cases of COVID-19 in China.","In December 2019, a novel coronavirus, called COVID-19, was discovered in Wuhan, China, and has spread to different cities in China as well as to 24 other countries. The number of confirmed cases is increasing daily and reached 34,598 on 8 February 2020. In the current study, we present a new forecasting model to estimate and forecast the number of confirmed cases of COVID-19 in the upcoming ten days based on the previously confirmed cases recorded in China. The proposed model is an improved adaptive neuro-fuzzy inference system (ANFIS) using an enhanced flower pollination algorithm (FPA) by using the salp swarm algorithm (SSA). In general, SSA is employed to improve FPA to avoid its drawbacks (i.e., getting trapped at the local optima). The main idea of the proposed model, called FPASSA-ANFIS, is to improve the performance of ANFIS by determining the parameters of ANFIS using FPASSA. The FPASSA-ANFIS model is evaluated using the World Health Organization (WHO) official data of the outbreak of the COVID-19 to forecast the confirmed cases of the upcoming ten days. More so, the FPASSA-ANFIS model is compared to several existing models, and it showed better performance in terms of Mean Absolute Percentage Error (MAPE), Root Mean Squared Relative Error (RMSRE), Root Mean Squared Relative Error (RMSRE), coefficient of determination ( R 2 ), and computing time. Furthermore, we tested the proposed model using two different datasets of weekly influenza confirmed cases in two countries, namely the USA and China. The outcomes also showed good performances.","J Clin Med","Al-Qaness, Mohammed A A","Ewees, Ahmed A","Fan, Hong","Abd El Aziz, Mohamed","32131537"],"abstract":["In December 2019, a novel coronavirus, called COVID-19, was discovered in Wuhan, China, and has spread to different cities in China as well as to 24 other countries. The number of confirmed cases is increasing daily and reached 34,598 on 8 February 2020. In the current study, we present a new forecasting model to estimate and forecast the number of confirmed cases of COVID-19 in the upcoming ten days based on the previously confirmed cases recorded in China. The proposed model is an improved adaptive neuro-fuzzy inference system (ANFIS) using an enhanced flower pollination algorithm (FPA) by using the salp swarm algorithm (SSA). In general, SSA is employed to improve FPA to avoid its drawbacks (i.e., getting trapped at the local optima). The main idea of the proposed model, called FPASSA-ANFIS, is to improve the performance of ANFIS by determining the parameters of ANFIS using FPASSA. The FPASSA-ANFIS model is evaluated using the World Health Organization (WHO) official data of the outbreak of the COVID-19 to forecast the confirmed cases of the upcoming ten days. More so, the FPASSA-ANFIS model is compared to several existing models, and it showed better performance in terms of Mean Absolute Percentage Error (MAPE), Root Mean Squared Relative Error (RMSRE), Root Mean Squared Relative Error (RMSRE), coefficient of determination ( R 2 ), and computing time. Furthermore, we tested the proposed model using two different datasets of weekly influenza confirmed cases in two countries, namely the USA and China. The outcomes also showed good performances."],"journal":"J Clin Med","authors":["Al-Qaness, Mohammed A A","Ewees, Ahmed A","Fan, Hong","Abd El Aziz, Mohamed"],"date":"2020-03-06T11:00:00Z","year":2020,"_id":"32131537","week":"202010|Mar 02 - Mar 08","doi":"10.3390/jcm9030674","keywords":["COVID-19","adaptive neuro-fuzzy inference system (ANFIS)","flower pollination algorithm (FPA)","forecasting","salp swarm algorithm (SSA)"],"source":"PubMed","locations":["China","USA","Wuhan"],"countries":["China","United States"],"countries_codes":["CHN|China","USA|United States"],"topics":["Epidemic Forecasting"],"weight":1,"_version_":1662334544009756672,"score":101.98138},{"pmid":32246789,"title":"2020: The Year of the Nurse as Seen Through a Coronavirus Lens.","text":["2020: The Year of the Nurse as Seen Through a Coronavirus Lens.","Who could have predicted that 2020, designated by the World Health Organization as the Year of the Nurse and Midwife, would so quickly become a year in which nursing plays such a central role? Who could have predicted that this is the year in which we are called to prevent illness, promote health, care for the sick, and bring comfort to the dying, in ways that haven't been seen since other pandemics (e.g., the flu pandemic of 1918 or the yellow fever epidemics that were experienced in the United States in 1793 and then in recurring waves).","J Nurs Scholarsh","Gennaro, Susan","32246789"],"abstract":["Who could have predicted that 2020, designated by the World Health Organization as the Year of the Nurse and Midwife, would so quickly become a year in which nursing plays such a central role? Who could have predicted that this is the year in which we are called to prevent illness, promote health, care for the sick, and bring comfort to the dying, in ways that haven't been seen since other pandemics (e.g., the flu pandemic of 1918 or the yellow fever epidemics that were experienced in the United States in 1793 and then in recurring waves)."],"journal":"J Nurs Scholarsh","authors":["Gennaro, Susan"],"date":"2020-04-05T11:00:00Z","year":2020,"_id":"32246789","week":"202014|Mar 30 - Apr 05","doi":"10.1111/jnu.12556","source":"PubMed","locations":["United States"],"countries":["United States"],"countries_codes":["USA|United States"],"weight":0,"_version_":1663169699704209408,"score":93.207085},{"pmid":32213476,"title":"Digital Mental Health and COVID-19: Using Technology Today to Accelerate the Curve on Access and Quality Tomorrow.","text":["Digital Mental Health and COVID-19: Using Technology Today to Accelerate the Curve on Access and Quality Tomorrow.","As interest in and use of telehealth during the COVID-19 global pandemic increase, the potential of digital health to increase access and quality of mental health is becoming clear. Although the world today must \"flatten the curve\" of spread of the virus, we argue that now is the time to \"accelerate and bend the curve\" on digital health. Increased investments in digital health today will yield unprecedented access to high-quality mental health care. Focusing on personal experiences and projects from our diverse authorship team, we share selected examples of digital health innovations while acknowledging that no single piece can discuss all the impressive global efforts past and present. Exploring the success of telehealth during the present crisis and how technologies like apps can soon play a larger role, we discuss the need for workforce training, high-quality evidence, and digital equity among other factors critical for bending the curve further.","JMIR Ment Health","Torous, John","Jan Myrick, Keris","Rauseo-Ricupero, Natali","Firth, Joseph","32213476"],"abstract":["As interest in and use of telehealth during the COVID-19 global pandemic increase, the potential of digital health to increase access and quality of mental health is becoming clear. Although the world today must \"flatten the curve\" of spread of the virus, we argue that now is the time to \"accelerate and bend the curve\" on digital health. Increased investments in digital health today will yield unprecedented access to high-quality mental health care. Focusing on personal experiences and projects from our diverse authorship team, we share selected examples of digital health innovations while acknowledging that no single piece can discuss all the impressive global efforts past and present. Exploring the success of telehealth during the present crisis and how technologies like apps can soon play a larger role, we discuss the need for workforce training, high-quality evidence, and digital equity among other factors critical for bending the curve further."],"journal":"JMIR Ment Health","authors":["Torous, John","Jan Myrick, Keris","Rauseo-Ricupero, Natali","Firth, Joseph"],"date":"2020-03-28T11:00:00Z","year":2020,"_id":"32213476","week":"202013|Mar 23 - Mar 29","doi":"10.2196/18848","keywords":["apps","digital health","emergency response","telehealth"],"source":"PubMed","weight":0,"_version_":1662445896487403520,"score":91.32061},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","week":"202011|Mar 09 - Mar 15","source":"PubMed","locations":["Statpearls","China","H1N1","Wuhan","Italy","United States","Saudi Arabia","CoVs","Hubei"],"countries":["China","Italy","United States","Saudi Arabia"],"countries_codes":["CHN|China","ITA|Italy","USA|United States","SAU|Saudi Arabia"],"topics":["Prevention","Transmission"],"weight":1,"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1662334543871344640,"score":89.87482}]}