{"pmid":32233034,"title":"Overview of guidance for endoscopy during the coronavirus disease 2019 (COVID-19) pandemic.","text":["Overview of guidance for endoscopy during the coronavirus disease 2019 (COVID-19) pandemic.","From its beginning in December 2019, the COVID-19 outbreak has spread globally from Wuhan and is now declared a pandemic by the World Health Organization (WHO). The sheer scale and severity of this pandemic is unprecedented in the modern era. Though primarily a respiratory tract infection transmitted by direct contact and droplets, during aerosol generating procedures (AGPs) there is a possibility of airborne transmission. In addition, emerging evidence suggests possible fecal-oral spread of the virus. Clinical departments that perform endoscopy are faced with daunting challenges during this pandemic. To date, multiple position statements and guidelines have been issued by various professional organizations to recommend practices in endoscopic procedures. This article aims to summarize and discuss available evidence for these practices, to provide guidance for endoscopy to enhance patient safety, avoid nosocomial outbreaks, protect healthcare personnel and ensure rational use of personal protective equipment (PPE). Responses adapted to national recommendations, local infection control guidelines and tailored to the availability of medical resources are imminently needed to fight the COVID-19 pandemic.","J Gastroenterol Hepatol","Lui, Rashid N","Wong, Sunny H","Sanchez-Luna, Sergio A","Pellino, Gianluca","Bollipo, Steven","Wong, Mei-Yin","Chiu, Philip Wy","Sung, Joseph Jy","32233034"],"abstract":["From its beginning in December 2019, the COVID-19 outbreak has spread globally from Wuhan and is now declared a pandemic by the World Health Organization (WHO). The sheer scale and severity of this pandemic is unprecedented in the modern era. Though primarily a respiratory tract infection transmitted by direct contact and droplets, during aerosol generating procedures (AGPs) there is a possibility of airborne transmission. In addition, emerging evidence suggests possible fecal-oral spread of the virus. Clinical departments that perform endoscopy are faced with daunting challenges during this pandemic. To date, multiple position statements and guidelines have been issued by various professional organizations to recommend practices in endoscopic procedures. This article aims to summarize and discuss available evidence for these practices, to provide guidance for endoscopy to enhance patient safety, avoid nosocomial outbreaks, protect healthcare personnel and ensure rational use of personal protective equipment (PPE). Responses adapted to national recommendations, local infection control guidelines and tailored to the availability of medical resources are imminently needed to fight the COVID-19 pandemic."],"journal":"J Gastroenterol Hepatol","authors":["Lui, Rashid N","Wong, Sunny H","Sanchez-Luna, Sergio A","Pellino, Gianluca","Bollipo, Steven","Wong, Mei-Yin","Chiu, Philip Wy","Sung, Joseph Jy"],"date":"2020-04-02T11:00:00Z","year":2020,"_id":"32233034","week":"202014|Mar 30 - Apr 05","doi":"10.1111/jgh.15053","source":"PubMed","locations":["Wuhan"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1662899337743564800,"score":7.3910046,"similar":[{"pmid":32179106,"title":"Coronavirus (COVID-19) outbreak: what the department of endoscopy should know.","text":["Coronavirus (COVID-19) outbreak: what the department of endoscopy should know.","Italy recorded its first case of confirmed acute respiratory case due to Coronavirus on February 18, 2020, soon after the initial reports in China. Since that time, Italy and nations throughout the world have adopted very stringent and severe measures to protect populations from spread of infection. Despite these measures, the number of infected people is growing exponentially with a significant number of patients developing acute respiratory insufficiency. Endoscopy departments face significant risk for diffusion of respiratory diseases that can be spread via an airborne route, including aspiration of oral and fecal material via endoscopes. The purpose of this article is to discuss the measures, with specific focus on personal protection equipment and dressing code modalities, which have been implemented in our hospital to prevent further dissemination of COVID-19 infection.","Gastrointest Endosc","Repici, Alessandro","Maselli, Roberta","Colombo, Matteo","Gabbiadini, Roberto","Spadaccini, Marco","Anderloni, Andrea","Carrara, Silvia","Fugazza, Alessandro","Di Leo, Milena","Galtieri, Piera Alessia","Pellegatta, Gaia","Ferrara, Elisa Chiara","Azzolini, Elena","Lagioia, Michele","32179106"],"abstract":["Italy recorded its first case of confirmed acute respiratory case due to Coronavirus on February 18, 2020, soon after the initial reports in China. Since that time, Italy and nations throughout the world have adopted very stringent and severe measures to protect populations from spread of infection. Despite these measures, the number of infected people is growing exponentially with a significant number of patients developing acute respiratory insufficiency. Endoscopy departments face significant risk for diffusion of respiratory diseases that can be spread via an airborne route, including aspiration of oral and fecal material via endoscopes. The purpose of this article is to discuss the measures, with specific focus on personal protection equipment and dressing code modalities, which have been implemented in our hospital to prevent further dissemination of COVID-19 infection."],"journal":"Gastrointest Endosc","authors":["Repici, Alessandro","Maselli, Roberta","Colombo, Matteo","Gabbiadini, Roberto","Spadaccini, Marco","Anderloni, Andrea","Carrara, Silvia","Fugazza, Alessandro","Di Leo, Milena","Galtieri, Piera Alessia","Pellegatta, Gaia","Ferrara, Elisa Chiara","Azzolini, Elena","Lagioia, Michele"],"date":"2020-03-18T11:00:00Z","year":2020,"_id":"32179106","week":"202012|Mar 16 - Mar 22","doi":"10.1016/j.gie.2020.03.019","source":"PubMed","locations":["China","Italy"],"countries":["China","Italy"],"countries_codes":["CHN|China","ITA|Italy"],"topics":["Prevention"],"weight":1,"_version_":1662334543582986240,"score":300.3347},{"pmid":32212103,"title":"Practical considerations for performing regional anesthesia: lessons learned from the COVID-19 pandemic.","text":["Practical considerations for performing regional anesthesia: lessons learned from the COVID-19 pandemic.","Coronavirus disease (COVID-19) was declared a pandemic by the World Health Organization on 11 March 2020 because of its rapid worldwide spread. In the operating room, as part of hospital outbreak response measures, anesthesiologists are required to have heightened precautions and tailor anesthetic practices to individual patients. In particular, by minimizing the many aerosol-generating procedures performed during general anesthesia, anesthesiologists can reduce exposure to patients' respiratory secretions and the risk of perioperative viral transmission to healthcare workers and other patients. To avoid any airway manipulation, regional anesthesia should be considered whenever surgery is planned for a suspect or confirmed COVID-19 patient or any patient who poses an infection risk. Regional anesthesia has benefits of preservation of respiratory function, avoidance of aerosolization and hence viral transmission. This article explores the practical considerations and recommended measures for performing regional anesthesia in this group of patients, focusing on control measures geared towards ensuring patient and staff safety, equipment protection, and infection prevention. By doing so, we hope to address an issue that may have downstream implications in the way we practice infection control in anesthesia, with particular relevance to this new era of emerging infectious diseases and novel pathogens. The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is not the first, and certainly will not be the last novel virus that will lead to worldwide outbreaks. Having a well thought out regional anesthesia plan to manage these patients in this new normal will ensure the best possible outcome for both the patient and the perioperative management team.","Can J Anaesth","Lie, Sui An","Wong, Sook Wai","Wong, Loong Tat","Wong, Theodore Gar Ling","Chong, Shin Yuet","32212103"],"abstract":["Coronavirus disease (COVID-19) was declared a pandemic by the World Health Organization on 11 March 2020 because of its rapid worldwide spread. In the operating room, as part of hospital outbreak response measures, anesthesiologists are required to have heightened precautions and tailor anesthetic practices to individual patients. In particular, by minimizing the many aerosol-generating procedures performed during general anesthesia, anesthesiologists can reduce exposure to patients' respiratory secretions and the risk of perioperative viral transmission to healthcare workers and other patients. To avoid any airway manipulation, regional anesthesia should be considered whenever surgery is planned for a suspect or confirmed COVID-19 patient or any patient who poses an infection risk. Regional anesthesia has benefits of preservation of respiratory function, avoidance of aerosolization and hence viral transmission. This article explores the practical considerations and recommended measures for performing regional anesthesia in this group of patients, focusing on control measures geared towards ensuring patient and staff safety, equipment protection, and infection prevention. By doing so, we hope to address an issue that may have downstream implications in the way we practice infection control in anesthesia, with particular relevance to this new era of emerging infectious diseases and novel pathogens. The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is not the first, and certainly will not be the last novel virus that will lead to worldwide outbreaks. Having a well thought out regional anesthesia plan to manage these patients in this new normal will ensure the best possible outcome for both the patient and the perioperative management team."],"journal":"Can J Anaesth","authors":["Lie, Sui An","Wong, Sook Wai","Wong, Loong Tat","Wong, Theodore Gar Ling","Chong, Shin Yuet"],"date":"2020-03-27T11:00:00Z","year":2020,"_id":"32212103","week":"202013|Mar 23 - Mar 29","doi":"10.1007/s12630-020-01637-0","source":"PubMed","locations":["anesthesia"],"topics":["Treatment","Prevention"],"weight":1,"_version_":1662444220164603904,"score":295.30017},{"pmid":32233064,"title":"Coronavirus pandemic and Colorectal surgery: practical advice based on the Italian experience.","text":["Coronavirus pandemic and Colorectal surgery: practical advice based on the Italian experience.","AIM: The current COVID-19 pandemic is challenging healthcare systems at a global level. We provide a practical strategy to reorganize pathways of emergency and elective colorectal surgery during the COVID-19 pandemic. METHOD: The authors, all from areas affected by the COVID-19 emergency, brainstormed remotely to define the key-points to be discussed. Tasks were assigned, concerning specific aspects of colorectal surgery during the pandemic, including the administrative management of the crisis in Italy. The recommendations (based on experience and on the limited evidence available) were collated and summarized. RESULTS: Little is known about the transmission of COVID-19, but it has shown a rapid spread. It is prudent to stop non-cancer procedures and prioritize urgent cancer treatment. Endoscopy and proctological procedures should be performed highly selectively. When dealing with colorectal emergencies, a conservative approach is advised. Specific procedures should be followed when operating on COVID-19-patients, using dedicated personal protective equipment and adhering to specific rules. Some policies are described, including minimally-invasive surgery. These policies outline the strict regulation of entry/ exit into theatres and operating building as well as advice on performing procedures safely to reduce risk spreading the virus. It is likely that a reorganization of health system is required, both at central and local levels. A description of the strategy adopted in Italy is provided. CONCLUSION: Evidence on the management of patients needing surgery for colorectal conditions during the COVID-19 pandemic is currently lacking. Lessons learnt from healthcare professionals that have managed high volumes of surgical patients during the pandemic could be useful to mitigate some risks and reduce exposure to other patients, public and healthcare staff.","Colorectal Dis","Di Saverio, Salomone","Pata, Francesco","Gallo, Gaetano","Carrano, Francesco","Scorza, Antonella","Sileri, Pierpaolo","Smart, Neil","Spinelli, Antonino","Pellino, Gianluca","32233064"],"abstract":["AIM: The current COVID-19 pandemic is challenging healthcare systems at a global level. We provide a practical strategy to reorganize pathways of emergency and elective colorectal surgery during the COVID-19 pandemic. METHOD: The authors, all from areas affected by the COVID-19 emergency, brainstormed remotely to define the key-points to be discussed. Tasks were assigned, concerning specific aspects of colorectal surgery during the pandemic, including the administrative management of the crisis in Italy. The recommendations (based on experience and on the limited evidence available) were collated and summarized. RESULTS: Little is known about the transmission of COVID-19, but it has shown a rapid spread. It is prudent to stop non-cancer procedures and prioritize urgent cancer treatment. Endoscopy and proctological procedures should be performed highly selectively. When dealing with colorectal emergencies, a conservative approach is advised. Specific procedures should be followed when operating on COVID-19-patients, using dedicated personal protective equipment and adhering to specific rules. Some policies are described, including minimally-invasive surgery. These policies outline the strict regulation of entry/ exit into theatres and operating building as well as advice on performing procedures safely to reduce risk spreading the virus. It is likely that a reorganization of health system is required, both at central and local levels. A description of the strategy adopted in Italy is provided. CONCLUSION: Evidence on the management of patients needing surgery for colorectal conditions during the COVID-19 pandemic is currently lacking. Lessons learnt from healthcare professionals that have managed high volumes of surgical patients during the pandemic could be useful to mitigate some risks and reduce exposure to other patients, public and healthcare staff."],"journal":"Colorectal Dis","authors":["Di Saverio, Salomone","Pata, Francesco","Gallo, Gaetano","Carrano, Francesco","Scorza, Antonella","Sileri, Pierpaolo","Smart, Neil","Spinelli, Antonino","Pellino, Gianluca"],"date":"2020-04-02T11:00:00Z","year":2020,"_id":"32233064","week":"202014|Mar 30 - Apr 05","doi":"10.1111/codi.15056","keywords":["COVID-19","colorectal surgery","complications","emergency","health policy"],"source":"PubMed","locations":["Italy","Italian"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"topics":["Prevention"],"weight":1,"_version_":1662899337759293441,"score":262.4258},{"pmid":32124000,"title":"Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong.","text":["Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong.","PURPOSE: Coronavirus disease (COVID-19) has rapidly emerged as a global health threat. The purpose of this article is to share our local experience of stepping up infection control measures in ophthalmology to minimise COVID-19 infection of both healthcare workers and patients. METHODS: Infection control measures implemented in our ophthalmology clinic are discussed. The measures are based on detailed risk assessment by both local ophthalmologists and infection control experts. RESULTS: A three-level hierarchy of control measures was adopted. First, for administrative control, in order to lower patient attendance, text messages with an enquiry phone number were sent to patients to reschedule appointments or arrange drug refill. In order to minimise cross-infection of COVID-19, a triage system was set up to identify patients with fever, respiratory symptoms, acute conjunctivitis or recent travel to outbreak areas and to encourage these individuals to postpone their appointments for at least 14 days. Micro-aerosol generating procedures, such as non-contact tonometry and operations under general anaesthesia were avoided. Nasal endoscopy was avoided as it may provoke sneezing and cause generation of droplets. All elective clinical services were suspended. Infection control training was provided to all clinical staff. Second, for environmental control, to reduce droplet transmission of COVID-19, installation of protective shields on slit lamps, frequent disinfection of equipment, and provision of eye protection to staff were implemented. All staff were advised to measure their own body temperatures before work and promptly report any symptoms of upper respiratory tract infection, vomiting or diarrhoea. Third, universal masking, hand hygiene, and appropriate use of personal protective equipment (PPE) were promoted. CONCLUSION: We hope our initial experience in stepping up infection control measures for COVID-19 infection in ophthalmology can help ophthalmologists globally to prepare for the potential community outbreak or pandemic. In order to minimise transmission of COVID-19, ophthalmologists should work closely with local infection control teams to implement infection control measures that are appropriate for their own clinical settings.","Graefes Arch Clin Exp Ophthalmol","Lai, Tracy H T","Tang, Emily W H","Chau, Sandy K Y","Fung, Kitty S C","Li, Kenneth K W","32124000"],"abstract":["PURPOSE: Coronavirus disease (COVID-19) has rapidly emerged as a global health threat. The purpose of this article is to share our local experience of stepping up infection control measures in ophthalmology to minimise COVID-19 infection of both healthcare workers and patients. METHODS: Infection control measures implemented in our ophthalmology clinic are discussed. The measures are based on detailed risk assessment by both local ophthalmologists and infection control experts. RESULTS: A three-level hierarchy of control measures was adopted. First, for administrative control, in order to lower patient attendance, text messages with an enquiry phone number were sent to patients to reschedule appointments or arrange drug refill. In order to minimise cross-infection of COVID-19, a triage system was set up to identify patients with fever, respiratory symptoms, acute conjunctivitis or recent travel to outbreak areas and to encourage these individuals to postpone their appointments for at least 14 days. Micro-aerosol generating procedures, such as non-contact tonometry and operations under general anaesthesia were avoided. Nasal endoscopy was avoided as it may provoke sneezing and cause generation of droplets. All elective clinical services were suspended. Infection control training was provided to all clinical staff. Second, for environmental control, to reduce droplet transmission of COVID-19, installation of protective shields on slit lamps, frequent disinfection of equipment, and provision of eye protection to staff were implemented. All staff were advised to measure their own body temperatures before work and promptly report any symptoms of upper respiratory tract infection, vomiting or diarrhoea. Third, universal masking, hand hygiene, and appropriate use of personal protective equipment (PPE) were promoted. CONCLUSION: We hope our initial experience in stepping up infection control measures for COVID-19 infection in ophthalmology can help ophthalmologists globally to prepare for the potential community outbreak or pandemic. In order to minimise transmission of COVID-19, ophthalmologists should work closely with local infection control teams to implement infection control measures that are appropriate for their own clinical settings."],"journal":"Graefes Arch Clin Exp Ophthalmol","authors":["Lai, Tracy H T","Tang, Emily W H","Chau, Sandy K Y","Fung, Kitty S C","Li, Kenneth K W"],"date":"2020-03-04T11:00:00Z","year":2020,"_id":"32124000","week":"202010|Mar 02 - Mar 08","doi":"10.1007/s00417-020-04641-8","keywords":["COVID-19","Coronavirus","Hong Kong","Infection control","Ophthalmology","SARS-CoV-2"],"source":"PubMed","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention","Diagnosis"],"weight":1,"_version_":1662334544064282624,"score":236.5168},{"pmid":32052373,"pmcid":"PMC7091420","title":"Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients.","text":["Practical recommendations for critical care and anesthesiology teams caring for novel coronavirus (2019-nCoV) patients.","A global health emergency has been declared by the World Health Organization as the 2019-nCoV outbreak spreads across the world, with confirmed patients in Canada. Patients infected with 2019-nCoV are at risk for developing respiratory failure and requiring admission to critical care units. While providing optimal treatment for these patients, careful execution of infection control measures is necessary to prevent nosocomial transmission to other patients and to healthcare workers providing care. Although the exact mechanisms of transmission are currently unclear, human-to-human transmission can occur, and the risk of airborne spread during aerosol-generating medical procedures remains a concern in specific circumstances. This paper summarizes important considerations regarding patient screening, environmental controls, personal protective equipment, resuscitation measures (including intubation), and critical care unit operations planning as we prepare for the possibility of new imported cases or local outbreaks of 2019-nCoV. Although understanding of the 2019-nCoV virus is evolving, lessons learned from prior infectious disease challenges such as Severe Acute Respiratory Syndrome will hopefully improve our state of readiness regardless of the number of cases we eventually manage in Canada.","Can J Anaesth","Wax, Randy S","Christian, Michael D","32052373"],"abstract":["A global health emergency has been declared by the World Health Organization as the 2019-nCoV outbreak spreads across the world, with confirmed patients in Canada. Patients infected with 2019-nCoV are at risk for developing respiratory failure and requiring admission to critical care units. While providing optimal treatment for these patients, careful execution of infection control measures is necessary to prevent nosocomial transmission to other patients and to healthcare workers providing care. Although the exact mechanisms of transmission are currently unclear, human-to-human transmission can occur, and the risk of airborne spread during aerosol-generating medical procedures remains a concern in specific circumstances. This paper summarizes important considerations regarding patient screening, environmental controls, personal protective equipment, resuscitation measures (including intubation), and critical care unit operations planning as we prepare for the possibility of new imported cases or local outbreaks of 2019-nCoV. Although understanding of the 2019-nCoV virus is evolving, lessons learned from prior infectious disease challenges such as Severe Acute Respiratory Syndrome will hopefully improve our state of readiness regardless of the number of cases we eventually manage in Canada."],"journal":"Can J Anaesth","authors":["Wax, Randy S","Christian, Michael D"],"date":"2020-02-14T11:00:00Z","year":2020,"_id":"32052373","week":"20207|Feb 10 - Feb 16","doi":"10.1007/s12630-020-01591-x","keywords":["COVID-19"],"source":"PubMed","locations":["Canada"],"countries":["Canada"],"countries_codes":["CAN|Canada"],"topics":["Treatment","Diagnosis","Prevention"],"weight":1,"_version_":1662334544505733120,"score":219.58897}]}