{"pmid":32235085,"title":"The novel zoonotic COVID-19 pandemic: An expected global health concern.","text":["The novel zoonotic COVID-19 pandemic: An expected global health concern.","18 years ago, in 2002, the world was astonished by the appearance of Severe Acute Respiratory Syndrome (SARS), supported by a zoonotic coronavirus, called SARS-CoV, from the Guangdong Province of southern China. After about 10 years, in 2012, another similar coronavirus triggered the Middle East Respiratory Syndrome (MERS-CoV) in Saudi Arabia. Both caused severe pneumonia killing 774 and 858 people with 8700 cases of confirmed infection for the former, and 2494 for the latter, causing significant economic losses. 8 years later, despite the MERS outbreak remaining in certain parts of the world, at the end of 2019, a new zoonotic coronavirus (SARS-CoV-2) and responsible of coronavirus Disease (COVID-19), arose from Wuhan, Hubei Province, China. It spread rapidly and to date has killed 3,242 persons with more than 81,000 cases of infection in China and causing over 126,000 global cases and 5,414 deaths in 166 other countries around the world, especially Italy. SARS-CoV-2 would seem to have come from a bat, but the intermediate reservoir continues to be unknown. Nonetheless, as for SARS-CoV and MERS CoV, the Spillover effect linked to animal-human promiscuity, human activities including deforestation, illegal bush-trafficking and bushmeat, cannot be excluded. Recently, however, evidence of inter-human only transmission of SARS-CoV-2 has been accumulated and thus, the outbreak seems to be spreading by human-to-human transmission throughout a large part of the world. Herein we will provide with an update on the main features of COVID-19 and suggest possible solutions how to halt the expansion of this novel pandemic.","J Infect Dev Ctries","Contini, Carlo","Di Nuzzo, Mariachiara","Barp, Nicole","Bonazza, Aurora","De Giorgio, Roberto","Tognon, Mauro","Rubino, Salvatore","32235085"],"abstract":["18 years ago, in 2002, the world was astonished by the appearance of Severe Acute Respiratory Syndrome (SARS), supported by a zoonotic coronavirus, called SARS-CoV, from the Guangdong Province of southern China. After about 10 years, in 2012, another similar coronavirus triggered the Middle East Respiratory Syndrome (MERS-CoV) in Saudi Arabia. Both caused severe pneumonia killing 774 and 858 people with 8700 cases of confirmed infection for the former, and 2494 for the latter, causing significant economic losses. 8 years later, despite the MERS outbreak remaining in certain parts of the world, at the end of 2019, a new zoonotic coronavirus (SARS-CoV-2) and responsible of coronavirus Disease (COVID-19), arose from Wuhan, Hubei Province, China. It spread rapidly and to date has killed 3,242 persons with more than 81,000 cases of infection in China and causing over 126,000 global cases and 5,414 deaths in 166 other countries around the world, especially Italy. SARS-CoV-2 would seem to have come from a bat, but the intermediate reservoir continues to be unknown. Nonetheless, as for SARS-CoV and MERS CoV, the Spillover effect linked to animal-human promiscuity, human activities including deforestation, illegal bush-trafficking and bushmeat, cannot be excluded. Recently, however, evidence of inter-human only transmission of SARS-CoV-2 has been accumulated and thus, the outbreak seems to be spreading by human-to-human transmission throughout a large part of the world. Herein we will provide with an update on the main features of COVID-19 and suggest possible solutions how to halt the expansion of this novel pandemic."],"journal":"J Infect Dev Ctries","authors":["Contini, Carlo","Di Nuzzo, Mariachiara","Barp, Nicole","Bonazza, Aurora","De Giorgio, Roberto","Tognon, Mauro","Rubino, Salvatore"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32235085","week":"202014|Mar 30 - Apr 05","doi":"10.3855/jidc.12671","keywords":["COVID-19","MERS CoV","SARS CoV","SARS-CoV-2","drugs","spillover"],"source":"PubMed","locations":["China","Saudi Arabia","Hubei","Wuhan","Italy"],"countries":["China","Italy","Saudi Arabia"],"countries_codes":["CHN|China","ITA|Italy","SAU|Saudi Arabia"],"topics":["Transmission"],"weight":1,"_version_":1662996001644871680,"score":7.6048946,"similar":[{"pmid":32145185,"title":"Middle East respiratory syndrome.","text":["Middle East respiratory syndrome.","The Middle East respiratory syndrome coronavirus (MERS-CoV) is a lethal zoonotic pathogen that was first identified in humans in Saudi Arabia and Jordan in 2012. Intermittent sporadic cases, community clusters, and nosocomial outbreaks of MERS-CoV continue to occur. Between April 2012 and December 2019, 2499 laboratory-confirmed cases of MERS-CoV infection, including 858 deaths (34.3% mortality) were reported from 27 countries to WHO, the majority of which were reported by Saudi Arabia (2106 cases, 780 deaths). Large outbreaks of human-to-human transmission have occurred, the largest in Riyadh and Jeddah in 2014 and in South Korea in 2015. MERS-CoV remains a high-threat pathogen identified by WHO as a priority pathogen because it causes severe disease that has a high mortality rate, epidemic potential, and no medical countermeasures. This Seminar provides an update on the current knowledge and perspectives on MERS epidemiology, virology, mode of transmission, pathogenesis, diagnosis, clinical features, management, infection control, development of new therapeutics and vaccines, and highlights unanswered questions and priorities for research, improved management, and prevention.","Lancet","Memish, Ziad A","Perlman, Stanley","Van Kerkhove, Maria D","Zumla, Alimuddin","32145185"],"abstract":["The Middle East respiratory syndrome coronavirus (MERS-CoV) is a lethal zoonotic pathogen that was first identified in humans in Saudi Arabia and Jordan in 2012. Intermittent sporadic cases, community clusters, and nosocomial outbreaks of MERS-CoV continue to occur. Between April 2012 and December 2019, 2499 laboratory-confirmed cases of MERS-CoV infection, including 858 deaths (34.3% mortality) were reported from 27 countries to WHO, the majority of which were reported by Saudi Arabia (2106 cases, 780 deaths). Large outbreaks of human-to-human transmission have occurred, the largest in Riyadh and Jeddah in 2014 and in South Korea in 2015. MERS-CoV remains a high-threat pathogen identified by WHO as a priority pathogen because it causes severe disease that has a high mortality rate, epidemic potential, and no medical countermeasures. This Seminar provides an update on the current knowledge and perspectives on MERS epidemiology, virology, mode of transmission, pathogenesis, diagnosis, clinical features, management, infection control, development of new therapeutics and vaccines, and highlights unanswered questions and priorities for research, improved management, and prevention."],"journal":"Lancet","authors":["Memish, Ziad A","Perlman, Stanley","Van Kerkhove, Maria D","Zumla, Alimuddin"],"date":"2020-03-08T11:00:00Z","year":2020,"_id":"32145185","week":"202010|Mar 02 - Mar 08","doi":"10.1016/S0140-6736(19)33221-0","source":"PubMed","locations":["Saudi Arabia","Riyadh","Jeddah","South Korea","Jordan"],"countries":["Saudi Arabia","Korea, Republic of","Jordan"],"countries_codes":["SAU|Saudi Arabia","KOR|Korea, Republic of","JOR|Jordan"],"topics":["Transmission","Treatment","Diagnosis","Prevention","Mechanism"],"weight":1,"_version_":1663095626034839552,"score":301.04987},{"pmid":32141588,"title":"Coronavirus Disease 2019 outbreak: preparedness and readiness of countries in the Eastern Mediterranean Region.","text":["Coronavirus Disease 2019 outbreak: preparedness and readiness of countries in the Eastern Mediterranean Region.","On 31 December 2019, a cluster of acute respiratory illness was reported from China and later confirmed as novel coronavirus on 7 January 2020. This virus is the same member of the coronavirus family that caused the severe acute respiratory syndrome (SARS-CoV) reported in China 2003, and Middle East respiratory syndrome (MERS-CoV) reported in Saudi Arabia in 2012. The initial cases have been linked to a live seafood market in Wuhan, China, and the specific animal source is yet to be determined. The detection of this new virus in humans without knowing the source of the infection has raised greatly heightened concerns not only in China, but also internationally. To date, the outbreak has spread to most provinces in China and 25 other countries within a relatively short period. Consequent to its spread, Dr Tedros Ghebreyesus, Director General of the World Health Organization (WHO), declared the outbreak a Public Health Emergency of International Concern (PHEIC) on 30 January 2020.","East Mediterr Health J","Al-Mandhari, Ahmed","Samhouri, Dalia","Abubakar, Abdinasir","Brennan, Richard","32141588"],"abstract":["On 31 December 2019, a cluster of acute respiratory illness was reported from China and later confirmed as novel coronavirus on 7 January 2020. This virus is the same member of the coronavirus family that caused the severe acute respiratory syndrome (SARS-CoV) reported in China 2003, and Middle East respiratory syndrome (MERS-CoV) reported in Saudi Arabia in 2012. The initial cases have been linked to a live seafood market in Wuhan, China, and the specific animal source is yet to be determined. The detection of this new virus in humans without knowing the source of the infection has raised greatly heightened concerns not only in China, but also internationally. To date, the outbreak has spread to most provinces in China and 25 other countries within a relatively short period. Consequent to its spread, Dr Tedros Ghebreyesus, Director General of the World Health Organization (WHO), declared the outbreak a Public Health Emergency of International Concern (PHEIC) on 30 January 2020."],"journal":"East Mediterr Health J","authors":["Al-Mandhari, Ahmed","Samhouri, Dalia","Abubakar, Abdinasir","Brennan, Richard"],"date":"2020-03-07T11:00:00Z","year":2020,"_id":"32141588","week":"202010|Mar 02 - Mar 08","doi":"10.26719/2020.26.2.136","source":"PubMed","locations":["China","Wuhan","Saudi Arabia"],"countries":["China","Saudi Arabia"],"countries_codes":["CHN|China","SAU|Saudi Arabia"],"topics":["Prevention"],"weight":1,"_version_":1662334543948939264,"score":259.20682},{"pmid":32092911,"pmcid":"PMC7072294","title":"Rigidity of the Outer Shell Predicted by a Protein Intrinsic Disorder Model Sheds Light on the COVID-19 (Wuhan-2019-nCoV) Infectivity.","text":["Rigidity of the Outer Shell Predicted by a Protein Intrinsic Disorder Model Sheds Light on the COVID-19 (Wuhan-2019-nCoV) Infectivity.","The world is currently witnessing an outbreak of a new coronavirus spreading quickly across China and affecting at least 24 other countries. With almost 65,000 infected, a worldwide death toll of at least 1370 (as of 14 February 2020), and with the potential to affect up to two-thirds of the world population, COVID-19 is considered by the World Health Organization (WHO) to be a global health emergency. The speed of spread and infectivity of COVID-19 (also known as Wuhan-2019-nCoV) are dramatically exceeding those of the Middle East respiratory syndrome coronavirus (MERS-CoV) and severe acute respiratory syndrome coronavirus (SARS-CoV). In fact, since September 2012, the WHO has been notified of 2494 laboratory-confirmed cases of infection with MERS-CoV, whereas the 2002-2003 epidemic of SARS affected 26 countries and resulted in more than 8000 cases. Therefore, although SARS, MERS, and COVID-19 are all the result of coronaviral infections, the causes of the coronaviruses differ dramatically in their transmissibility. It is likely that these differences in infectivity of coronaviruses can be attributed to the differences in the rigidity of their shells which can be evaluated using computational tools for predicting intrinsic disorder predisposition of the corresponding viral proteins.","Biomolecules","Goh, Gerard Kian-Meng","Dunker, A Keith","Foster, James A","Uversky, Vladimir N","32092911"],"abstract":["The world is currently witnessing an outbreak of a new coronavirus spreading quickly across China and affecting at least 24 other countries. With almost 65,000 infected, a worldwide death toll of at least 1370 (as of 14 February 2020), and with the potential to affect up to two-thirds of the world population, COVID-19 is considered by the World Health Organization (WHO) to be a global health emergency. The speed of spread and infectivity of COVID-19 (also known as Wuhan-2019-nCoV) are dramatically exceeding those of the Middle East respiratory syndrome coronavirus (MERS-CoV) and severe acute respiratory syndrome coronavirus (SARS-CoV). In fact, since September 2012, the WHO has been notified of 2494 laboratory-confirmed cases of infection with MERS-CoV, whereas the 2002-2003 epidemic of SARS affected 26 countries and resulted in more than 8000 cases. Therefore, although SARS, MERS, and COVID-19 are all the result of coronaviral infections, the causes of the coronaviruses differ dramatically in their transmissibility. It is likely that these differences in infectivity of coronaviruses can be attributed to the differences in the rigidity of their shells which can be evaluated using computational tools for predicting intrinsic disorder predisposition of the corresponding viral proteins."],"journal":"Biomolecules","authors":["Goh, Gerard Kian-Meng","Dunker, A Keith","Foster, James A","Uversky, Vladimir N"],"date":"2020-02-26T11:00:00Z","year":2020,"_id":"32092911","week":"20209|Feb 24 - Mar 01","doi":"10.3390/biom10020331","keywords":["*COVID-19","*Wuhan-2019-nCoV","*membrane protein","*nucleocapsid protein","*protein intrinsic disorder","*shell disorder","*transmission","*virulence"],"source":"PubMed","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission"],"weight":1,"_version_":1662334544316989440,"score":253.16971},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","week":"202011|Mar 09 - Mar 15","source":"PubMed","locations":["Statpearls","China","H1N1","Wuhan","Italy","United States","Saudi Arabia","CoVs","Hubei"],"countries":["China","Italy","United States","Saudi Arabia"],"countries_codes":["CHN|China","ITA|Italy","USA|United States","SAU|Saudi Arabia"],"topics":["Prevention","Transmission"],"weight":1,"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1662334543871344640,"score":248.53915},{"pmid":32112977,"pmcid":"PMC7105032","title":"World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19).","text":["World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19).","An unprecedented outbreak of pneumonia of unknown aetiology in Wuhan City, Hubei province in China emerged in December 2019. A novel coronavirus was identified as the causative agent and was subsequently termed COVID-19 by the World Health Organization (WHO). Considered a relative of severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), COVID-19 is caused by a betacoronavirus named SARS-CoV-2 that affects the lower respiratory tract and manifests as pneumonia in humans. Despite rigorous global containment and quarantine efforts, the incidence of COVID-19 continues to rise, with 90,870 laboratory-confirmed cases and over 3,000 deaths worldwide. In response to this global outbreak, we summarise the current state of knowledge surrounding COVID-19.","Int J Surg","Sohrabi, Catrin","Alsafi, Zaid","O'Neill, Niamh","Khan, Mehdi","Kerwan, Ahmed","Al-Jabir, Ahmed","Iosifidis, Christos","Agha, Riaz","32112977"],"abstract":["An unprecedented outbreak of pneumonia of unknown aetiology in Wuhan City, Hubei province in China emerged in December 2019. A novel coronavirus was identified as the causative agent and was subsequently termed COVID-19 by the World Health Organization (WHO). Considered a relative of severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), COVID-19 is caused by a betacoronavirus named SARS-CoV-2 that affects the lower respiratory tract and manifests as pneumonia in humans. Despite rigorous global containment and quarantine efforts, the incidence of COVID-19 continues to rise, with 90,870 laboratory-confirmed cases and over 3,000 deaths worldwide. In response to this global outbreak, we summarise the current state of knowledge surrounding COVID-19."],"journal":"Int J Surg","authors":["Sohrabi, Catrin","Alsafi, Zaid","O'Neill, Niamh","Khan, Mehdi","Kerwan, Ahmed","Al-Jabir, Ahmed","Iosifidis, Christos","Agha, Riaz"],"date":"2020-03-01T11:00:00Z","year":2020,"_id":"32112977","week":"20209|Feb 24 - Mar 01","doi":"10.1016/j.ijsu.2020.02.034","keywords":["COVID-19","Global health emergency","Novel coronavirus","Viral transmission","Wuhan"],"source":"PubMed","locations":["China","Hubei","Wuhan"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission","Mechanism","Diagnosis","Prevention"],"weight":1,"_version_":1663095626114531328,"score":222.68318}]}