{"pmid":32232520,"title":"Facing a disruptive threat: how can a nuclear medicine service be prepared for the coronavirus outbreak 2020?","text":["Facing a disruptive threat: how can a nuclear medicine service be prepared for the coronavirus outbreak 2020?","PURPOSE: The aim of this short communication is to outline our experience in policies and processes of a nuclear medicine service during the COVID-19 outbreak in Singapore. METHODS: We describe the key considerations of policies and processes that have been implemented in our nuclear medicine service since the first case of COVID-19 was confirmed in Singapore General Hospital on 23 January 2020, up to the present time. RESULTS: Infection control, screening of patients and visitors, segregation of risk groups, segregation of staff and service continuity plans, communication and staff welfare, using electronic platforms for multi-disciplinary meetings and tele-reporting are discussed. CONCLUSION: Since our hospital received the first patient with COVID-19 in Singapore, our centre has managed 16 COVID-19 cases to date. There has not been any healthcare worker in our institution who has contracted COVID-19 through patient contact. We have highlighted for discussion some of the policies and processes to prepare a nuclear medicine service for the COVID-19 threat.","Eur J Nucl Med Mol Imaging","Lam, Winnie Wing-Chuen","Loke, Kelvin Siu-Hoong","Wong, Wai Yin","Ng, David Chee-Eng","32232520"],"abstract":["PURPOSE: The aim of this short communication is to outline our experience in policies and processes of a nuclear medicine service during the COVID-19 outbreak in Singapore. METHODS: We describe the key considerations of policies and processes that have been implemented in our nuclear medicine service since the first case of COVID-19 was confirmed in Singapore General Hospital on 23 January 2020, up to the present time. RESULTS: Infection control, screening of patients and visitors, segregation of risk groups, segregation of staff and service continuity plans, communication and staff welfare, using electronic platforms for multi-disciplinary meetings and tele-reporting are discussed. CONCLUSION: Since our hospital received the first patient with COVID-19 in Singapore, our centre has managed 16 COVID-19 cases to date. There has not been any healthcare worker in our institution who has contracted COVID-19 through patient contact. We have highlighted for discussion some of the policies and processes to prepare a nuclear medicine service for the COVID-19 threat."],"journal":"Eur J Nucl Med Mol Imaging","authors":["Lam, Winnie Wing-Chuen","Loke, Kelvin Siu-Hoong","Wong, Wai Yin","Ng, David Chee-Eng"],"date":"2020-04-02T11:00:00Z","year":2020,"_id":"32232520","week":"202014|Mar 30 - Apr 05","doi":"10.1007/s00259-020-04790-2","keywords":["COVID-19","Infection","Nuclear medicine","SARS-CoV-2"],"source":"PubMed","locations":["Singapore"],"countries":["Singapore"],"countries_codes":["SGP|Singapore"],"topics":["Prevention"],"weight":1,"_version_":1662899337730981888,"score":7.3910046,"similar":[{"pmid":32162212,"pmcid":"PMC7090449","title":"Preparing for a COVID-19 pandemic: a review of operating room outbreak response measures in a large tertiary hospital in Singapore.","text":["Preparing for a COVID-19 pandemic: a review of operating room outbreak response measures in a large tertiary hospital in Singapore.","The coronavirus disease 2019 (COVID-19) outbreak has been designated a public health emergency of international concern. To prepare for a pandemic, hospitals need a strategy to manage their space, staff, and supplies so that optimum care is provided to patients. In addition, infection prevention measures need to be implemented to reduce in-hospital transmission. In the operating room, these preparations involve multiple stakeholders and can present a significant challenge. Here, we describe the outbreak response measures of the anesthetic department staffing the largest (1,700-bed) academic tertiary level acute care hospital in Singapore (Singapore General Hospital) and a smaller regional hospital (Sengkang General Hospital). These include engineering controls such as identification and preparation of an isolation operating room, administrative measures such as modification of workflow and processes, introduction of personal protective equipment for staff, and formulation of clinical guidelines for anesthetic management. Simulation was valuable in evaluating the feasibility of new operating room set-ups or workflow. We also discuss how the hierarchy of controls can be used as a framework to plan the necessary measures during each phase of a pandemic, and review the evidence for the measures taken. These containment measures are necessary to optimize the quality of care provided to COVID-19 patients and to reduce the risk of viral transmission to other patients or healthcare workers.","Can J Anaesth","Wong, Jolin","Goh, Qing Yuan","Tan, Zihui","Lie, Sui An","Tay, Yoong Chuan","Ng, Shin Yi","Soh, Chai Rick","32162212"],"abstract":["The coronavirus disease 2019 (COVID-19) outbreak has been designated a public health emergency of international concern. To prepare for a pandemic, hospitals need a strategy to manage their space, staff, and supplies so that optimum care is provided to patients. In addition, infection prevention measures need to be implemented to reduce in-hospital transmission. In the operating room, these preparations involve multiple stakeholders and can present a significant challenge. Here, we describe the outbreak response measures of the anesthetic department staffing the largest (1,700-bed) academic tertiary level acute care hospital in Singapore (Singapore General Hospital) and a smaller regional hospital (Sengkang General Hospital). These include engineering controls such as identification and preparation of an isolation operating room, administrative measures such as modification of workflow and processes, introduction of personal protective equipment for staff, and formulation of clinical guidelines for anesthetic management. Simulation was valuable in evaluating the feasibility of new operating room set-ups or workflow. We also discuss how the hierarchy of controls can be used as a framework to plan the necessary measures during each phase of a pandemic, and review the evidence for the measures taken. These containment measures are necessary to optimize the quality of care provided to COVID-19 patients and to reduce the risk of viral transmission to other patients or healthcare workers."],"journal":"Can J Anaesth","authors":["Wong, Jolin","Goh, Qing Yuan","Tan, Zihui","Lie, Sui An","Tay, Yoong Chuan","Ng, Shin Yi","Soh, Chai Rick"],"date":"2020-03-13T11:00:00Z","year":2020,"_id":"32162212","week":"202011|Mar 09 - Mar 15","doi":"10.1007/s12630-020-01620-9","source":"PubMed","locations":["Singapore"],"countries":["Singapore"],"countries_codes":["SGP|Singapore"],"topics":["Prevention"],"weight":1,"_version_":1662334543773827072,"score":206.77719},{"pmid":32221974,"title":"Practical considerations in the anaesthetic management of patients during a COVID-19 epidemic.","text":["Practical considerations in the anaesthetic management of patients during a COVID-19 epidemic.","We read with interest the excellent Association guidelines [1] for the anaesthetic management of patients during a COVID-19 outbreak. We concur with these guidelines, which are not dissimilar to our hospital's protocols since Singapore reported its first case of COVID-19 on 23 January 2020. To date, there have been 226 confirmed cases in Singapore with no deaths reported [2]. We are preparing for many more when community transmission becomes widespread and every patient presenting for surgery becomes a potential asymptomatic infected case. We would like to highlight additional anaesthetic considerations in this COVID-19 pandemic. Our discussion is limited to patients not known to be COVID infected.","Anaesthesia","Ong, S","Tan, T Khee","32221974"],"abstract":["We read with interest the excellent Association guidelines [1] for the anaesthetic management of patients during a COVID-19 outbreak. We concur with these guidelines, which are not dissimilar to our hospital's protocols since Singapore reported its first case of COVID-19 on 23 January 2020. To date, there have been 226 confirmed cases in Singapore with no deaths reported [2]. We are preparing for many more when community transmission becomes widespread and every patient presenting for surgery becomes a potential asymptomatic infected case. We would like to highlight additional anaesthetic considerations in this COVID-19 pandemic. Our discussion is limited to patients not known to be COVID infected."],"journal":"Anaesthesia","authors":["Ong, S","Tan, T Khee"],"date":"2020-03-30T11:00:00Z","year":2020,"_id":"32221974","week":"202014|Mar 30 - Apr 05","doi":"10.1111/anae.15053","source":"PubMed","locations":["Singapore"],"countries":["Singapore"],"countries_codes":["SGP|Singapore"],"topics":["Prevention"],"weight":1,"_version_":1662624089077972993,"score":187.6446},{"pmid":32208481,"title":"Rapid Response to COVID-19: Health Informatics Support for Outbreak Management in an Academic Health System.","text":["Rapid Response to COVID-19: Health Informatics Support for Outbreak Management in an Academic Health System.","OBJECTIVE: To describe the implementation of technological support important for optimizing clinical management of the COVID-19 pandemic. MATERIALS AND METHODS: Our health system has confirmed prior and current cases of COVID-19. An Incident Command Center was established early in the crisis and helped identify electronic health record (EHR) based tools to support clinical care. RESULTS: We outline the design and implementation of EHR based rapid screening processes, laboratory testing, clinical decision support, reporting tools, and patient-facing technology related to COVID-19. DISCUSSION: The EHR is a useful tool to enable rapid deployment of standardized processes. UC San Diego Health built multiple COVID-19-specific tools to support outbreak management, including scripted triaging, electronic check-in, standard ordering and documentation, secure messaging, real-time data analytics, and telemedicine capabilities. Challenges included the need to frequently adjust build to meet rapidly evolving requirements, communication and adoption, and coordinating the needs of multiple stakeholders while maintaining high-quality, pre-pandemic medical care. CONCLUSION: The EHR is an essential tool in supporting the clinical needs of a health system managing the COVID-19 pandemic.","J Am Med Inform Assoc","Reeves, J Jeffery","Hollandsworth, Hannah M","Torriani, Francesca J","Taplitz, Randy","Abeles, Shira","Tai-Seale, Ming","Millen, Marlene","Clay, Brian J","Longhurst, Christopher A","32208481"],"abstract":["OBJECTIVE: To describe the implementation of technological support important for optimizing clinical management of the COVID-19 pandemic. MATERIALS AND METHODS: Our health system has confirmed prior and current cases of COVID-19. An Incident Command Center was established early in the crisis and helped identify electronic health record (EHR) based tools to support clinical care. RESULTS: We outline the design and implementation of EHR based rapid screening processes, laboratory testing, clinical decision support, reporting tools, and patient-facing technology related to COVID-19. DISCUSSION: The EHR is a useful tool to enable rapid deployment of standardized processes. UC San Diego Health built multiple COVID-19-specific tools to support outbreak management, including scripted triaging, electronic check-in, standard ordering and documentation, secure messaging, real-time data analytics, and telemedicine capabilities. Challenges included the need to frequently adjust build to meet rapidly evolving requirements, communication and adoption, and coordinating the needs of multiple stakeholders while maintaining high-quality, pre-pandemic medical care. CONCLUSION: The EHR is an essential tool in supporting the clinical needs of a health system managing the COVID-19 pandemic."],"journal":"J Am Med Inform Assoc","authors":["Reeves, J Jeffery","Hollandsworth, Hannah M","Torriani, Francesca J","Taplitz, Randy","Abeles, Shira","Tai-Seale, Ming","Millen, Marlene","Clay, Brian J","Longhurst, Christopher A"],"date":"2020-03-26T11:00:00Z","year":2020,"_id":"32208481","week":"202013|Mar 23 - Mar 29","doi":"10.1093/jamia/ocaa037","keywords":["clinical informatics","coronavirus","electronic health record","pandemic","telemedicine"],"source":"PubMed","topics":["Diagnosis","Prevention"],"weight":1,"_version_":1662334543439331328,"score":165.70204},{"pmid":32229433,"title":"Interventional radiology and COVID-19: evidence-based measures to limit transmission.","text":["Interventional radiology and COVID-19: evidence-based measures to limit transmission.","As we face an explosion of COVID-19 cases and deal with an unprecedented set of circumstances all over the world, healthcare personnel are at the forefront, dealing with this emerging scenario. Certain subspecialties like interventional radiology entails a greater risk of acquiring and transmitting infection due to the close patient contact and invasive patient care the service provides. This makes it imperative to develop and set guidelines in place to limit transmission and utilize resources in an optimal fashion. A multi-tiered approach needs to be devised and monitored at the administrative level, taking into account the various staff and patient contact points. Based on these factors, work site and health force rearrangements need to be in place while enforcing segregation and disinfection parameters. We are putting forth an all-encompassing review of infection control measures that cover the dynamics of patient care and staff protocols that such a situation demands of an interventional department.","Diagn Interv Radiol","Chandy, Poornima Elizabeth","Nasir, Muhammad Umer","Srinivasan, Sivasubramanian","Klass, Darren","Nicolaou, Savvas","Babu, Suresh B","32229433"],"abstract":["As we face an explosion of COVID-19 cases and deal with an unprecedented set of circumstances all over the world, healthcare personnel are at the forefront, dealing with this emerging scenario. Certain subspecialties like interventional radiology entails a greater risk of acquiring and transmitting infection due to the close patient contact and invasive patient care the service provides. This makes it imperative to develop and set guidelines in place to limit transmission and utilize resources in an optimal fashion. A multi-tiered approach needs to be devised and monitored at the administrative level, taking into account the various staff and patient contact points. Based on these factors, work site and health force rearrangements need to be in place while enforcing segregation and disinfection parameters. We are putting forth an all-encompassing review of infection control measures that cover the dynamics of patient care and staff protocols that such a situation demands of an interventional department."],"journal":"Diagn Interv Radiol","authors":["Chandy, Poornima Elizabeth","Nasir, Muhammad Umer","Srinivasan, Sivasubramanian","Klass, Darren","Nicolaou, Savvas","Babu, Suresh B"],"date":"2020-04-02T11:00:00Z","year":2020,"_id":"32229433","week":"202014|Mar 30 - Apr 05","doi":"10.5152/dir.2020.20166","source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1662899337785507841,"score":164.85567},{"pmid":32124000,"title":"Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong.","text":["Stepping up infection control measures in ophthalmology during the novel coronavirus outbreak: an experience from Hong Kong.","PURPOSE: Coronavirus disease (COVID-19) has rapidly emerged as a global health threat. The purpose of this article is to share our local experience of stepping up infection control measures in ophthalmology to minimise COVID-19 infection of both healthcare workers and patients. METHODS: Infection control measures implemented in our ophthalmology clinic are discussed. The measures are based on detailed risk assessment by both local ophthalmologists and infection control experts. RESULTS: A three-level hierarchy of control measures was adopted. First, for administrative control, in order to lower patient attendance, text messages with an enquiry phone number were sent to patients to reschedule appointments or arrange drug refill. In order to minimise cross-infection of COVID-19, a triage system was set up to identify patients with fever, respiratory symptoms, acute conjunctivitis or recent travel to outbreak areas and to encourage these individuals to postpone their appointments for at least 14 days. Micro-aerosol generating procedures, such as non-contact tonometry and operations under general anaesthesia were avoided. Nasal endoscopy was avoided as it may provoke sneezing and cause generation of droplets. All elective clinical services were suspended. Infection control training was provided to all clinical staff. Second, for environmental control, to reduce droplet transmission of COVID-19, installation of protective shields on slit lamps, frequent disinfection of equipment, and provision of eye protection to staff were implemented. All staff were advised to measure their own body temperatures before work and promptly report any symptoms of upper respiratory tract infection, vomiting or diarrhoea. Third, universal masking, hand hygiene, and appropriate use of personal protective equipment (PPE) were promoted. CONCLUSION: We hope our initial experience in stepping up infection control measures for COVID-19 infection in ophthalmology can help ophthalmologists globally to prepare for the potential community outbreak or pandemic. In order to minimise transmission of COVID-19, ophthalmologists should work closely with local infection control teams to implement infection control measures that are appropriate for their own clinical settings.","Graefes Arch Clin Exp Ophthalmol","Lai, Tracy H T","Tang, Emily W H","Chau, Sandy K Y","Fung, Kitty S C","Li, Kenneth K W","32124000"],"abstract":["PURPOSE: Coronavirus disease (COVID-19) has rapidly emerged as a global health threat. The purpose of this article is to share our local experience of stepping up infection control measures in ophthalmology to minimise COVID-19 infection of both healthcare workers and patients. METHODS: Infection control measures implemented in our ophthalmology clinic are discussed. The measures are based on detailed risk assessment by both local ophthalmologists and infection control experts. RESULTS: A three-level hierarchy of control measures was adopted. First, for administrative control, in order to lower patient attendance, text messages with an enquiry phone number were sent to patients to reschedule appointments or arrange drug refill. In order to minimise cross-infection of COVID-19, a triage system was set up to identify patients with fever, respiratory symptoms, acute conjunctivitis or recent travel to outbreak areas and to encourage these individuals to postpone their appointments for at least 14 days. Micro-aerosol generating procedures, such as non-contact tonometry and operations under general anaesthesia were avoided. Nasal endoscopy was avoided as it may provoke sneezing and cause generation of droplets. All elective clinical services were suspended. Infection control training was provided to all clinical staff. Second, for environmental control, to reduce droplet transmission of COVID-19, installation of protective shields on slit lamps, frequent disinfection of equipment, and provision of eye protection to staff were implemented. All staff were advised to measure their own body temperatures before work and promptly report any symptoms of upper respiratory tract infection, vomiting or diarrhoea. Third, universal masking, hand hygiene, and appropriate use of personal protective equipment (PPE) were promoted. CONCLUSION: We hope our initial experience in stepping up infection control measures for COVID-19 infection in ophthalmology can help ophthalmologists globally to prepare for the potential community outbreak or pandemic. In order to minimise transmission of COVID-19, ophthalmologists should work closely with local infection control teams to implement infection control measures that are appropriate for their own clinical settings."],"journal":"Graefes Arch Clin Exp Ophthalmol","authors":["Lai, Tracy H T","Tang, Emily W H","Chau, Sandy K Y","Fung, Kitty S C","Li, Kenneth K W"],"date":"2020-03-04T11:00:00Z","year":2020,"_id":"32124000","week":"202010|Mar 02 - Mar 08","doi":"10.1007/s00417-020-04641-8","keywords":["COVID-19","Coronavirus","Hong Kong","Infection control","Ophthalmology","SARS-CoV-2"],"source":"PubMed","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention","Diagnosis"],"weight":1,"_version_":1662334544064282624,"score":160.43677}]}