{"pmid":32240543,"title":"The impact of the SARS-CoV-2 outbreak on the safety and availability of blood transfusions in Italy.","text":["The impact of the SARS-CoV-2 outbreak on the safety and availability of blood transfusions in Italy.","Coronaviruses are enveloped single-stranded RNA viruses belonging to the family of Coronaviridae. While initial research focused on their ability to cause enzootic infections, infections which have emerged in the past two decades demonstrate their ability to cross the species barrier and infect humans [1,2]. The ensuing epidemics have included Severe Acute Respiratory Syndrome (SARS) in 2002 and the more recent Middle East Respiratory Syndrome (MERS) in 2012, and have resulted in severe disease burden, mortality and economic disruption [3]. A novel flu-like coronavirus, emerging towards the end of 2019 and subsequently named SARS-CoV-2, has been associated with an epidemic initially focused in Wuhan, China.","Vox Sang","Franchini, Massimo","Farrugia, Albert","Velati, Claudio","Zanetti, Alessandro","Romano, Luisa","Grazzini, Giuliano","Lopez, Nadia","Pati, Ilaria","Marano, Giuseppe","Pupella, Simonetta","Maria Liumbruno, Giancarlo","32240543"],"abstract":["Coronaviruses are enveloped single-stranded RNA viruses belonging to the family of Coronaviridae. While initial research focused on their ability to cause enzootic infections, infections which have emerged in the past two decades demonstrate their ability to cross the species barrier and infect humans [1,2]. The ensuing epidemics have included Severe Acute Respiratory Syndrome (SARS) in 2002 and the more recent Middle East Respiratory Syndrome (MERS) in 2012, and have resulted in severe disease burden, mortality and economic disruption [3]. A novel flu-like coronavirus, emerging towards the end of 2019 and subsequently named SARS-CoV-2, has been associated with an epidemic initially focused in Wuhan, China."],"journal":"Vox Sang","authors":["Franchini, Massimo","Farrugia, Albert","Velati, Claudio","Zanetti, Alessandro","Romano, Luisa","Grazzini, Giuliano","Lopez, Nadia","Pati, Ilaria","Marano, Giuseppe","Pupella, Simonetta","Maria Liumbruno, Giancarlo"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32240543","week":"202014|Mar 30 - Apr 05","doi":"10.1111/vox.12928","source":"PubMed","locations":["China","Wuhan","Italy"],"countries":["China","Italy"],"countries_codes":["CHN|China","ITA|Italy"],"topics":["Prevention"],"weight":1,"_version_":1662996001799012352,"score":7.6048946,"similar":[{"pmid":32240537,"title":"Post-donation COVID-19 identification in blood donors.","text":["Post-donation COVID-19 identification in blood donors.","The coronavirus disease 19 (COVID-19) outbreak, which was characterized as a pandemic on 11 March 2020 by the WHO, started in December 2019 with the emergence of pneumonia cases of unknown cause in Wuhan, Hubei, China [1]. SARS-CoV-2, the causative agent of COVID-19, are enveloped, non-segmented, single stranded positive sense RNA viruses and are classified as a sister clade to the prototype human and bat severe acute respiratory syndrome coronaviruses (SARS-CoVs) of the species Severe acute respiratory syndrome-related coronavirus [2]. So far, no respiratory virus, including SARS-CoV and the Middle East Respiratory Syndrome (MERS)-CoV, has been confirmed as transfusion-transmissible [3,4].","Vox Sang","Kwon, So-Yong","Kim, Eun-Jin","Jung, Yu Soek","Jang, Jin Sung","Cho, Nam-Sun","32240537"],"abstract":["The coronavirus disease 19 (COVID-19) outbreak, which was characterized as a pandemic on 11 March 2020 by the WHO, started in December 2019 with the emergence of pneumonia cases of unknown cause in Wuhan, Hubei, China [1]. SARS-CoV-2, the causative agent of COVID-19, are enveloped, non-segmented, single stranded positive sense RNA viruses and are classified as a sister clade to the prototype human and bat severe acute respiratory syndrome coronaviruses (SARS-CoVs) of the species Severe acute respiratory syndrome-related coronavirus [2]. So far, no respiratory virus, including SARS-CoV and the Middle East Respiratory Syndrome (MERS)-CoV, has been confirmed as transfusion-transmissible [3,4]."],"journal":"Vox Sang","authors":["Kwon, So-Yong","Kim, Eun-Jin","Jung, Yu Soek","Jang, Jin Sung","Cho, Nam-Sun"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32240537","week":"202014|Mar 30 - Apr 05","doi":"10.1111/vox.12925","source":"PubMed","locations":["China","Wuhan","Hubei"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism","Transmission"],"weight":1,"_version_":1662996001619705857,"score":139.50868},{"pmid":32094589,"title":"Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses.","text":["Functional assessment of cell entry and receptor usage for SARS-CoV-2 and other lineage B betacoronaviruses.","Over the past 20 years, several coronaviruses have crossed the species barrier into humans, causing outbreaks of severe, and often fatal, respiratory illness. Since SARS-CoV was first identified in animal markets, global viromics projects have discovered thousands of coronavirus sequences in diverse animals and geographic regions. Unfortunately, there are few tools available to functionally test these viruses for their ability to infect humans, which has severely hampered efforts to predict the next zoonotic viral outbreak. Here, we developed an approach to rapidly screen lineage B betacoronaviruses, such as SARS-CoV and the recent SARS-CoV-2, for receptor usage and their ability to infect cell types from different species. We show that host protease processing during viral entry is a significant barrier for several lineage B viruses and that bypassing this barrier allows several lineage B viruses to enter human cells through an unknown receptor. We also demonstrate how different lineage B viruses can recombine to gain entry into human cells, and confirm that human ACE2 is the receptor for the recently emerging SARS-CoV-2.","Nat Microbiol","Letko, Michael","Marzi, Andrea","Munster, Vincent","32094589"],"abstract":["Over the past 20 years, several coronaviruses have crossed the species barrier into humans, causing outbreaks of severe, and often fatal, respiratory illness. Since SARS-CoV was first identified in animal markets, global viromics projects have discovered thousands of coronavirus sequences in diverse animals and geographic regions. Unfortunately, there are few tools available to functionally test these viruses for their ability to infect humans, which has severely hampered efforts to predict the next zoonotic viral outbreak. Here, we developed an approach to rapidly screen lineage B betacoronaviruses, such as SARS-CoV and the recent SARS-CoV-2, for receptor usage and their ability to infect cell types from different species. We show that host protease processing during viral entry is a significant barrier for several lineage B viruses and that bypassing this barrier allows several lineage B viruses to enter human cells through an unknown receptor. We also demonstrate how different lineage B viruses can recombine to gain entry into human cells, and confirm that human ACE2 is the receptor for the recently emerging SARS-CoV-2."],"journal":"Nat Microbiol","authors":["Letko, Michael","Marzi, Andrea","Munster, Vincent"],"date":"2020-02-26T11:00:00Z","year":2020,"_id":"32094589","week":"20209|Feb 24 - Mar 01","doi":"10.1038/s41564-020-0688-y","source":"PubMed","topics":["Mechanism"],"weight":1,"_version_":1663095626156474368,"score":125.12997},{"pmid":32226290,"pmcid":"PMC7098027","title":"Targeting the Endocytic Pathway and Autophagy Process as a Novel Therapeutic Strategy in COVID-19.","text":["Targeting the Endocytic Pathway and Autophagy Process as a Novel Therapeutic Strategy in COVID-19.","Coronaviruses (CoVs) are a group of enveloped, single-stranded positive genomic RNA viruses and some of them are known to cause severe respiratory diseases in human, including Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS) and the ongoing coronavirus disease-19 (COVID-19). One key element in viral infection is the process of viral entry into the host cells. In the last two decades, there is increasing understanding on the importance of the endocytic pathway and the autophagy process in viral entry and replication. As a result, the endocytic pathway including endosome and lysosome has become important targets for development of therapeutic strategies in combating diseases caused by CoVs. In this mini-review, we will focus on the importance of the endocytic pathway as well as the autophagy process in viral infection of several pathogenic CoVs inclusive of SARS-CoV, MERS-CoV and the new CoV named as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and discuss the development of therapeutic agents by targeting these processes. Such knowledge will provide important clues for control of the ongoing epidemic of SARS-CoV-2 infection and treatment of COVID-19.","Int J Biol Sci","Yang, Naidi","Shen, Han-Ming","32226290"],"abstract":["Coronaviruses (CoVs) are a group of enveloped, single-stranded positive genomic RNA viruses and some of them are known to cause severe respiratory diseases in human, including Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS) and the ongoing coronavirus disease-19 (COVID-19). One key element in viral infection is the process of viral entry into the host cells. In the last two decades, there is increasing understanding on the importance of the endocytic pathway and the autophagy process in viral entry and replication. As a result, the endocytic pathway including endosome and lysosome has become important targets for development of therapeutic strategies in combating diseases caused by CoVs. In this mini-review, we will focus on the importance of the endocytic pathway as well as the autophagy process in viral infection of several pathogenic CoVs inclusive of SARS-CoV, MERS-CoV and the new CoV named as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and discuss the development of therapeutic agents by targeting these processes. Such knowledge will provide important clues for control of the ongoing epidemic of SARS-CoV-2 infection and treatment of COVID-19."],"journal":"Int J Biol Sci","authors":["Yang, Naidi","Shen, Han-Ming"],"date":"2020-04-01T11:00:00Z","year":2020,"_id":"32226290","week":"202014|Mar 30 - Apr 05","doi":"10.7150/ijbs.45498","keywords":["COVID-19","Coronaviruses","SARS-CoV-2","autophagy","endocytic pathway"],"source":"PubMed","topics":["Mechanism","Treatment"],"weight":1,"_version_":1662819280256761856,"score":121.49492},{"pmid":32100877,"title":"Composition and divergence of coronavirus spike proteins and host ACE2 receptors predict potential intermediate hosts of SARS-CoV-2.","text":["Composition and divergence of coronavirus spike proteins and host ACE2 receptors predict potential intermediate hosts of SARS-CoV-2.","From the beginning of 2002 and 2012, severe respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) crossed the species barriers to infect humans, causing thousands of infections and hundreds of deaths, respectively. Currently, a novel coronavirus (SARS-CoV-2), which has become the cause of the outbreak of Coronavirus Disease 2019 (COVID-19), was discovered. Until 18 February 2020, there were 72 533 confirmed COVID-19 cases (including 10 644 severe cases) and 1872 deaths in China. SARS-CoV-2 is spreading among the public and causing substantial burden due to its human-to-human transmission. However, the intermediate host of SARS-CoV-2 is still unclear. Finding the possible intermediate host of SARS-CoV-2 is imperative to prevent further spread of the epidemic. In this study, we used systematic comparison and analysis to predict the interaction between the receptor-binding domain (RBD) of coronavirus spike protein and the host receptor, angiotensin-converting enzyme 2 (ACE2). The interaction between the key amino acids of S protein RBD and ACE2 indicated that, other than pangolins and snakes, as previously suggested, turtles (Chrysemys picta bellii, Chelonia mydas, and Pelodiscus sinensis) may act as the potential intermediate hosts transmitting SARS-CoV-2 to humans.","J Med Virol","Liu, Zhixin","Xiao, Xiao","Wei, Xiuli","Li, Jian","Yang, Jing","Tan, Huabing","Zhu, Jianyong","Zhang, Qiwei","Wu, Jianguo","Liu, Long","32100877"],"abstract":["From the beginning of 2002 and 2012, severe respiratory syndrome coronavirus (SARS-CoV) and Middle East respiratory syndrome coronavirus (MERS-CoV) crossed the species barriers to infect humans, causing thousands of infections and hundreds of deaths, respectively. Currently, a novel coronavirus (SARS-CoV-2), which has become the cause of the outbreak of Coronavirus Disease 2019 (COVID-19), was discovered. Until 18 February 2020, there were 72 533 confirmed COVID-19 cases (including 10 644 severe cases) and 1872 deaths in China. SARS-CoV-2 is spreading among the public and causing substantial burden due to its human-to-human transmission. However, the intermediate host of SARS-CoV-2 is still unclear. Finding the possible intermediate host of SARS-CoV-2 is imperative to prevent further spread of the epidemic. In this study, we used systematic comparison and analysis to predict the interaction between the receptor-binding domain (RBD) of coronavirus spike protein and the host receptor, angiotensin-converting enzyme 2 (ACE2). The interaction between the key amino acids of S protein RBD and ACE2 indicated that, other than pangolins and snakes, as previously suggested, turtles (Chrysemys picta bellii, Chelonia mydas, and Pelodiscus sinensis) may act as the potential intermediate hosts transmitting SARS-CoV-2 to humans."],"journal":"J Med Virol","authors":["Liu, Zhixin","Xiao, Xiao","Wei, Xiuli","Li, Jian","Yang, Jing","Tan, Huabing","Zhu, Jianyong","Zhang, Qiwei","Wu, Jianguo","Liu, Long"],"date":"2020-02-27T11:00:00Z","year":2020,"_id":"32100877","week":"20209|Feb 24 - Mar 01","doi":"10.1002/jmv.25726","keywords":["Coronavirus Disease 2019 (COVID-19)","SARS-CoV-2","SARS-CoV-2 spike protein (S)","angiotensin-converting enzyme 2 (ACE2)","receptor-binding domain (RBD) of coronavirus"],"source":"PubMed","locations":["China","Pelodiscus","Chelonia"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission","Mechanism"],"weight":1,"_version_":1663095626149134338,"score":120.75079},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","week":"202011|Mar 09 - Mar 15","source":"PubMed","locations":["Statpearls","China","H1N1","Wuhan","Italy","United States","Saudi Arabia","CoVs","Hubei"],"countries":["China","Italy","United States","Saudi Arabia"],"countries_codes":["CHN|China","ITA|Italy","USA|United States","SAU|Saudi Arabia"],"topics":["Prevention","Transmission"],"weight":1,"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1662334543871344640,"score":118.219795}]}