{"pmid":32251717,"title":"Interleukin-6 use in COVID-19 pneumonia related macrophage activation syndrome.","text":["Interleukin-6 use in COVID-19 pneumonia related macrophage activation syndrome.","Severe COVID-19 associated pneumonia patients may exhibit features of systemic hyper-inflammation designated under the umbrella term of macrophage activation syndrome (MAS) or cytokine storm, also known as secondary haemophagocytic lymphohistocytosis (sHLH). This is distinct from HLH associated with immunodeficiency states termed primary HLH -with radically different therapy strategies in both situations. COVID-19 infection with MAS typically occurs in subjects with adult respiratory distress syndrome (ARDS) and historically, non-survival in ARDS was linked to sustained IL-6 and IL-1 elevation. We provide a model for the classification of MAS to stratify the MAS-like presentation in COVID-19 pneumonia and explore the complexities of discerning ARDS from MAS. We describe the potential impact of viral load and therapy timing towards improving the outcome of IL-6 antagonism and other immunomodulatory therapies.","Autoimmun Rev","McGonagle, Dennis","Sharif, Kassem","O'Regan, Anthony","Bridgewood, Charlie","32251717"],"abstract":["Severe COVID-19 associated pneumonia patients may exhibit features of systemic hyper-inflammation designated under the umbrella term of macrophage activation syndrome (MAS) or cytokine storm, also known as secondary haemophagocytic lymphohistocytosis (sHLH). This is distinct from HLH associated with immunodeficiency states termed primary HLH -with radically different therapy strategies in both situations. COVID-19 infection with MAS typically occurs in subjects with adult respiratory distress syndrome (ARDS) and historically, non-survival in ARDS was linked to sustained IL-6 and IL-1 elevation. We provide a model for the classification of MAS to stratify the MAS-like presentation in COVID-19 pneumonia and explore the complexities of discerning ARDS from MAS. We describe the potential impact of viral load and therapy timing towards improving the outcome of IL-6 antagonism and other immunomodulatory therapies."],"journal":"Autoimmun Rev","authors":["McGonagle, Dennis","Sharif, Kassem","O'Regan, Anthony","Bridgewood, Charlie"],"date":"2020-04-07T11:00:00Z","year":2020,"_id":"32251717","week":"202015|Apr 06 - Apr 12","doi":"10.1016/j.autrev.2020.102537","source":"PubMed","topics":["Treatment","Mechanism"],"weight":1,"_version_":1663352136284504064,"score":7.6679378,"similar":[{"pmid":32061198,"title":"[Inhibitors of RAS Might Be a Good Choice for the Therapy of COVID-19 Pneumonia].","text":["[Inhibitors of RAS Might Be a Good Choice for the Therapy of COVID-19 Pneumonia].","The novel coronavirus 2019 (COVID-19) infected patients by binding human ACE2, leading to severe pneumonia and highly mortality rate in patients. At present, there is no definite and effective treatment for COVID-19. ACE2 plays an important role in the RAS, and the imbalance between ACE/Ang II/AT1R pathway and ACE2/Ang (1-7)/Mas receptor pathway in the RAS system will lead to multi-system inflammation. Increased ACE and Ang II are poor prognostic factors for severe pneumonia. Animal studies have shown that RAS inhibitors could effectively relieve symptoms of acute severe pneumonia and respiratory failure. The binding of COVID-19 and ACE2 resulted in the exhaustion of ACE2, and then ACE2/Ang (1-7)/Mas receptor pathway was inhibited. The balance of the RAS system was broken, and this would lead to the exacerbation of acute severe pneumonia. Therefore, we speculate that ACEI and AT1R inhibitors could be used in patients with COVID-19 pneumonia under the condition of controlling blood pressure, and might reduce the pulmonary inflammatory response and mortality.","Zhonghua Jie He He Hu Xi Za Zhi","Sun, M L","Yang, J M","Sun, Y P","Su, G H","32061198"],"abstract":["The novel coronavirus 2019 (COVID-19) infected patients by binding human ACE2, leading to severe pneumonia and highly mortality rate in patients. At present, there is no definite and effective treatment for COVID-19. ACE2 plays an important role in the RAS, and the imbalance between ACE/Ang II/AT1R pathway and ACE2/Ang (1-7)/Mas receptor pathway in the RAS system will lead to multi-system inflammation. Increased ACE and Ang II are poor prognostic factors for severe pneumonia. Animal studies have shown that RAS inhibitors could effectively relieve symptoms of acute severe pneumonia and respiratory failure. The binding of COVID-19 and ACE2 resulted in the exhaustion of ACE2, and then ACE2/Ang (1-7)/Mas receptor pathway was inhibited. The balance of the RAS system was broken, and this would lead to the exacerbation of acute severe pneumonia. Therefore, we speculate that ACEI and AT1R inhibitors could be used in patients with COVID-19 pneumonia under the condition of controlling blood pressure, and might reduce the pulmonary inflammatory response and mortality."],"journal":"Zhonghua Jie He He Hu Xi Za Zhi","authors":["Sun, M L","Yang, J M","Sun, Y P","Su, G H"],"date":"2020-02-16T11:00:00Z","year":2020,"_id":"32061198","week":"20207|Feb 10 - Feb 16","doi":"10.3760/cma.j.issn.1001-0939.2020.0014","source":"PubMed","topics":["Treatment","Mechanism"],"weight":1,"_version_":1663352134641385472,"score":326.87872},{"pmid":32171193,"title":"Induction of pro-inflammatory cytokines (IL-1 and IL-6) and lung inflammation by Coronavirus-19 (COVI-19 or SARS-CoV-2): anti-inflammatory strategies.","text":["Induction of pro-inflammatory cytokines (IL-1 and IL-6) and lung inflammation by Coronavirus-19 (COVI-19 or SARS-CoV-2): anti-inflammatory strategies.","Coronavirus-19 (COVI-19) involves humans as well as animals and may cause serious damage to the respiratory tract, including the lung: coronavirus disease (COVID-19). This pathogenic virus has been identified in swabs performed on the throat and nose of patients who suffer from or are suspected of the disease. When COVI-19 infect the upper and lower respiratory tract it can cause mild or highly acute respiratory syndrome with consequent release of pro-inflammatory cytokines, including interleukin (IL)-1beta and IL-6. The binding of COVI-19 to the Toll Like Receptor (TLR) causes the release of pro-IL-1beta which is cleaved by caspase-1, followed by inflammasome activation and production of active mature IL-1beta which is a mediator of lung inflammation, fever and fibrosis. Suppression of pro-inflammatory IL-1 family members and IL-6 have been shown to have a therapeutic effect in many inflammatory diseases, including viral infections. Cytokine IL-37 has the ability to suppress innate and acquired immune response and also has the capacity to inhibit inflammation by acting on IL-18Ralpha receptor. IL-37 performs its immunosuppressive activity by acting on mTOR and increasing the adenosine monophosphate (AMP) kinase. This cytokine inhibits class II histocompatibility complex (MHC) molecules and inflammation in inflammatory diseases by suppressing MyD88 and subsequently IL-1beta, IL-6, TNF and CCL2. The suppression of IL-1beta by IL-37 in inflammatory state induced by coronavirus-19 can have a new therapeutic effect previously unknown. Another inhibitory cytokine is IL-38, the newest cytokine of the IL-1 family members, produced by several immune cells including B cells and macrophages. IL-38 is also a suppressor cytokine which inhibits IL-1beta and other pro-inflammatory IL-family members. IL-38 is a potential therapeutic cytokine which inhibits inflammation in viral infections including that caused by coronavirus-19, providing a new relevant strategy.","J Biol Regul Homeost Agents","Conti, P","Ronconi, G","Caraffa, A","Gallenga, C","Ross, R","Frydas, I","Kritas, S","32171193"],"abstract":["Coronavirus-19 (COVI-19) involves humans as well as animals and may cause serious damage to the respiratory tract, including the lung: coronavirus disease (COVID-19). This pathogenic virus has been identified in swabs performed on the throat and nose of patients who suffer from or are suspected of the disease. When COVI-19 infect the upper and lower respiratory tract it can cause mild or highly acute respiratory syndrome with consequent release of pro-inflammatory cytokines, including interleukin (IL)-1beta and IL-6. The binding of COVI-19 to the Toll Like Receptor (TLR) causes the release of pro-IL-1beta which is cleaved by caspase-1, followed by inflammasome activation and production of active mature IL-1beta which is a mediator of lung inflammation, fever and fibrosis. Suppression of pro-inflammatory IL-1 family members and IL-6 have been shown to have a therapeutic effect in many inflammatory diseases, including viral infections. Cytokine IL-37 has the ability to suppress innate and acquired immune response and also has the capacity to inhibit inflammation by acting on IL-18Ralpha receptor. IL-37 performs its immunosuppressive activity by acting on mTOR and increasing the adenosine monophosphate (AMP) kinase. This cytokine inhibits class II histocompatibility complex (MHC) molecules and inflammation in inflammatory diseases by suppressing MyD88 and subsequently IL-1beta, IL-6, TNF and CCL2. The suppression of IL-1beta by IL-37 in inflammatory state induced by coronavirus-19 can have a new therapeutic effect previously unknown. Another inhibitory cytokine is IL-38, the newest cytokine of the IL-1 family members, produced by several immune cells including B cells and macrophages. IL-38 is also a suppressor cytokine which inhibits IL-1beta and other pro-inflammatory IL-family members. IL-38 is a potential therapeutic cytokine which inhibits inflammation in viral infections including that caused by coronavirus-19, providing a new relevant strategy."],"journal":"J Biol Regul Homeost Agents","authors":["Conti, P","Ronconi, G","Caraffa, A","Gallenga, C","Ross, R","Frydas, I","Kritas, S"],"date":"2020-03-16T11:00:00Z","year":2020,"_id":"32171193","week":"202012|Mar 16 - Mar 22","doi":"10.23812/CONTI-E","keywords":["*COVID-19","*IL-1","*IL-6","*pro-inflammatory cytokines","*COVI-19","*SARS-CoV-2"],"source":"PubMed","locations":["swabs"],"topics":["Treatment"],"weight":1,"_version_":1663352133952471041,"score":239.93149},{"pmid":32234467,"pmcid":"PMC7118634","title":"The cytokine release syndrome (CRS) of severe COVID-19 and Interleukin-6 receptor (IL-6R) antagonist Tocilizumab may be the key to reduce the mortality.","text":["The cytokine release syndrome (CRS) of severe COVID-19 and Interleukin-6 receptor (IL-6R) antagonist Tocilizumab may be the key to reduce the mortality.","Since December 2019, a viral pneumonia (COVID-19) from Wuhan, China has swept the world. Although the case fatality rate is not high, the number of people infected is large, and there are still a large number of patients dying. With the collation and publication of more and more clinical data, a large number of data suggest that there are mild or severe cytokine storms in severe patients, which is also an important cause of death. Therefore, the treatment of cytokine storm has become an important part of rescuing severe patients. Interleukin-6 (IL-6) plays an important role in cytokine release syndrome (CRS). If it can block the signal transduction pathway of IL-6, it is expected to become a new method for the treatment of severe patients. Tocilizumab is a blocker of IL-6R, which can effectively block IL-6 signal transduction pathway. So, tocilizumab is likely to become an effective drug for patients with severe COVID-19.","Int J Antimicrob Agents","Zhang, Chi","Wu, Zhao","Li, Jia-Wen","Zhao, Hong","Wang, Gui-Qiang","32234467"],"abstract":["Since December 2019, a viral pneumonia (COVID-19) from Wuhan, China has swept the world. Although the case fatality rate is not high, the number of people infected is large, and there are still a large number of patients dying. With the collation and publication of more and more clinical data, a large number of data suggest that there are mild or severe cytokine storms in severe patients, which is also an important cause of death. Therefore, the treatment of cytokine storm has become an important part of rescuing severe patients. Interleukin-6 (IL-6) plays an important role in cytokine release syndrome (CRS). If it can block the signal transduction pathway of IL-6, it is expected to become a new method for the treatment of severe patients. Tocilizumab is a blocker of IL-6R, which can effectively block IL-6 signal transduction pathway. So, tocilizumab is likely to become an effective drug for patients with severe COVID-19."],"journal":"Int J Antimicrob Agents","authors":["Zhang, Chi","Wu, Zhao","Li, Jia-Wen","Zhao, Hong","Wang, Gui-Qiang"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32234467","week":"202014|Mar 30 - Apr 05","doi":"10.1016/j.ijantimicag.2020.105954","keywords":["COVID-19","Cytokine release syndrome","Tocilizumab"],"source":"PubMed","locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism","Treatment"],"weight":1,"e_drugs":["tocilizumab"],"_version_":1663352135625998336,"score":225.85086},{"pmid":32217834,"title":"SARS-CoV-2: A Storm is Raging.","text":["SARS-CoV-2: A Storm is Raging.","The pandemic coronavirus infectious disease (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is rapidly spreading across the globe. In this issue of the JCI, Chen and colleagues compared the clinical and immunologic characteristics between moderate versus severe COVID-19. The authors found that respiratory distress on admission is associated with unfavorable outcomes. Increased cytokine levels (IL-6, IL-10 and TNFalpha), lymphopenia (in CD4+ and CD8+ T cells), and decreased IFNgamma expression in CD4+ T cells are associated with severe COVID-19. Overall, this study characterized the cytokine storm in severe COVID-19 and provides insights into immune therapeutics and vaccine design.","J Clin Invest","Pedersen, Savannah F","Ho, Ya-Chi","32217834"],"abstract":["The pandemic coronavirus infectious disease (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is rapidly spreading across the globe. In this issue of the JCI, Chen and colleagues compared the clinical and immunologic characteristics between moderate versus severe COVID-19. The authors found that respiratory distress on admission is associated with unfavorable outcomes. Increased cytokine levels (IL-6, IL-10 and TNFalpha), lymphopenia (in CD4+ and CD8+ T cells), and decreased IFNgamma expression in CD4+ T cells are associated with severe COVID-19. Overall, this study characterized the cytokine storm in severe COVID-19 and provides insights into immune therapeutics and vaccine design."],"journal":"J Clin Invest","authors":["Pedersen, Savannah F","Ho, Ya-Chi"],"date":"2020-03-29T11:00:00Z","year":2020,"_id":"32217834","week":"202013|Mar 23 - Mar 29","doi":"10.1172/JCI137647","source":"PubMed","locations":["CD4"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1663352135039844352,"score":200.19865},{"pmid":32214286,"title":"Expanded Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) as a Therapeutic Strategy in Managing Critically Ill COVID-19 Patients: The Case for Compassionate Use.","text":["Expanded Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) as a Therapeutic Strategy in Managing Critically Ill COVID-19 Patients: The Case for Compassionate Use.","COVID-19 has affected the United States leading to a national emergency with health care and economic impact, propelling the country into a recession with disrupted lifestyles not seen in recent history. COVID-19 is a serious illness leading to multiple deaths in various countries including the United States. Several million Americans satisfy the Center for Disease Control and Prevention (CDC) criteria for being high risk. Unfortunately, the available supply of medical beds and equipment for mechanical ventilation are much less than is projected to be needed. The World Health Organization (WHO) and multiple agencies led by the CDC in the United States have attempted to organize intensive outbreak investigation programs utilizing appropriate preventive measures, evaluation, and treatment. The clinical spectrum of COVID-19 varies from asymptomatic forms to conditions encompassing multiorgan and systemic manifestations in terms of septic shock, and multiple organ dysfunction (MOD) syndromes. The presently approved treatments are supportive but not curative for the disease. There are multiple treatments being studied. These include vaccines, medications Remdesivir and hydroxychloroquine and potentially combination therapy. Finally, expanded umbilical cord mesenchymal stem cells or (UC-MSCs) may have a role and are being studied. The cure of COVID-19 is essentially dependent on the patients' own immune system. When the immune system is over activated in an attempt to kill the virus, this can lead to the production of a large number of inflammatory factors, resulting in severe cytokine storm. The cytokine storm may induce organ damage followed by the edema, dysfunction of air exchange, acute respiratory distress syndrome (ARDS), acute cardiac injury, and secondary infection, which may lead to death. Thus, at this point, the avoidance of the cytokine storm may be the key for the treatment of HCOV-19 infected patients.In China, where there was limited availability of effective modalities to manage COVID-19 several patients were treated with expanded UC-MSCs. Additionally, the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care have reported guidelines to treat coronavirus patients with stem cells in the hope of decreasing the number of patients going to the ICU, and, also relatively quickly getting them out of ICU. In this manuscript, we describe the urgent need for various solutions, pathogenesis of coronavirus and the clinical evidence for treatment of COVID-19 with stem cells. The limited but emerging evidence regarding UC MSC in managing COVID-19 suggests that it might be considered for compassionate use in critically ill patients to reduce morbidity and mortality in the United States. The administration and Coronavirus Task Force might wish to approach the potential of expanded UC-MSCs as an evolutionary therapeutic strategy in managing COVID-19 illness with a 3-pronged approach: If proven safe and effective on a specific and limited basis...1. Minimize regulatory burden by all agencies so that critically ill COVID-19 patients will have access regardless of their financial circumstance.2. Institute appropriate safeguards to avoid negative consequences from unscrupulous actors.3. With proper informed consent from patients or proxy when necessary, and subject to accumulation of data in that cohort, allow the procedure to be initiated in critically ill patients who are not responding to conventional therapies.KEY WORDS: Coronavirus, COVID-19, cytokine storm, multiorgan failure, expanded umbilical cord mesenchymal stem cells.","Pain Physician","Atluri, Sairam","Manchikanti, Laxmaiah","Hirsch, Joshua A","32214286"],"abstract":["COVID-19 has affected the United States leading to a national emergency with health care and economic impact, propelling the country into a recession with disrupted lifestyles not seen in recent history. COVID-19 is a serious illness leading to multiple deaths in various countries including the United States. Several million Americans satisfy the Center for Disease Control and Prevention (CDC) criteria for being high risk. Unfortunately, the available supply of medical beds and equipment for mechanical ventilation are much less than is projected to be needed. The World Health Organization (WHO) and multiple agencies led by the CDC in the United States have attempted to organize intensive outbreak investigation programs utilizing appropriate preventive measures, evaluation, and treatment. The clinical spectrum of COVID-19 varies from asymptomatic forms to conditions encompassing multiorgan and systemic manifestations in terms of septic shock, and multiple organ dysfunction (MOD) syndromes. The presently approved treatments are supportive but not curative for the disease. There are multiple treatments being studied. These include vaccines, medications Remdesivir and hydroxychloroquine and potentially combination therapy. Finally, expanded umbilical cord mesenchymal stem cells or (UC-MSCs) may have a role and are being studied. The cure of COVID-19 is essentially dependent on the patients' own immune system. When the immune system is over activated in an attempt to kill the virus, this can lead to the production of a large number of inflammatory factors, resulting in severe cytokine storm. The cytokine storm may induce organ damage followed by the edema, dysfunction of air exchange, acute respiratory distress syndrome (ARDS), acute cardiac injury, and secondary infection, which may lead to death. Thus, at this point, the avoidance of the cytokine storm may be the key for the treatment of HCOV-19 infected patients.In China, where there was limited availability of effective modalities to manage COVID-19 several patients were treated with expanded UC-MSCs. Additionally, the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care have reported guidelines to treat coronavirus patients with stem cells in the hope of decreasing the number of patients going to the ICU, and, also relatively quickly getting them out of ICU. In this manuscript, we describe the urgent need for various solutions, pathogenesis of coronavirus and the clinical evidence for treatment of COVID-19 with stem cells. The limited but emerging evidence regarding UC MSC in managing COVID-19 suggests that it might be considered for compassionate use in critically ill patients to reduce morbidity and mortality in the United States. The administration and Coronavirus Task Force might wish to approach the potential of expanded UC-MSCs as an evolutionary therapeutic strategy in managing COVID-19 illness with a 3-pronged approach: If proven safe and effective on a specific and limited basis...1. Minimize regulatory burden by all agencies so that critically ill COVID-19 patients will have access regardless of their financial circumstance.2. Institute appropriate safeguards to avoid negative consequences from unscrupulous actors.3. With proper informed consent from patients or proxy when necessary, and subject to accumulation of data in that cohort, allow the procedure to be initiated in critically ill patients who are not responding to conventional therapies.KEY WORDS: Coronavirus, COVID-19, cytokine storm, multiorgan failure, expanded umbilical cord mesenchymal stem cells."],"journal":"Pain Physician","authors":["Atluri, Sairam","Manchikanti, Laxmaiah","Hirsch, Joshua A"],"date":"2020-03-28T11:00:00Z","year":2020,"_id":"32214286","week":"202013|Mar 23 - Mar 29","source":"PubMed","locations":["Analgesia","Americans","China","multiorgan","United States"],"countries":["China","United States"],"countries_codes":["CHN|China","USA|United States"],"topics":["Treatment"],"weight":1,"e_drugs":["Hydroxychloroquine"],"_version_":1663352135008387073,"score":182.13994}]}