{"pmid":32252141,"title":"Epidemiology, virology, and clinical features of severe acute respiratory syndrome -coronavirus-2 (SARS-CoV-2; Coronavirus Disease-19).","text":["Epidemiology, virology, and clinical features of severe acute respiratory syndrome -coronavirus-2 (SARS-CoV-2; Coronavirus Disease-19).","A cluster of severe pneumonia of unknown etiology in Wuhan City, Hubei province in China emerged in December 2019. A novel coronavirus named severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was isolated from lower respiratory tract sample as the causative agent. The current outbreak of infections with SARS-CoV-2 is termed Coronavirus Disease 2019 (COVID-19) by the World Health Organization (WHO). COVID-19 rapidly spread into at least 114 countries and killed more than 4,000 people by March 11 2020. WHO officially declared COVID-19 a pandemic on March 11, 2020. There have been two novel coronavirus outbreaks in the past two decades. The 2002-2003 outbreak of severe acute respiratory syndrome (SARS) in 2002-2003 caused by SARS-CoV had a case fatality rate of around 10% (8,098 confirmed cases and 774 death), while Middle East respiratory syndrome (MERS) caused by MERS-CoV killed 861 people out of a total 2,502 confirmed cases between 2012 and 2019. The purpose of this review is to summarize known-to-date information about SARS-CoV-2, transmission of SARS-CoV-2, and clinical features.","Clin Exp Pediatr","Park, Su Eun","32252141"],"abstract":["A cluster of severe pneumonia of unknown etiology in Wuhan City, Hubei province in China emerged in December 2019. A novel coronavirus named severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was isolated from lower respiratory tract sample as the causative agent. The current outbreak of infections with SARS-CoV-2 is termed Coronavirus Disease 2019 (COVID-19) by the World Health Organization (WHO). COVID-19 rapidly spread into at least 114 countries and killed more than 4,000 people by March 11 2020. WHO officially declared COVID-19 a pandemic on March 11, 2020. There have been two novel coronavirus outbreaks in the past two decades. The 2002-2003 outbreak of severe acute respiratory syndrome (SARS) in 2002-2003 caused by SARS-CoV had a case fatality rate of around 10% (8,098 confirmed cases and 774 death), while Middle East respiratory syndrome (MERS) caused by MERS-CoV killed 861 people out of a total 2,502 confirmed cases between 2012 and 2019. The purpose of this review is to summarize known-to-date information about SARS-CoV-2, transmission of SARS-CoV-2, and clinical features."],"journal":"Clin Exp Pediatr","authors":["Park, Su Eun"],"date":"2020-04-07T11:00:00Z","year":2020,"_id":"32252141","week":"202015|Apr 06 - Apr 12","doi":"10.3345/cep.2020.00493","keywords":["COVID-19","MERS-CoV","SARS-CoV","SARS-CoV-2","coronavirus"],"source":"PubMed","locations":["China","Wuhan","Hubei"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission","Diagnosis"],"weight":1,"_version_":1663352136196423680,"score":7.6679378,"similar":[{"pmid":32230900,"title":"Virology, Epidemiology, Pathogenesis, and Control of COVID-19.","text":["Virology, Epidemiology, Pathogenesis, and Control of COVID-19.","The outbreak of emerging severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) disease (COVID-19) in China has been brought to global attention and declared a pandemic by the World Health Organization (WHO) on March 11, 2020. Scientific advancements since the pandemic of severe acute respiratory syndrome (SARS) in 2002~2003 and Middle East respiratory syndrome (MERS) in 2012 have accelerated our understanding of the epidemiology and pathogenesis of SARS-CoV-2 and the development of therapeutics to treat viral infection. As no specific therapeutics and vaccines are available for disease control, the epidemic of COVID-19 is posing a great threat for global public health. To provide a comprehensive summary to public health authorities and potential readers worldwide, we detail the present understanding of COVID-19 and introduce the current state of development of measures in this review.","Viruses","Jin, Yuefei","Yang, Haiyan","Ji, Wangquan","Wu, Weidong","Chen, Shuaiyin","Zhang, Weiguo","Duan, Guangcai","32230900"],"abstract":["The outbreak of emerging severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) disease (COVID-19) in China has been brought to global attention and declared a pandemic by the World Health Organization (WHO) on March 11, 2020. Scientific advancements since the pandemic of severe acute respiratory syndrome (SARS) in 2002~2003 and Middle East respiratory syndrome (MERS) in 2012 have accelerated our understanding of the epidemiology and pathogenesis of SARS-CoV-2 and the development of therapeutics to treat viral infection. As no specific therapeutics and vaccines are available for disease control, the epidemic of COVID-19 is posing a great threat for global public health. To provide a comprehensive summary to public health authorities and potential readers worldwide, we detail the present understanding of COVID-19 and introduce the current state of development of measures in this review."],"journal":"Viruses","authors":["Jin, Yuefei","Yang, Haiyan","Ji, Wangquan","Wu, Weidong","Chen, Shuaiyin","Zhang, Weiguo","Duan, Guangcai"],"date":"2020-04-02T11:00:00Z","year":2020,"_id":"32230900","week":"202014|Mar 30 - Apr 05","doi":"10.3390/v12040372","keywords":["*COVID-19","*SARS-CoV-2","*epidemiology","*pathogenesis","*therapeutics"],"source":"PubMed","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism","Diagnosis","Transmission","Treatment"],"weight":1,"_version_":1663352135337639936,"score":245.1229},{"pmid":32107119,"title":"Coronavirus Disease 2019: Coronaviruses and Blood Safety.","text":["Coronavirus Disease 2019: Coronaviruses and Blood Safety.","With the outbreak of unknown pneumonia in Wuhan, China, in December 2019, a new coronavirus, Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), aroused the attention of the entire world. The current outbreak of infections with SARS-CoV-2 is termed Coronavirus Disease 2019 (COVID-19). The World Health Organization declared COVID-19 in China as a Public Health Emergency of International Concern. Two other coronavirus infections-SARS in 2002-2003 and Middle East Respiratory Syndrome (MERS) in 2012-both caused severe respiratory syndrome in humans. All 3 of these emerging infectious diseases leading to a global spread are caused by beta-coronaviruses. Although coronaviruses usually infect the upper or lower respiratory tract, viral shedding in plasma or serum is common. Therefore, there is still a theoretical risk of transmission of coronaviruses through the transfusion of labile blood products. Because more and more asymptomatic infections are being found among COVID-19 cases, considerations of blood safety and coronaviruses have arisen especially in endemic areas. In this review, we detail current evidence and understanding of the transmission of SARS-CoV, MERS-CoV, and SARS-CoV-2 through blood products as of February 10, 2020, and also discuss pathogen inactivation methods on coronaviruses.","Transfus Med Rev","Chang, Le","Yan, Ying","Wang, Lunan","32107119"],"abstract":["With the outbreak of unknown pneumonia in Wuhan, China, in December 2019, a new coronavirus, Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), aroused the attention of the entire world. The current outbreak of infections with SARS-CoV-2 is termed Coronavirus Disease 2019 (COVID-19). The World Health Organization declared COVID-19 in China as a Public Health Emergency of International Concern. Two other coronavirus infections-SARS in 2002-2003 and Middle East Respiratory Syndrome (MERS) in 2012-both caused severe respiratory syndrome in humans. All 3 of these emerging infectious diseases leading to a global spread are caused by beta-coronaviruses. Although coronaviruses usually infect the upper or lower respiratory tract, viral shedding in plasma or serum is common. Therefore, there is still a theoretical risk of transmission of coronaviruses through the transfusion of labile blood products. Because more and more asymptomatic infections are being found among COVID-19 cases, considerations of blood safety and coronaviruses have arisen especially in endemic areas. In this review, we detail current evidence and understanding of the transmission of SARS-CoV, MERS-CoV, and SARS-CoV-2 through blood products as of February 10, 2020, and also discuss pathogen inactivation methods on coronaviruses."],"journal":"Transfus Med Rev","authors":["Chang, Le","Yan, Ying","Wang, Lunan"],"date":"2020-02-29T11:00:00Z","year":2020,"_id":"32107119","week":"20209|Feb 24 - Mar 01","doi":"10.1016/j.tmrv.2020.02.003","keywords":["2019-nCoV","Blood safety","COVID-19","Coronavirus","MERS","Pathogen inactivation technology","SARS","SARS-CoV-2"],"source":"PubMed","locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission"],"weight":1,"_version_":1663352134420135938,"score":239.49336},{"pmid":32235085,"title":"The novel zoonotic COVID-19 pandemic: An expected global health concern.","text":["The novel zoonotic COVID-19 pandemic: An expected global health concern.","18 years ago, in 2002, the world was astonished by the appearance of Severe Acute Respiratory Syndrome (SARS), supported by a zoonotic coronavirus, called SARS-CoV, from the Guangdong Province of southern China. After about 10 years, in 2012, another similar coronavirus triggered the Middle East Respiratory Syndrome (MERS-CoV) in Saudi Arabia. Both caused severe pneumonia killing 774 and 858 people with 8700 cases of confirmed infection for the former, and 2494 for the latter, causing significant economic losses. 8 years later, despite the MERS outbreak remaining in certain parts of the world, at the end of 2019, a new zoonotic coronavirus (SARS-CoV-2) and responsible of coronavirus Disease (COVID-19), arose from Wuhan, Hubei Province, China. It spread rapidly and to date has killed 3,242 persons with more than 81,000 cases of infection in China and causing over 126,000 global cases and 5,414 deaths in 166 other countries around the world, especially Italy. SARS-CoV-2 would seem to have come from a bat, but the intermediate reservoir continues to be unknown. Nonetheless, as for SARS-CoV and MERS CoV, the Spillover effect linked to animal-human promiscuity, human activities including deforestation, illegal bush-trafficking and bushmeat, cannot be excluded. Recently, however, evidence of inter-human only transmission of SARS-CoV-2 has been accumulated and thus, the outbreak seems to be spreading by human-to-human transmission throughout a large part of the world. Herein we will provide with an update on the main features of COVID-19 and suggest possible solutions how to halt the expansion of this novel pandemic.","J Infect Dev Ctries","Contini, Carlo","Di Nuzzo, Mariachiara","Barp, Nicole","Bonazza, Aurora","De Giorgio, Roberto","Tognon, Mauro","Rubino, Salvatore","32235085"],"abstract":["18 years ago, in 2002, the world was astonished by the appearance of Severe Acute Respiratory Syndrome (SARS), supported by a zoonotic coronavirus, called SARS-CoV, from the Guangdong Province of southern China. After about 10 years, in 2012, another similar coronavirus triggered the Middle East Respiratory Syndrome (MERS-CoV) in Saudi Arabia. Both caused severe pneumonia killing 774 and 858 people with 8700 cases of confirmed infection for the former, and 2494 for the latter, causing significant economic losses. 8 years later, despite the MERS outbreak remaining in certain parts of the world, at the end of 2019, a new zoonotic coronavirus (SARS-CoV-2) and responsible of coronavirus Disease (COVID-19), arose from Wuhan, Hubei Province, China. It spread rapidly and to date has killed 3,242 persons with more than 81,000 cases of infection in China and causing over 126,000 global cases and 5,414 deaths in 166 other countries around the world, especially Italy. SARS-CoV-2 would seem to have come from a bat, but the intermediate reservoir continues to be unknown. Nonetheless, as for SARS-CoV and MERS CoV, the Spillover effect linked to animal-human promiscuity, human activities including deforestation, illegal bush-trafficking and bushmeat, cannot be excluded. Recently, however, evidence of inter-human only transmission of SARS-CoV-2 has been accumulated and thus, the outbreak seems to be spreading by human-to-human transmission throughout a large part of the world. Herein we will provide with an update on the main features of COVID-19 and suggest possible solutions how to halt the expansion of this novel pandemic."],"journal":"J Infect Dev Ctries","authors":["Contini, Carlo","Di Nuzzo, Mariachiara","Barp, Nicole","Bonazza, Aurora","De Giorgio, Roberto","Tognon, Mauro","Rubino, Salvatore"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32235085","week":"202014|Mar 30 - Apr 05","doi":"10.3855/jidc.12671","keywords":["*COVID-19","*MERS CoV","*SARS CoV","*SARS-CoV-2","*drugs","*spillover"],"source":"PubMed","locations":["Wuhan","China","Hubei","Saudi Arabia","Italy"],"countries":["Saudi Arabia","China","Italy"],"countries_codes":["SAU|Saudi Arabia","CHN|China","ITA|Italy"],"topics":["Transmission"],"weight":1,"_version_":1663352135459274752,"score":238.72118},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","week":"202011|Mar 09 - Mar 15","source":"PubMed","locations":["Wuhan","Hubei","China","Saudi Arabia","United States","Italy","Statpearls"],"countries":["Saudi Arabia","China","Italy","United States"],"countries_codes":["SAU|Saudi Arabia","CHN|China","ITA|Italy","USA|United States"],"topics":["Prevention","Transmission"],"weight":1,"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1663352134122340352,"score":226.99072},{"pmid":32112977,"pmcid":"PMC7105032","title":"World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19).","text":["World Health Organization declares global emergency: A review of the 2019 novel coronavirus (COVID-19).","An unprecedented outbreak of pneumonia of unknown aetiology in Wuhan City, Hubei province in China emerged in December 2019. A novel coronavirus was identified as the causative agent and was subsequently termed COVID-19 by the World Health Organization (WHO). Considered a relative of severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), COVID-19 is caused by a betacoronavirus named SARS-CoV-2 that affects the lower respiratory tract and manifests as pneumonia in humans. Despite rigorous global containment and quarantine efforts, the incidence of COVID-19 continues to rise, with 90,870 laboratory-confirmed cases and over 3,000 deaths worldwide. In response to this global outbreak, we summarise the current state of knowledge surrounding COVID-19.","Int J Surg","Sohrabi, Catrin","Alsafi, Zaid","O'Neill, Niamh","Khan, Mehdi","Kerwan, Ahmed","Al-Jabir, Ahmed","Iosifidis, Christos","Agha, Riaz","32112977"],"abstract":["An unprecedented outbreak of pneumonia of unknown aetiology in Wuhan City, Hubei province in China emerged in December 2019. A novel coronavirus was identified as the causative agent and was subsequently termed COVID-19 by the World Health Organization (WHO). Considered a relative of severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS), COVID-19 is caused by a betacoronavirus named SARS-CoV-2 that affects the lower respiratory tract and manifests as pneumonia in humans. Despite rigorous global containment and quarantine efforts, the incidence of COVID-19 continues to rise, with 90,870 laboratory-confirmed cases and over 3,000 deaths worldwide. In response to this global outbreak, we summarise the current state of knowledge surrounding COVID-19."],"journal":"Int J Surg","authors":["Sohrabi, Catrin","Alsafi, Zaid","O'Neill, Niamh","Khan, Mehdi","Kerwan, Ahmed","Al-Jabir, Ahmed","Iosifidis, Christos","Agha, Riaz"],"date":"2020-03-01T11:00:00Z","year":2020,"_id":"32112977","week":"20209|Feb 24 - Mar 01","doi":"10.1016/j.ijsu.2020.02.034","keywords":["COVID-19","Global health emergency","Novel coronavirus","Viral transmission","Wuhan"],"source":"PubMed","locations":["China","Wuhan","Hubei"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission","Mechanism","Diagnosis","Prevention"],"weight":1,"_version_":1663352134368755712,"score":213.89215}]}