{"pmid":32267998,"title":"Tissue Plasminogen Activator (tPA) Treatment for COVID-19 Associated Acute Respiratory Distress Syndrome (ARDS): A Case Series.","text":["Tissue Plasminogen Activator (tPA) Treatment for COVID-19 Associated Acute Respiratory Distress Syndrome (ARDS): A Case Series.","A hallmark of severe COVID-19 is coagulopathy, with 71.4% of patients who die of COVID-19 meeting ISTH criteria for disseminated intravascular coagulation (DIC) while only 0.6% of patients who survive meet these criteria (1). Additionally, it has become clear that this is not a bleeding diathesis but rather a predominantly pro-thrombotic DIC with high venous thromboembolism rates, elevated D-dimer levels, high fibrinogen levels in concert with low anti-thrombin levels, and pulmonary congestion with microvascular thrombosis and occlusion on pathology in addition to mounting experience with high rates of central line thrombosis and vascular occlusive events (e.g. ischemic limbs, strokes, etc.) observed by those who care for critically ill COVID-19 patients (1-7). There is evidence in both animals and humans that fibrinolytic therapy in Acute Lung Injury and ARDS improves survival, which also points to fibrin deposition in the pulmonary microvasculature as a contributory cause of ARDS and would be expected to be seen in patients with ARDS and concomitant diagnoses of DIC on their laboratory values such as what is observed in more than 70% of those who die of COVID-19 (8-10).","J Thromb Haemost","Wang, Janice","Hajizadeh, Negin","Moore, Ernest E","McIntyre, Robert C","Moore, Peter K","Veress, Livia A","Yaffe, Michael B","Moore, Hunter B","Barrett, Christopher D","32267998"],"abstract":["A hallmark of severe COVID-19 is coagulopathy, with 71.4% of patients who die of COVID-19 meeting ISTH criteria for disseminated intravascular coagulation (DIC) while only 0.6% of patients who survive meet these criteria (1). Additionally, it has become clear that this is not a bleeding diathesis but rather a predominantly pro-thrombotic DIC with high venous thromboembolism rates, elevated D-dimer levels, high fibrinogen levels in concert with low anti-thrombin levels, and pulmonary congestion with microvascular thrombosis and occlusion on pathology in addition to mounting experience with high rates of central line thrombosis and vascular occlusive events (e.g. ischemic limbs, strokes, etc.) observed by those who care for critically ill COVID-19 patients (1-7). There is evidence in both animals and humans that fibrinolytic therapy in Acute Lung Injury and ARDS improves survival, which also points to fibrin deposition in the pulmonary microvasculature as a contributory cause of ARDS and would be expected to be seen in patients with ARDS and concomitant diagnoses of DIC on their laboratory values such as what is observed in more than 70% of those who die of COVID-19 (8-10)."],"journal":"J Thromb Haemost","authors":["Wang, Janice","Hajizadeh, Negin","Moore, Ernest E","McIntyre, Robert C","Moore, Peter K","Veress, Livia A","Yaffe, Michael B","Moore, Hunter B","Barrett, Christopher D"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32267998","week":"202015|Apr 06 - Apr 12","doi":"10.1111/jth.14828","keywords":["Acute Respiratory Distress Syndrome (ARDS)","COVID-19","Case Report","Fibrinolysis","Tissue Plasminogen Activator (tPA)"],"source":"PubMed","topics":["Case Report"],"weight":1,"_version_":1663609715835273216,"score":7.9164424,"similar":[{"pmid":32220276,"title":"[Clinical and coagulation characteristics of 7 patients with critical COVID-2019 pneumonia and acro-ischemia].","text":["[Clinical and coagulation characteristics of 7 patients with critical COVID-2019 pneumonia and acro-ischemia].","Objective: To investigate the clinical and coagulation characteristics of the critical Coronavirus disease 2019 (COVID-19) patients with acro-ischemia in the intensive care unit (ICU). Methods: The retrospective study included 7 critical COVID-19 patients with acro-ischemia in a single center in Wuhan, from Feb 4 to Feb 15, 2020. The clinical and laboratory data before and during the ICU stay were analyzed. Results: The median age of 7 patients was 59 years and 4 of them were men. 3 of them were associated with underlying comorbidities. Fever, cough, dyspnea and diarrhea were common clinical symptoms. All patients had acro-ischemia presentations including finger/toe cyanosis, skin bulla and dry gangrene. D-dimer, fibrinogen and fibrinogen degradation product (FDP) were significantly elevated in most patients. Prothrombin time (PT) were prolonged in 4 patients. D-dimer and FDP levels increased progressively when COVID-2019 exacerbated, and 4 patients were diagnosed with definite disseminated intravascular coagulation (DIC). 6 patients received low molecular weight heparin (LMWH) treatment, after which their D-dimer and FDP decreased, but there was no significant improvement in clinical symptoms. 5 patients died finally and the median time from acro-ischemia to death was 12 days. Conclusions: The existence of hypercoagulation status in critical COVID-2019 patients should be monitored closely, and anticoagulation therapy can be considered in selected patients. More clinical data is needed to investigate the role of anticoagulation in COVID-2019 treatment.","Zhonghua Xue Ye Xue Za Zhi","Zhang, Y","Cao, W","Xiao, M","Li, Y J","Yang, Y","Zhao, J","Zhou, X","Jiang, W","Zhao, Y Q","Zhang, S Y","Li, T S","32220276"],"abstract":["Objective: To investigate the clinical and coagulation characteristics of the critical Coronavirus disease 2019 (COVID-19) patients with acro-ischemia in the intensive care unit (ICU). Methods: The retrospective study included 7 critical COVID-19 patients with acro-ischemia in a single center in Wuhan, from Feb 4 to Feb 15, 2020. The clinical and laboratory data before and during the ICU stay were analyzed. Results: The median age of 7 patients was 59 years and 4 of them were men. 3 of them were associated with underlying comorbidities. Fever, cough, dyspnea and diarrhea were common clinical symptoms. All patients had acro-ischemia presentations including finger/toe cyanosis, skin bulla and dry gangrene. D-dimer, fibrinogen and fibrinogen degradation product (FDP) were significantly elevated in most patients. Prothrombin time (PT) were prolonged in 4 patients. D-dimer and FDP levels increased progressively when COVID-2019 exacerbated, and 4 patients were diagnosed with definite disseminated intravascular coagulation (DIC). 6 patients received low molecular weight heparin (LMWH) treatment, after which their D-dimer and FDP decreased, but there was no significant improvement in clinical symptoms. 5 patients died finally and the median time from acro-ischemia to death was 12 days. Conclusions: The existence of hypercoagulation status in critical COVID-2019 patients should be monitored closely, and anticoagulation therapy can be considered in selected patients. More clinical data is needed to investigate the role of anticoagulation in COVID-2019 treatment."],"journal":"Zhonghua Xue Ye Xue Za Zhi","authors":["Zhang, Y","Cao, W","Xiao, M","Li, Y J","Yang, Y","Zhao, J","Zhou, X","Jiang, W","Zhao, Y Q","Zhang, S Y","Li, T S"],"date":"2020-03-30T11:00:00Z","year":2020,"_id":"32220276","week":"202014|Mar 30 - Apr 05","doi":"10.3760/cma.j.issn.0253-2727.2020.0006","keywords":["Anticoagulation therapy","Critical, COVID-2019, hypercoagulation status"],"source":"PubMed","locations":["Wuhan"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment","Diagnosis"],"weight":1,"e_drugs":["Heparin, Low-Molecular-Weight","Heparin"],"_version_":1663352135166722049,"score":319.88217},{"pmid":32220112,"title":"Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy.","text":["Anticoagulant treatment is associated with decreased mortality in severe coronavirus disease 2019 patients with coagulopathy.","BACKGROUND: A relatively high mortality of severe coronavirus disease 2019 (COVID-19) is worrying, the application of heparin in COVID-19 has been recommended by some expert consensus due to the risk of disseminated intravascular coagulation and venous thromboembolism. However, its efficacy remains to be validated. METHODS: Coagulation results, medications and outcomes of consecutive patients being classified as severe COVID-19 in Tongji hospital were retrospectively analysed. The 28-day mortality between heparin users and nonusers were compared, also in different risk of coagulopaphy which was stratified by the sepsis-induced coagulopathy (SIC) score or D-dimer result. RESULTS: There were 449 patients with severe COVID-19 enrolled into the study, 99 of them received heparin (mainly with low molecular weight heparin, LMWH) for 7 days or longer. The D-dimer, prothrombin time and age were positively, and platelet count was negatively, correlated with 28-day mortality in multivariate analysis. No difference on 28-day mortality was found between heparin users and nonusers (30.3% vs 29.7%, P=0.910). But the 28-day mortality of heparin users were lower than nonusers In patients with SIC score >/=4 (40.0% vs 64.2%, P=0.029), or D-dimer > 6 fold of upper limit of normal (32.8% vs 52.4%, P=0.017). CONCLUSIONS: Anticoagulant therapy mainly with LMWH appears to be associated with better prognosis in severe COVID-19 patients meeting SIC criteria or with markedly elevated D-dimer.","J Thromb Haemost","Tang, Ning","Bai, Huan","Chen, Xing","Gong, Jiale","Li, Dengju","Sun, Ziyong","32220112"],"abstract":["BACKGROUND: A relatively high mortality of severe coronavirus disease 2019 (COVID-19) is worrying, the application of heparin in COVID-19 has been recommended by some expert consensus due to the risk of disseminated intravascular coagulation and venous thromboembolism. However, its efficacy remains to be validated. METHODS: Coagulation results, medications and outcomes of consecutive patients being classified as severe COVID-19 in Tongji hospital were retrospectively analysed. The 28-day mortality between heparin users and nonusers were compared, also in different risk of coagulopaphy which was stratified by the sepsis-induced coagulopathy (SIC) score or D-dimer result. RESULTS: There were 449 patients with severe COVID-19 enrolled into the study, 99 of them received heparin (mainly with low molecular weight heparin, LMWH) for 7 days or longer. The D-dimer, prothrombin time and age were positively, and platelet count was negatively, correlated with 28-day mortality in multivariate analysis. No difference on 28-day mortality was found between heparin users and nonusers (30.3% vs 29.7%, P=0.910). But the 28-day mortality of heparin users were lower than nonusers In patients with SIC score >/=4 (40.0% vs 64.2%, P=0.029), or D-dimer > 6 fold of upper limit of normal (32.8% vs 52.4%, P=0.017). CONCLUSIONS: Anticoagulant therapy mainly with LMWH appears to be associated with better prognosis in severe COVID-19 patients meeting SIC criteria or with markedly elevated D-dimer."],"journal":"J Thromb Haemost","authors":["Tang, Ning","Bai, Huan","Chen, Xing","Gong, Jiale","Li, Dengju","Sun, Ziyong"],"date":"2020-03-29T11:00:00Z","year":2020,"_id":"32220112","week":"202013|Mar 23 - Mar 29","doi":"10.1111/jth.14817","keywords":["D-dimer","coagulopathy","coronavirus disease 2019","low molecular weight heparin","sepsis"],"source":"PubMed","locations":["Tongji","heparin"],"topics":["Treatment"],"weight":1,"e_drugs":["Heparin, Low-Molecular-Weight","Heparin"],"_version_":1663352135096467456,"score":308.24707},{"pmid":32073213,"title":"Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia.","text":["Abnormal coagulation parameters are associated with poor prognosis in patients with novel coronavirus pneumonia.","BACKGROUND: In the recent outbreak of novel coronavirus infection in Wuhan, China, significantly abnormal coagulation parameters in severe novel coronavirus pneumonia (NCP) cases were a concern. OBJECTIVES: To describe the coagulation feature of patients with NCP. METHODS: Conventional coagulation results and outcomes of 183 consecutive patients with confirmed NCP in Tongji hospital were retrospectively analyzed. RESULTS: The overall mortality was 11.5%, the non-survivors revealed significantly higher D-dimer and fibrin degradation product (FDP) levels, longer prothrombin time and activated partial thromboplastin time compared to survivors on admission (P < .05); 71.4% of non-survivors and 0.6% survivors met the criteria of disseminated intravascular coagulation during their hospital stay. CONCLUSIONS: The present study shows that abnormal coagulation results, especially markedly elevated D-dimer and FDP are common in deaths with NCP.","J Thromb Haemost","Tang, Ning","Li, Dengju","Wang, Xiong","Sun, Ziyong","32073213"],"abstract":["BACKGROUND: In the recent outbreak of novel coronavirus infection in Wuhan, China, significantly abnormal coagulation parameters in severe novel coronavirus pneumonia (NCP) cases were a concern. OBJECTIVES: To describe the coagulation feature of patients with NCP. METHODS: Conventional coagulation results and outcomes of 183 consecutive patients with confirmed NCP in Tongji hospital were retrospectively analyzed. RESULTS: The overall mortality was 11.5%, the non-survivors revealed significantly higher D-dimer and fibrin degradation product (FDP) levels, longer prothrombin time and activated partial thromboplastin time compared to survivors on admission (P < .05); 71.4% of non-survivors and 0.6% survivors met the criteria of disseminated intravascular coagulation during their hospital stay. CONCLUSIONS: The present study shows that abnormal coagulation results, especially markedly elevated D-dimer and FDP are common in deaths with NCP."],"journal":"J Thromb Haemost","authors":["Tang, Ning","Li, Dengju","Wang, Xiong","Sun, Ziyong"],"date":"2020-02-20T11:00:00Z","year":2020,"_id":"32073213","week":"20208|Feb 17 - Feb 23","doi":"10.1111/jth.14768","keywords":["*D-dimer","*coagulation parameter","*disseminated intravascular coagulation","*fibrin degradation product","*novel coronavirus pneumonia"],"link_comment_in":"32212240","source":"PubMed","locations":["Tongji","Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis"],"weight":1,"_version_":1663352134602588162,"score":298.9114},{"pmid":32226695,"pmcid":"PMC7096066","title":"Acetazolamide, Nifedipine and Phosphodiesterase Inhibitors: Rationale for Their Utilization as Adjunctive Countermeasures in the Treatment of Coronavirus Disease 2019 (COVID-19).","text":["Acetazolamide, Nifedipine and Phosphodiesterase Inhibitors: Rationale for Their Utilization as Adjunctive Countermeasures in the Treatment of Coronavirus Disease 2019 (COVID-19).","Effective treatments for Coronavirus Disease 2019 (COVID-19) outbreak are urgently needed. While anti-viral approaches and vaccines are being considered immediate countermeasures are unavailable. The aim of this article is to outline a perspective on the pathophysiology of COVID-19 in the context of the currently available clinical data published in the literature. This article appreciates clinical data published on COVID-19 in the context of another respiratory illness - high altitude pulmonary edema (HAPE). Both conditions have significant similarities that portend pathophysiologic trajectories. Following this potential treatment options emerge. Both COVID-19 and HAPE exhibit a decreased ratio of arterial oxygen partial pressure to fractional inspired oxygen with concomitant hypoxia and tachypnea. There also appears to be a tendency for low carbon dioxide levels in both as well. Radiologic findings of ground glass opacities are present in up to 86% of patients with COVID-19 in addition to patchy infiltrates. Patients with HAPE also exhibit patchy infiltrates throughout the pulmonary fields, often in an asymmetric pattern and CT findings reveal increased lung markings and ground glass-like changes as well. Widespread ground-glass opacities are most commonly a manifestation of hydrostatic pulmonary edema. Similarly, elevated fibrinogen levels in both conditions are likely an epiphenomenon of edema formation rather than coagulation activation. Autopsy results of a COVID-19 fatality revealed bilateral diffuse alveolar damage associated with pulmonary edema, pro-inflammatory concentrates, and indications of early-phase acute respiratory distress syndrome (ARDS). HAPE itself is initially caused by an increase in pulmonary capillary pressure and induces altered alveolar-capillary permeability via high pulmonary artery hydrostatic pressures that lead to a protein-rich and mildly hemorrhagic edema. It appears that COVID-19 and HAPE both discretely converge on ARDS. In light of this, a countermeasure that has been shown to be effective in the analogous condition of HAPE is Acetazolamide. Acetazolamide has a myriad of effects on different organ systems, potently reduces hypoxic pulmonary vasoconstriction, improves minute ventilation and expired vital capacity. Other therapeutics to consider that are also directed towards decreased pulmonary pressure include Nifedipine and Phosphodiesterase inhibitors. This review describes COVID-19 in parallel to HAPE. Deranged respiratory parameters that are present in both conditions are highlighted. The utilization of medications found to be effective in HAPE, for the treatment of COVID-19, is proposed. Given the medical emergency of a growing contagion and the thousands of lives at stake, expedient attempts to improve survival are needed. Acetazolamide, Nifedipine and Phosphodiesterase inhibitors may be potential countermeasures.","Cureus","Solaimanzadeh, Isaac","32226695"],"abstract":["Effective treatments for Coronavirus Disease 2019 (COVID-19) outbreak are urgently needed. While anti-viral approaches and vaccines are being considered immediate countermeasures are unavailable. The aim of this article is to outline a perspective on the pathophysiology of COVID-19 in the context of the currently available clinical data published in the literature. This article appreciates clinical data published on COVID-19 in the context of another respiratory illness - high altitude pulmonary edema (HAPE). Both conditions have significant similarities that portend pathophysiologic trajectories. Following this potential treatment options emerge. Both COVID-19 and HAPE exhibit a decreased ratio of arterial oxygen partial pressure to fractional inspired oxygen with concomitant hypoxia and tachypnea. There also appears to be a tendency for low carbon dioxide levels in both as well. Radiologic findings of ground glass opacities are present in up to 86% of patients with COVID-19 in addition to patchy infiltrates. Patients with HAPE also exhibit patchy infiltrates throughout the pulmonary fields, often in an asymmetric pattern and CT findings reveal increased lung markings and ground glass-like changes as well. Widespread ground-glass opacities are most commonly a manifestation of hydrostatic pulmonary edema. Similarly, elevated fibrinogen levels in both conditions are likely an epiphenomenon of edema formation rather than coagulation activation. Autopsy results of a COVID-19 fatality revealed bilateral diffuse alveolar damage associated with pulmonary edema, pro-inflammatory concentrates, and indications of early-phase acute respiratory distress syndrome (ARDS). HAPE itself is initially caused by an increase in pulmonary capillary pressure and induces altered alveolar-capillary permeability via high pulmonary artery hydrostatic pressures that lead to a protein-rich and mildly hemorrhagic edema. It appears that COVID-19 and HAPE both discretely converge on ARDS. In light of this, a countermeasure that has been shown to be effective in the analogous condition of HAPE is Acetazolamide. Acetazolamide has a myriad of effects on different organ systems, potently reduces hypoxic pulmonary vasoconstriction, improves minute ventilation and expired vital capacity. Other therapeutics to consider that are also directed towards decreased pulmonary pressure include Nifedipine and Phosphodiesterase inhibitors. This review describes COVID-19 in parallel to HAPE. Deranged respiratory parameters that are present in both conditions are highlighted. The utilization of medications found to be effective in HAPE, for the treatment of COVID-19, is proposed. Given the medical emergency of a growing contagion and the thousands of lives at stake, expedient attempts to improve survival are needed. Acetazolamide, Nifedipine and Phosphodiesterase inhibitors may be potential countermeasures."],"journal":"Cureus","authors":["Solaimanzadeh, Isaac"],"date":"2020-04-01T11:00:00Z","year":2020,"_id":"32226695","week":"202014|Mar 30 - Apr 05","doi":"10.7759/cureus.7343","keywords":["acetazolamide","coronavirus","covid-19","covid-2019","ground glass opacities","high altitude pulmonary edema","hypoxia","novel coronavirus","respiratory care","wuhan coronavirus"],"source":"PubMed","topics":["Mechanism","Treatment"],"weight":1,"e_drugs":["Nifedipine","Carbon Dioxide","Acetazolamide"],"_version_":1663352135293599744,"score":263.05466},{"pmid":32275753,"title":"Plasminogen improves lung lesions and hypoxemia in patients with COVID-19.","text":["Plasminogen improves lung lesions and hypoxemia in patients with COVID-19.","BACKGROUND: Lungs from patients with coronavirus disease 2019 (COVID-19) have shown typical signs of acute respiratory distress syndrome (ARDS), formation of hyaline membrane mainly composed of fibrin, and 'ground-glass' opacity. Previously, we showed plasminogen itself is a key regulator in fibrin degradation, wound healing and infection. AIM: We aimed to investigate whether plasminogen can improve lung lesions and hypoxemia of COVID-19. DESIGN: Thirteen clinically moderate, severe or critical COVID-19 patients were treated with atomization inhalation of freeze-dried plasminogen. METHODS: Levels of their lung lesions, oxygen saturation and heart rates were compared before and after treatment by CT scanning images and patient monitor. RESULTS: After plasminogen inhalation, conditions of lung lesions in 5 clinically moderate patients have quickly improved, shown as the decreased range and density of 'ground glass' opacity. Improvements of oxygen saturation were observed in 6 clinically severe patients. In the 2 patients with critical conditions, the oxygen levels have significantly increased from 79-82% to 91% just about 1 hour after the first inhalation. In 8 of 13 patients the heart rates had slowed down. For the 5 clinically moderate patients, the difference is even statistically significant. Furthermore, a general relief of chest tightness was observed. CONCLUSION: Whereas it is reported that plasminogen is dramatically increased in adults with ARDS, this study suggests that additional plasminogen may be effective and efficient in treating lung lesions and hypoxemia during COVID-19 infections. Although further studies are needed, this study highlights a possible hope of efficiently combating this rapid epidemic emergency.","QJM","Wu, Yuanyuan","Wang, Ting","Guo, Chunying","Zhang, Dongmei","Ge, Xiaojing","Huang, Zhaoxing","Zhou, Xianshan","Li, Yinping","Peng, Qingzhen","Li, Jinan","32275753"],"abstract":["BACKGROUND: Lungs from patients with coronavirus disease 2019 (COVID-19) have shown typical signs of acute respiratory distress syndrome (ARDS), formation of hyaline membrane mainly composed of fibrin, and 'ground-glass' opacity. Previously, we showed plasminogen itself is a key regulator in fibrin degradation, wound healing and infection. AIM: We aimed to investigate whether plasminogen can improve lung lesions and hypoxemia of COVID-19. DESIGN: Thirteen clinically moderate, severe or critical COVID-19 patients were treated with atomization inhalation of freeze-dried plasminogen. METHODS: Levels of their lung lesions, oxygen saturation and heart rates were compared before and after treatment by CT scanning images and patient monitor. RESULTS: After plasminogen inhalation, conditions of lung lesions in 5 clinically moderate patients have quickly improved, shown as the decreased range and density of 'ground glass' opacity. Improvements of oxygen saturation were observed in 6 clinically severe patients. In the 2 patients with critical conditions, the oxygen levels have significantly increased from 79-82% to 91% just about 1 hour after the first inhalation. In 8 of 13 patients the heart rates had slowed down. For the 5 clinically moderate patients, the difference is even statistically significant. Furthermore, a general relief of chest tightness was observed. CONCLUSION: Whereas it is reported that plasminogen is dramatically increased in adults with ARDS, this study suggests that additional plasminogen may be effective and efficient in treating lung lesions and hypoxemia during COVID-19 infections. Although further studies are needed, this study highlights a possible hope of efficiently combating this rapid epidemic emergency."],"journal":"QJM","authors":["Wu, Yuanyuan","Wang, Ting","Guo, Chunying","Zhang, Dongmei","Ge, Xiaojing","Huang, Zhaoxing","Zhou, Xianshan","Li, Yinping","Peng, Qingzhen","Li, Jinan"],"date":"2020-04-11T11:00:00Z","year":2020,"_id":"32275753","week":"202015|Apr 06 - Apr 12","doi":"10.1093/qjmed/hcaa121","keywords":["COVID-19","SARS-CoV-2","ground-glass opacity","oxygen saturation","plasminogen"],"source":"PubMed","topics":["Treatment"],"weight":1,"_version_":1663712077934493696,"score":261.57062}]}