{"pmid":32264957,"title":"Fighting against the common enemy of COVID-19: a practice of building a community with a shared future for mankind.","text":["Fighting against the common enemy of COVID-19: a practice of building a community with a shared future for mankind.","The outbreak of coronavirus disease 2019 (COVID-19) has caused more than 80 813 confirmed cases in all provinces of China, and 21 110 cases reported in 93 countries of six continents as of 7 March 2020 since middle December 2019. Due to biological nature of the novel coronavirus, named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) with faster spreading and unknown transmission pattern, it makes us in a difficulty position to contain the disease transmission globally. To date, we have found it is one of the greatest challenges to human beings in fighting against COVID-19 in the history, because SARS-CoV-2 is different from SARS-CoV and MERS-CoV in terms of biological features and transmissibility, and also found the containment strategies including the non-pharmaceutical public health measures implemented in China are effective and successful. In order to prevent a potential pandemic-level outbreak of COVID-19, we, as a community of shared future for mankind, recommend for all international leaders to support preparedness in low and middle income countries especially, take strong global interventions by using old approaches or new tools, mobilize global resources to equip hospital facilities and supplies to protect noisome infections and to provide personal protective tools such as facemask to general population, and quickly initiate research projects on drug and vaccine development. We also recommend for the international community to develop better coordination, cooperation, and strong solidarity in the joint efforts of fighting against COVID-19 spreading recommended by the joint mission report of the WHO-China experts, against violating the International Health Regulation (WHO, 2005), and against stigmatization, in order to eventually win the battle against our common enemy - COVID-19.","Infect Dis Poverty","Qian, Xu","Ren, Ran","Wang, Youfa","Guo, Yan","Fang, Jing","Wu, Zhong-Dao","Liu, Pei-Long","Han, Tie-Ru","32264957"],"abstract":["The outbreak of coronavirus disease 2019 (COVID-19) has caused more than 80 813 confirmed cases in all provinces of China, and 21 110 cases reported in 93 countries of six continents as of 7 March 2020 since middle December 2019. Due to biological nature of the novel coronavirus, named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) with faster spreading and unknown transmission pattern, it makes us in a difficulty position to contain the disease transmission globally. To date, we have found it is one of the greatest challenges to human beings in fighting against COVID-19 in the history, because SARS-CoV-2 is different from SARS-CoV and MERS-CoV in terms of biological features and transmissibility, and also found the containment strategies including the non-pharmaceutical public health measures implemented in China are effective and successful. In order to prevent a potential pandemic-level outbreak of COVID-19, we, as a community of shared future for mankind, recommend for all international leaders to support preparedness in low and middle income countries especially, take strong global interventions by using old approaches or new tools, mobilize global resources to equip hospital facilities and supplies to protect noisome infections and to provide personal protective tools such as facemask to general population, and quickly initiate research projects on drug and vaccine development. We also recommend for the international community to develop better coordination, cooperation, and strong solidarity in the joint efforts of fighting against COVID-19 spreading recommended by the joint mission report of the WHO-China experts, against violating the International Health Regulation (WHO, 2005), and against stigmatization, in order to eventually win the battle against our common enemy - COVID-19."],"journal":"Infect Dis Poverty","authors":["Qian, Xu","Ren, Ran","Wang, Youfa","Guo, Yan","Fang, Jing","Wu, Zhong-Dao","Liu, Pei-Long","Han, Tie-Ru"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32264957","week":"202015|Apr 06 - Apr 12","doi":"10.1186/s40249-020-00650-1","keywords":["COVID-19","Fighting","International health regulation","Outbreak","Pandemic","Preparedness","Quarantine","SARS-CoV-2"],"source":"PubMed","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1663609715702104065,"score":7.9164424,"similar":[{"pmid":32252141,"title":"Epidemiology, virology, and clinical features of severe acute respiratory syndrome -coronavirus-2 (SARS-CoV-2; Coronavirus Disease-19).","text":["Epidemiology, virology, and clinical features of severe acute respiratory syndrome -coronavirus-2 (SARS-CoV-2; Coronavirus Disease-19).","A cluster of severe pneumonia of unknown etiology in Wuhan City, Hubei province in China emerged in December 2019. A novel coronavirus named severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was isolated from lower respiratory tract sample as the causative agent. The current outbreak of infections with SARS-CoV-2 is termed Coronavirus Disease 2019 (COVID-19) by the World Health Organization (WHO). COVID-19 rapidly spread into at least 114 countries and killed more than 4,000 people by March 11 2020. WHO officially declared COVID-19 a pandemic on March 11, 2020. There have been two novel coronavirus outbreaks in the past two decades. The 2002-2003 outbreak of severe acute respiratory syndrome (SARS) in 2002-2003 caused by SARS-CoV had a case fatality rate of around 10% (8,098 confirmed cases and 774 death), while Middle East respiratory syndrome (MERS) caused by MERS-CoV killed 861 people out of a total 2,502 confirmed cases between 2012 and 2019. The purpose of this review is to summarize known-to-date information about SARS-CoV-2, transmission of SARS-CoV-2, and clinical features.","Clin Exp Pediatr","Park, Su Eun","32252141"],"abstract":["A cluster of severe pneumonia of unknown etiology in Wuhan City, Hubei province in China emerged in December 2019. A novel coronavirus named severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was isolated from lower respiratory tract sample as the causative agent. The current outbreak of infections with SARS-CoV-2 is termed Coronavirus Disease 2019 (COVID-19) by the World Health Organization (WHO). COVID-19 rapidly spread into at least 114 countries and killed more than 4,000 people by March 11 2020. WHO officially declared COVID-19 a pandemic on March 11, 2020. There have been two novel coronavirus outbreaks in the past two decades. The 2002-2003 outbreak of severe acute respiratory syndrome (SARS) in 2002-2003 caused by SARS-CoV had a case fatality rate of around 10% (8,098 confirmed cases and 774 death), while Middle East respiratory syndrome (MERS) caused by MERS-CoV killed 861 people out of a total 2,502 confirmed cases between 2012 and 2019. The purpose of this review is to summarize known-to-date information about SARS-CoV-2, transmission of SARS-CoV-2, and clinical features."],"journal":"Clin Exp Pediatr","authors":["Park, Su Eun"],"date":"2020-04-07T11:00:00Z","year":2020,"_id":"32252141","week":"202015|Apr 06 - Apr 12","doi":"10.3345/cep.2020.00493","keywords":["COVID-19","MERS-CoV","SARS-CoV","SARS-CoV-2","coronavirus"],"source":"PubMed","locations":["China","Wuhan","Hubei"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission","Diagnosis"],"weight":1,"_version_":1663352136196423680,"score":214.15306},{"pmid":32141570,"title":"Novel coronavirus 2019-nCoV: prevalence, biological and clinical characteristics comparison with SARS-CoV and MERS-CoV.","text":["Novel coronavirus 2019-nCoV: prevalence, biological and clinical characteristics comparison with SARS-CoV and MERS-CoV.","OBJECTIVE: Human infections with zoonotic coronavirus contain emerging and reemerging pathogenic characteristics which have raised great public health concern. This study aimed at investigating the global prevalence, biological and clinical characteristics of novel coronavirus, Wuhan China (2019-nCoV), Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV), and Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection outbreaks. MATERIALS AND METHODS: The data on the global outbreak of \"2019-nCoV, SARS-CoV, and MERS-CoV\" were obtained from World Health Organization (WHO), Centers for Disease Control and Prevention (CDC), concerned ministries and research institutes. We also recorded the information from research documents published in global scientific journals indexed in ISI Web of Science and research centers on the prevalence, biological and clinical characteristics of 2019-nCoV, SARS-CoV, and MERS-CoV. RESULTS: Worldwide, SARS-CoV involved 32 countries, with 8422 confirmed cases and 916 (10.87%) casualties from November 2002 to August 2003. MERS-CoV spread over 27 states, causing 2496 cases and 868 (34.77%) fatalities during the period April 2012 to December 2019. However, the novel coronavirus 2019-nCoV spread swiftly the global borders of 27 countries. It infected 34799 people and resulted in 724 (2.08%) casualties during the period December 29, 2019 to February 7, 2020. The fatality rate of coronavirus MERS-CoV was (34.77%) higher than SARS-CoV (10.87%) and 2019-nCoV (2.08%); however, the 2019-nCoV transmitted rapidly in comparison to SARS-CoV and MERS-CoV. CONCLUSIONS: The novel coronavirus 2019-nCoV has diverse epidemiological and biological characteristics, making it more contagious than SARS-CoV and MERS-CoV. It has affected more people in a short time period compared to SARS-CoV and MERS-CoV, although the fatality rate of MERS-CoV was higher than SARS-CoV and 2019-nCoV. The major clinical manifestations in coronavirus infections 2019-nCoV, MERS-CoV, and SARS CoV are fever, chills, cough, shortness of breath, generalized myalgia, malaise, drowsy, diarrhea, confusion, dyspnea, and pneumonia. Global health authorities should take immediate measures to prevent the outbreaks of such emerging and reemerging pathogens across the globe to minimize the disease burden locally and globally.","Eur Rev Med Pharmacol Sci","Meo, S A","Alhowikan, A M","Al-Khlaiwi, T","Meo, I M","Halepoto, D M","Iqbal, M","Usmani, A M","Hajjar, W","Ahmed, N","32141570"],"abstract":["OBJECTIVE: Human infections with zoonotic coronavirus contain emerging and reemerging pathogenic characteristics which have raised great public health concern. This study aimed at investigating the global prevalence, biological and clinical characteristics of novel coronavirus, Wuhan China (2019-nCoV), Severe Acute Respiratory Syndrome Coronavirus (SARS-CoV), and Middle East Respiratory Syndrome Coronavirus (MERS-CoV) infection outbreaks. MATERIALS AND METHODS: The data on the global outbreak of \"2019-nCoV, SARS-CoV, and MERS-CoV\" were obtained from World Health Organization (WHO), Centers for Disease Control and Prevention (CDC), concerned ministries and research institutes. We also recorded the information from research documents published in global scientific journals indexed in ISI Web of Science and research centers on the prevalence, biological and clinical characteristics of 2019-nCoV, SARS-CoV, and MERS-CoV. RESULTS: Worldwide, SARS-CoV involved 32 countries, with 8422 confirmed cases and 916 (10.87%) casualties from November 2002 to August 2003. MERS-CoV spread over 27 states, causing 2496 cases and 868 (34.77%) fatalities during the period April 2012 to December 2019. However, the novel coronavirus 2019-nCoV spread swiftly the global borders of 27 countries. It infected 34799 people and resulted in 724 (2.08%) casualties during the period December 29, 2019 to February 7, 2020. The fatality rate of coronavirus MERS-CoV was (34.77%) higher than SARS-CoV (10.87%) and 2019-nCoV (2.08%); however, the 2019-nCoV transmitted rapidly in comparison to SARS-CoV and MERS-CoV. CONCLUSIONS: The novel coronavirus 2019-nCoV has diverse epidemiological and biological characteristics, making it more contagious than SARS-CoV and MERS-CoV. It has affected more people in a short time period compared to SARS-CoV and MERS-CoV, although the fatality rate of MERS-CoV was higher than SARS-CoV and 2019-nCoV. The major clinical manifestations in coronavirus infections 2019-nCoV, MERS-CoV, and SARS CoV are fever, chills, cough, shortness of breath, generalized myalgia, malaise, drowsy, diarrhea, confusion, dyspnea, and pneumonia. Global health authorities should take immediate measures to prevent the outbreaks of such emerging and reemerging pathogens across the globe to minimize the disease burden locally and globally."],"journal":"Eur Rev Med Pharmacol Sci","authors":["Meo, S A","Alhowikan, A M","Al-Khlaiwi, T","Meo, I M","Halepoto, D M","Iqbal, M","Usmani, A M","Hajjar, W","Ahmed, N"],"date":"2020-03-07T11:00:00Z","year":2020,"_id":"32141570","week":"202010|Mar 02 - Mar 08","doi":"10.26355/eurrev_202002_20379","source":"PubMed","locations":["diarrhea","Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention","Diagnosis"],"weight":1,"_version_":1663352134192594944,"score":205.27551},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","week":"202011|Mar 09 - Mar 15","source":"PubMed","locations":["Wuhan","Hubei","China","Saudi Arabia","United States","Italy","Statpearls"],"countries":["Saudi Arabia","China","Italy","United States"],"countries_codes":["SAU|Saudi Arabia","CHN|China","ITA|Italy","USA|United States"],"topics":["Prevention","Transmission"],"weight":1,"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1663352134122340352,"score":198.80688},{"pmid":32247050,"pmcid":"PMC7118633","title":"Insight into 2019 novel coronavirus - an updated intrim review and lessons from SARS-CoV and MERS-CoV.","text":["Insight into 2019 novel coronavirus - an updated intrim review and lessons from SARS-CoV and MERS-CoV.","BACKGROUND: The rapid spread of the coronavirus disease 2019 (COVID-19), caused by a zoonotic beta-coronavirus entitled 2019 novel coronavirus (2019-nCoV), has become a global threat. Awareness of the biological features of 2019-nCoV should be updated in time and needs to be comprehensively summarized to help optimize control measures and make therapeutic decisions. METHODS: Based on recently published literatures, official documents and selected up-to-date preprint studies, we reviewed the virology and origin, epidemiology, clinical manifestations, pathology and treatment of 2019-nCoV infection, in comparison with severe acute respiratory syndrome coronavirus (SARS-CoV) and middle east respiratory syndrome coronavirus (MERS-CoV) infection. RESULTS: The genome of 2019-nCoV partially resembled SARS-CoV and MERS-CoV, and indicating a bat origin. The COVID-19 generally had a high reproductive number, a long incubation period, a short serial interval and a low case fatality rate (much higher in patients with comorbidities) than SARS and MERS. Clinical presentation and pathology of COVID-19 greatly resembled SARS and MERS, with less upper respiratory and gastrointestinal symptoms, and more exudative lesions in post-mortems. Potential treatments included remdesivir, chloroquine, tocilizumab, convalescent plasma and vaccine immunization (when possible). CONCLUSION: The initial experience from the current pandemic and lessons from the previous two pandemics can help improve future preparedness plans and combat disease progression.","Int J Infect Dis","Xie, Mingxuan","Chen, Qiong","32247050"],"abstract":["BACKGROUND: The rapid spread of the coronavirus disease 2019 (COVID-19), caused by a zoonotic beta-coronavirus entitled 2019 novel coronavirus (2019-nCoV), has become a global threat. Awareness of the biological features of 2019-nCoV should be updated in time and needs to be comprehensively summarized to help optimize control measures and make therapeutic decisions. METHODS: Based on recently published literatures, official documents and selected up-to-date preprint studies, we reviewed the virology and origin, epidemiology, clinical manifestations, pathology and treatment of 2019-nCoV infection, in comparison with severe acute respiratory syndrome coronavirus (SARS-CoV) and middle east respiratory syndrome coronavirus (MERS-CoV) infection. RESULTS: The genome of 2019-nCoV partially resembled SARS-CoV and MERS-CoV, and indicating a bat origin. The COVID-19 generally had a high reproductive number, a long incubation period, a short serial interval and a low case fatality rate (much higher in patients with comorbidities) than SARS and MERS. Clinical presentation and pathology of COVID-19 greatly resembled SARS and MERS, with less upper respiratory and gastrointestinal symptoms, and more exudative lesions in post-mortems. Potential treatments included remdesivir, chloroquine, tocilizumab, convalescent plasma and vaccine immunization (when possible). CONCLUSION: The initial experience from the current pandemic and lessons from the previous two pandemics can help improve future preparedness plans and combat disease progression."],"journal":"Int J Infect Dis","authors":["Xie, Mingxuan","Chen, Qiong"],"date":"2020-04-05T11:00:00Z","year":2020,"_id":"32247050","week":"202014|Mar 30 - Apr 05","doi":"10.1016/j.ijid.2020.03.071","keywords":["2019-nCoV","COVID-19","MERS-CoV","SARS-CoV","SARS-CoV-2"],"source":"PubMed","topics":["Mechanism","Diagnosis","Treatment","Prevention"],"weight":1,"e_drugs":["tocilizumab","Chloroquine"],"_version_":1663352135814742016,"score":197.1276},{"pmid":32175703,"title":"COVID-19 in the Shadows of MERS-CoV in the Kingdom of Saudi Arabia.","text":["COVID-19 in the Shadows of MERS-CoV in the Kingdom of Saudi Arabia.","Middle East Respiratory Syndrome Coronavirus (MERS-CoV) has plagued the Middle East since it was first reported in 2012. Recently, at the end of December 2019, a cluster of pneumonia cases were reported from Wuhan city, Hubei Province, China, linked to a wet seafood market with a new coronavirus identified as the etiologic agent currently named SARS-CoV-2. Most cases are in Mainland China with international spread to 25 countries. The novelty of the virus, the rapid national and international spread, and the lack of therapeutic and preventative strategies have led the WHO International Health Regulation emergency committee to declare the disease as Public Health Emergency of International Concern (PHEIC) on January 30, 2020. As it relates to countries with the ongoing MERS-CoV community cases and hospital acquired infections, there will be a huge challenge for HCWs to deal with both coronaviruses, especially with the lack of standardized and approved point of care testing. This challenge will now be faced by the whole global health community dealing with COVID-19 since both coronaviruses have similar presentation. Those patients should now be tested for both MERS-CoV and SARS-CoV-2 simultaneously, and with the continuing wide international spread of SARS-CoV-2, the travel history to China in the last 14 days will be of less significance.","J Epidemiol Glob Health","Barry, Mazin","Al Amri, Maha","Memish, Ziad A","32175703"],"abstract":["Middle East Respiratory Syndrome Coronavirus (MERS-CoV) has plagued the Middle East since it was first reported in 2012. Recently, at the end of December 2019, a cluster of pneumonia cases were reported from Wuhan city, Hubei Province, China, linked to a wet seafood market with a new coronavirus identified as the etiologic agent currently named SARS-CoV-2. Most cases are in Mainland China with international spread to 25 countries. The novelty of the virus, the rapid national and international spread, and the lack of therapeutic and preventative strategies have led the WHO International Health Regulation emergency committee to declare the disease as Public Health Emergency of International Concern (PHEIC) on January 30, 2020. As it relates to countries with the ongoing MERS-CoV community cases and hospital acquired infections, there will be a huge challenge for HCWs to deal with both coronaviruses, especially with the lack of standardized and approved point of care testing. This challenge will now be faced by the whole global health community dealing with COVID-19 since both coronaviruses have similar presentation. Those patients should now be tested for both MERS-CoV and SARS-CoV-2 simultaneously, and with the continuing wide international spread of SARS-CoV-2, the travel history to China in the last 14 days will be of less significance."],"journal":"J Epidemiol Glob Health","authors":["Barry, Mazin","Al Amri, Maha","Memish, Ziad A"],"date":"2020-03-17T11:00:00Z","year":2020,"_id":"32175703","week":"202012|Mar 16 - Mar 22","doi":"10.2991/jegh.k.200218.003","keywords":["*COVID-19","*MERS-CoV","*SARS-CoV-2","*Saudi Arabia"],"source":"PubMed","locations":["China","Wuhan","Hubei"],"countries":["China"],"countries_codes":["CHN|China"],"weight":0,"_version_":1663352133892702209,"score":194.20584}]}