{"pmid":32269020,"title":"Projecting demand for critical care beds during COVID-19 outbreaks in Canada.","text":["Projecting demand for critical care beds during COVID-19 outbreaks in Canada.","BACKGROUND: Increasing numbers of coronavirus disease 2019 (COVID-19) cases in Canada may create substantial demand for hospital admission and critical care. We evaluated the extent to which self-isolation of mildly ill people delays the peak of outbreaks and reduces the need for this care in each Canadian province. METHODS: We developed a computational model and simulated scenarios for COVID-19 outbreaks within each province. Using estimates of COVID-19 characteristics, we projected the hospital and intensive care unit (ICU) bed requirements without self-isolation, assuming an average number of 2.5 secondary cases, and compared scenarios in which different proportions of mildly ill people practised self-isolation 24 hours after symptom onset. RESULTS: Without self-isolation, the peak of outbreaks would occur in the first half of June, and an average of 569 ICU bed days per 10 000 population would be needed. When 20% of cases practised self-isolation, the peak was delayed by 2-4 weeks, and ICU bed requirement was reduced by 23.5% compared with no self-isolation. Increasing self-isolation to 40% reduced ICU use by 53.6% and delayed the peak of infection by an additional 2-4 weeks. Assuming current ICU bed occupancy rates above 80% and self-isolation of 40%, demand would still exceed available (unoccupied) ICU bed capacity. INTERPRETATION: At the peak of COVID-19 outbreaks, the need for ICU beds will exceed the total number of ICU beds even with self-isolation at 40%. Our results show the coming challenge for the health care system in Canada and the potential role of self-isolation in reducing demand for hospital-based and ICU care.","CMAJ","Shoukat, Affan","Wells, Chad R","Langley, Joanne M","Singer, Burton H","Galvani, Alison P","32269020"],"abstract":["BACKGROUND: Increasing numbers of coronavirus disease 2019 (COVID-19) cases in Canada may create substantial demand for hospital admission and critical care. We evaluated the extent to which self-isolation of mildly ill people delays the peak of outbreaks and reduces the need for this care in each Canadian province. METHODS: We developed a computational model and simulated scenarios for COVID-19 outbreaks within each province. Using estimates of COVID-19 characteristics, we projected the hospital and intensive care unit (ICU) bed requirements without self-isolation, assuming an average number of 2.5 secondary cases, and compared scenarios in which different proportions of mildly ill people practised self-isolation 24 hours after symptom onset. RESULTS: Without self-isolation, the peak of outbreaks would occur in the first half of June, and an average of 569 ICU bed days per 10 000 population would be needed. When 20% of cases practised self-isolation, the peak was delayed by 2-4 weeks, and ICU bed requirement was reduced by 23.5% compared with no self-isolation. Increasing self-isolation to 40% reduced ICU use by 53.6% and delayed the peak of infection by an additional 2-4 weeks. Assuming current ICU bed occupancy rates above 80% and self-isolation of 40%, demand would still exceed available (unoccupied) ICU bed capacity. INTERPRETATION: At the peak of COVID-19 outbreaks, the need for ICU beds will exceed the total number of ICU beds even with self-isolation at 40%. Our results show the coming challenge for the health care system in Canada and the potential role of self-isolation in reducing demand for hospital-based and ICU care."],"journal":"CMAJ","authors":["Shoukat, Affan","Wells, Chad R","Langley, Joanne M","Singer, Burton H","Galvani, Alison P"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32269020","week":"202015|Apr 06 - Apr 12","doi":"10.1503/cmaj.200457","source":"PubMed","locations":["Canadian","Canada"],"countries":["Canada"],"countries_codes":["CAN|Canada"],"topics":["Prevention"],"weight":1,"_version_":1663620083160711168,"score":7.9164424,"similar":[{"pmid":32245814,"title":"Projecting hospital utilization during the COVID-19 outbreaks in the United States.","text":["Projecting hospital utilization during the COVID-19 outbreaks in the United States.","In the wake of community coronavirus disease 2019 (COVID-19) transmission in the United States, there is a growing public health concern regarding the adequacy of resources to treat infected cases. Hospital beds, intensive care units (ICUs), and ventilators are vital for the treatment of patients with severe illness. To project the timing of the outbreak peak and the number of ICU beds required at peak, we simulated a COVID-19 outbreak parameterized with the US population demographics. In scenario analyses, we varied the delay from symptom onset to self-isolation, the proportion of symptomatic individuals practicing self-isolation, and the basic reproduction number R 0 Without self-isolation, when R 0 = 2.5, treatment of critically ill individuals at the outbreak peak would require 3.8 times more ICU beds than exist in the United States. Self-isolation by 20% of cases 24 h after symptom onset would delay and flatten the outbreak trajectory, reducing the number of ICU beds needed at the peak by 48.4% (interquartile range 46.4-50.3%), although still exceeding existing capacity. When R 0 = 2, twice as many ICU beds would be required at the peak of outbreak in the absence of self-isolation. In this scenario, the proportional impact of self-isolation within 24 h on reducing the peak number of ICU beds is substantially higher at 73.5% (interquartile range 71.4-75.3%). Our estimates underscore the inadequacy of critical care capacity to handle the burgeoning outbreak. Policies that encourage self-isolation, such as paid sick leave, may delay the epidemic peak, giving a window of time that could facilitate emergency mobilization to expand hospital capacity.","Proc Natl Acad Sci U S A","Moghadas, Seyed M","Shoukat, Affan","Fitzpatrick, Meagan C","Wells, Chad R","Sah, Pratha","Pandey, Abhishek","Sachs, Jeffrey D","Wang, Zheng","Meyers, Lauren A","Singer, Burton H","Galvani, Alison P","32245814"],"abstract":["In the wake of community coronavirus disease 2019 (COVID-19) transmission in the United States, there is a growing public health concern regarding the adequacy of resources to treat infected cases. Hospital beds, intensive care units (ICUs), and ventilators are vital for the treatment of patients with severe illness. To project the timing of the outbreak peak and the number of ICU beds required at peak, we simulated a COVID-19 outbreak parameterized with the US population demographics. In scenario analyses, we varied the delay from symptom onset to self-isolation, the proportion of symptomatic individuals practicing self-isolation, and the basic reproduction number R 0 Without self-isolation, when R 0 = 2.5, treatment of critically ill individuals at the outbreak peak would require 3.8 times more ICU beds than exist in the United States. Self-isolation by 20% of cases 24 h after symptom onset would delay and flatten the outbreak trajectory, reducing the number of ICU beds needed at the peak by 48.4% (interquartile range 46.4-50.3%), although still exceeding existing capacity. When R 0 = 2, twice as many ICU beds would be required at the peak of outbreak in the absence of self-isolation. In this scenario, the proportional impact of self-isolation within 24 h on reducing the peak number of ICU beds is substantially higher at 73.5% (interquartile range 71.4-75.3%). Our estimates underscore the inadequacy of critical care capacity to handle the burgeoning outbreak. Policies that encourage self-isolation, such as paid sick leave, may delay the epidemic peak, giving a window of time that could facilitate emergency mobilization to expand hospital capacity."],"journal":"Proc Natl Acad Sci U S A","authors":["Moghadas, Seyed M","Shoukat, Affan","Fitzpatrick, Meagan C","Wells, Chad R","Sah, Pratha","Pandey, Abhishek","Sachs, Jeffrey D","Wang, Zheng","Meyers, Lauren A","Singer, Burton H","Galvani, Alison P"],"date":"2020-04-05T11:00:00Z","year":2020,"_id":"32245814","week":"202014|Mar 30 - Apr 05","doi":"10.1073/pnas.2004064117","keywords":["SARS-CoV-2","critical care need","hospitalization","self-isolation"],"source":"PubMed","locations":["United States","US"],"countries":["United States"],"countries_codes":["USA|United States"],"topics":["Prevention"],"weight":1,"_version_":1663352135856685056,"score":772.632},{"pmid":32269018,"title":"Mathematical modelling of COVID-19 transmission and mitigation strategies in the population of Ontario, Canada.","text":["Mathematical modelling of COVID-19 transmission and mitigation strategies in the population of Ontario, Canada.","BACKGROUND: Physical-distancing interventions are being used in Canada to slow the spread of severe acute respiratory syndrome coronavirus 2, but it is not clear how effective they will be. We evaluated how different nonpharmaceutical interventions could be used to control the coronavirus disease 2019 (COVID-19) pandemic and reduce the burden on the health care system. METHODS: We used an age-structured compartmental model of COVID-19 transmission in the population of Ontario, Canada. We compared a base case with limited testing, isolation and quarantine to scenarios with the following: enhanced case finding, restrictive physical-distancing measures, or a combination of enhanced case finding and less restrictive physical distancing. Interventions were either implemented for fixed durations or dynamically cycled on and off, based on projected occupancy of intensive care unit (ICU) beds. We present medians and credible intervals from 100 replicates per scenario using a 2-year time horizon. RESULTS: We estimated that 56% (95% credible interval 42%-63%) of the Ontario population would be infected over the course of the epidemic in the base case. At the epidemic peak, we projected 107 000 (95% credible interval 60 760-149 000) cases in hospital (non-ICU) and 55 500 (95% credible interval 32 700-75 200) cases in ICU. For fixed-duration scenarios, all interventions were projected to delay and reduce the height of the epidemic peak relative to the base case, with restrictive physical distancing estimated to have the greatest effect. Longer duration interventions were more effective. Dynamic interventions were projected to reduce the proportion of the population infected at the end of the 2-year period and could reduce the median number of cases in ICU below current estimates of Ontario's ICU capacity. INTERPRETATION: Without substantial physical distancing or a combination of moderate physical distancing with enhanced case finding, we project that ICU resources would be overwhelmed. Dynamic physical distancing could maintain health-system capacity and also allow periodic psychological andeconomic respite for populations.","CMAJ","Tuite, Ashleigh R","Fisman, David N","Greer, Amy L","32269018"],"abstract":["BACKGROUND: Physical-distancing interventions are being used in Canada to slow the spread of severe acute respiratory syndrome coronavirus 2, but it is not clear how effective they will be. We evaluated how different nonpharmaceutical interventions could be used to control the coronavirus disease 2019 (COVID-19) pandemic and reduce the burden on the health care system. METHODS: We used an age-structured compartmental model of COVID-19 transmission in the population of Ontario, Canada. We compared a base case with limited testing, isolation and quarantine to scenarios with the following: enhanced case finding, restrictive physical-distancing measures, or a combination of enhanced case finding and less restrictive physical distancing. Interventions were either implemented for fixed durations or dynamically cycled on and off, based on projected occupancy of intensive care unit (ICU) beds. We present medians and credible intervals from 100 replicates per scenario using a 2-year time horizon. RESULTS: We estimated that 56% (95% credible interval 42%-63%) of the Ontario population would be infected over the course of the epidemic in the base case. At the epidemic peak, we projected 107 000 (95% credible interval 60 760-149 000) cases in hospital (non-ICU) and 55 500 (95% credible interval 32 700-75 200) cases in ICU. For fixed-duration scenarios, all interventions were projected to delay and reduce the height of the epidemic peak relative to the base case, with restrictive physical distancing estimated to have the greatest effect. Longer duration interventions were more effective. Dynamic interventions were projected to reduce the proportion of the population infected at the end of the 2-year period and could reduce the median number of cases in ICU below current estimates of Ontario's ICU capacity. INTERPRETATION: Without substantial physical distancing or a combination of moderate physical distancing with enhanced case finding, we project that ICU resources would be overwhelmed. Dynamic physical distancing could maintain health-system capacity and also allow periodic psychological andeconomic respite for populations."],"journal":"CMAJ","authors":["Tuite, Ashleigh R","Fisman, David N","Greer, Amy L"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32269018","week":"202015|Apr 06 - Apr 12","doi":"10.1503/cmaj.200476","source":"PubMed","locations":["Canada"],"countries":["Canada"],"countries_codes":["CAN|Canada"],"topics":["Transmission","Prevention"],"weight":1,"_version_":1663620083171196928,"score":478.06534},{"pmid":32119825,"pmcid":"PMC7097845","title":"Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts.","text":["Feasibility of controlling COVID-19 outbreaks by isolation of cases and contacts.","BACKGROUND: Isolation of cases and contact tracing is used to control outbreaks of infectious diseases, and has been used for coronavirus disease 2019 (COVID-19). Whether this strategy will achieve control depends on characteristics of both the pathogen and the response. Here we use a mathematical model to assess if isolation and contact tracing are able to control onwards transmission from imported cases of COVID-19. METHODS: We developed a stochastic transmission model, parameterised to the COVID-19 outbreak. We used the model to quantify the potential effectiveness of contact tracing and isolation of cases at controlling a severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)-like pathogen. We considered scenarios that varied in the number of initial cases, the basic reproduction number (R0), the delay from symptom onset to isolation, the probability that contacts were traced, the proportion of transmission that occurred before symptom onset, and the proportion of subclinical infections. We assumed isolation prevented all further transmission in the model. Outbreaks were deemed controlled if transmission ended within 12 weeks or before 5000 cases in total. We measured the success of controlling outbreaks using isolation and contact tracing, and quantified the weekly maximum number of cases traced to measure feasibility of public health effort. FINDINGS: Simulated outbreaks starting with five initial cases, an R0 of 1.5, and 0% transmission before symptom onset could be controlled even with low contact tracing probability; however, the probability of controlling an outbreak decreased with the number of initial cases, when R0 was 2.5 or 3.5 and with more transmission before symptom onset. Across different initial numbers of cases, the majority of scenarios with an R0 of 1.5 were controllable with less than 50% of contacts successfully traced. To control the majority of outbreaks, for R0 of 2.5 more than 70% of contacts had to be traced, and for an R0 of 3.5 more than 90% of contacts had to be traced. The delay between symptom onset and isolation had the largest role in determining whether an outbreak was controllable when R0 was 1.5. For R0 values of 2.5 or 3.5, if there were 40 initial cases, contact tracing and isolation were only potentially feasible when less than 1% of transmission occurred before symptom onset. INTERPRETATION: In most scenarios, highly effective contact tracing and case isolation is enough to control a new outbreak of COVID-19 within 3 months. The probability of control decreases with long delays from symptom onset to isolation, fewer cases ascertained by contact tracing, and increasing transmission before symptoms. This model can be modified to reflect updated transmission characteristics and more specific definitions of outbreak control to assess the potential success of local response efforts. FUNDING: Wellcome Trust, Global Challenges Research Fund, and Health Data Research UK.","Lancet Glob Health","Hellewell, Joel","Abbott, Sam","Gimma, Amy","Bosse, Nikos I","Jarvis, Christopher I","Russell, Timothy W","Munday, James D","Kucharski, Adam J","Edmunds, W John","Funk, Sebastian","Eggo, Rosalind M","32119825"],"abstract":["BACKGROUND: Isolation of cases and contact tracing is used to control outbreaks of infectious diseases, and has been used for coronavirus disease 2019 (COVID-19). Whether this strategy will achieve control depends on characteristics of both the pathogen and the response. Here we use a mathematical model to assess if isolation and contact tracing are able to control onwards transmission from imported cases of COVID-19. METHODS: We developed a stochastic transmission model, parameterised to the COVID-19 outbreak. We used the model to quantify the potential effectiveness of contact tracing and isolation of cases at controlling a severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)-like pathogen. We considered scenarios that varied in the number of initial cases, the basic reproduction number (R0), the delay from symptom onset to isolation, the probability that contacts were traced, the proportion of transmission that occurred before symptom onset, and the proportion of subclinical infections. We assumed isolation prevented all further transmission in the model. Outbreaks were deemed controlled if transmission ended within 12 weeks or before 5000 cases in total. We measured the success of controlling outbreaks using isolation and contact tracing, and quantified the weekly maximum number of cases traced to measure feasibility of public health effort. FINDINGS: Simulated outbreaks starting with five initial cases, an R0 of 1.5, and 0% transmission before symptom onset could be controlled even with low contact tracing probability; however, the probability of controlling an outbreak decreased with the number of initial cases, when R0 was 2.5 or 3.5 and with more transmission before symptom onset. Across different initial numbers of cases, the majority of scenarios with an R0 of 1.5 were controllable with less than 50% of contacts successfully traced. To control the majority of outbreaks, for R0 of 2.5 more than 70% of contacts had to be traced, and for an R0 of 3.5 more than 90% of contacts had to be traced. The delay between symptom onset and isolation had the largest role in determining whether an outbreak was controllable when R0 was 1.5. For R0 values of 2.5 or 3.5, if there were 40 initial cases, contact tracing and isolation were only potentially feasible when less than 1% of transmission occurred before symptom onset. INTERPRETATION: In most scenarios, highly effective contact tracing and case isolation is enough to control a new outbreak of COVID-19 within 3 months. The probability of control decreases with long delays from symptom onset to isolation, fewer cases ascertained by contact tracing, and increasing transmission before symptoms. This model can be modified to reflect updated transmission characteristics and more specific definitions of outbreak control to assess the potential success of local response efforts. FUNDING: Wellcome Trust, Global Challenges Research Fund, and Health Data Research UK."],"journal":"Lancet Glob Health","authors":["Hellewell, Joel","Abbott, Sam","Gimma, Amy","Bosse, Nikos I","Jarvis, Christopher I","Russell, Timothy W","Munday, James D","Kucharski, Adam J","Edmunds, W John","Funk, Sebastian","Eggo, Rosalind M"],"date":"2020-03-03T11:00:00Z","year":2020,"_id":"32119825","week":"202010|Mar 02 - Mar 08","doi":"10.1016/S2214-109X(20)30074-7","link_erratum_in":"32145764","link_comment_in":"32199105","source":"PubMed","locations":["GBR"],"countries":["United Kingdom"],"countries_codes":["GBR|United Kingdom"],"topics":["Epidemic Forecasting","Transmission"],"weight":1,"_version_":1663352134317375488,"score":310.62393},{"pmid":32213332,"title":"Interventions to mitigate early spread of SARS-CoV-2 in Singapore: a modelling study.","text":["Interventions to mitigate early spread of SARS-CoV-2 in Singapore: a modelling study.","BACKGROUND: Since the coronavirus disease 2019 outbreak began in the Chinese city of Wuhan on Dec 31, 2019, 68 imported cases and 175 locally acquired infections have been reported in Singapore. We aimed to investigate options for early intervention in Singapore should local containment (eg, preventing disease spread through contact tracing efforts) be unsuccessful. METHODS: We adapted an influenza epidemic simulation model to estimate the likelihood of human-to-human transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in a simulated Singaporean population. Using this model, we estimated the cumulative number of SARS-CoV-2 infections at 80 days, after detection of 100 cases of community transmission, under three infectivity scenarios (basic reproduction number [R0] of 1.5, 2.0, or 2.5) and assuming 7.5% of infections are asymptomatic. We first ran the model assuming no intervention was in place (baseline scenario), and then assessed the effect of four intervention scenarios compared with a baseline scenario on the size and progression of the outbreak for each R0 value. These scenarios included isolation measures for infected individuals and quarantining of family members (hereafter referred to as quarantine); quarantine plus school closure; quarantine plus workplace distancing; and quarantine, school closure, and workplace distancing (hereafter referred to as the combined intervention). We also did sensitivity analyses by altering the asymptomatic fraction of infections (22.7%, 30.0%, 40.0%, and 50.0%) to compare outbreak sizes under the same control measures. FINDINGS: For the baseline scenario, when R0 was 1.5, the median cumulative number of infections at day 80 was 279 000 (IQR 245 000-320 000), corresponding to 7.4% (IQR 6.5-8.5) of the resident population of Singapore. The median number of infections increased with higher infectivity: 727 000 cases (670 000-776 000) when R0 was 2.0, corresponding to 19.3% (17.8-20.6) of the Singaporean population, and 1 207 000 cases (1 164 000-1 249 000) when R0 was 2.5, corresponding to 32% (30.9-33.1) of the Singaporean population. Compared with the baseline scenario, the combined intervention was the most effective, reducing the estimated median number of infections by 99.3% (IQR 92.6-99.9) when R0 was 1.5, by 93.0% (81.5-99.7) when R0 was 2.0, and by 78.2% (59.0 -94.4) when R0 was 2.5. Assuming increasing asymptomatic fractions up to 50.0%, up to 277 000 infections were estimated to occur at day 80 with the combined intervention relative to 1800 for the baseline at R0 of 1.5. INTERPRETATION: Implementing the combined intervention of quarantining infected individuals and their family members, workplace distancing, and school closure once community transmission has been detected could substantially reduce the number of SARS-CoV-2 infections. We therefore recommend immediate deployment of this strategy if local secondary transmission is confirmed within Singapore. However, quarantine and workplace distancing should be prioritised over school closure because at this early stage, symptomatic children have higher withdrawal rates from school than do symptomatic adults from work. At higher asymptomatic proportions, intervention effectiveness might be substantially reduced requiring the need for effective case management and treatments, and preventive measures such as vaccines. FUNDING: Singapore Ministry of Health, Singapore Population Health Improvement Centre.","Lancet Infect Dis","Koo, Joel R","Cook, Alex R","Park, Minah","Sun, Yinxiaohe","Sun, Haoyang","Lim, Jue Tao","Tam, Clarence","Dickens, Borame L","32213332"],"abstract":["BACKGROUND: Since the coronavirus disease 2019 outbreak began in the Chinese city of Wuhan on Dec 31, 2019, 68 imported cases and 175 locally acquired infections have been reported in Singapore. We aimed to investigate options for early intervention in Singapore should local containment (eg, preventing disease spread through contact tracing efforts) be unsuccessful. METHODS: We adapted an influenza epidemic simulation model to estimate the likelihood of human-to-human transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in a simulated Singaporean population. Using this model, we estimated the cumulative number of SARS-CoV-2 infections at 80 days, after detection of 100 cases of community transmission, under three infectivity scenarios (basic reproduction number [R0] of 1.5, 2.0, or 2.5) and assuming 7.5% of infections are asymptomatic. We first ran the model assuming no intervention was in place (baseline scenario), and then assessed the effect of four intervention scenarios compared with a baseline scenario on the size and progression of the outbreak for each R0 value. These scenarios included isolation measures for infected individuals and quarantining of family members (hereafter referred to as quarantine); quarantine plus school closure; quarantine plus workplace distancing; and quarantine, school closure, and workplace distancing (hereafter referred to as the combined intervention). We also did sensitivity analyses by altering the asymptomatic fraction of infections (22.7%, 30.0%, 40.0%, and 50.0%) to compare outbreak sizes under the same control measures. FINDINGS: For the baseline scenario, when R0 was 1.5, the median cumulative number of infections at day 80 was 279 000 (IQR 245 000-320 000), corresponding to 7.4% (IQR 6.5-8.5) of the resident population of Singapore. The median number of infections increased with higher infectivity: 727 000 cases (670 000-776 000) when R0 was 2.0, corresponding to 19.3% (17.8-20.6) of the Singaporean population, and 1 207 000 cases (1 164 000-1 249 000) when R0 was 2.5, corresponding to 32% (30.9-33.1) of the Singaporean population. Compared with the baseline scenario, the combined intervention was the most effective, reducing the estimated median number of infections by 99.3% (IQR 92.6-99.9) when R0 was 1.5, by 93.0% (81.5-99.7) when R0 was 2.0, and by 78.2% (59.0 -94.4) when R0 was 2.5. Assuming increasing asymptomatic fractions up to 50.0%, up to 277 000 infections were estimated to occur at day 80 with the combined intervention relative to 1800 for the baseline at R0 of 1.5. INTERPRETATION: Implementing the combined intervention of quarantining infected individuals and their family members, workplace distancing, and school closure once community transmission has been detected could substantially reduce the number of SARS-CoV-2 infections. We therefore recommend immediate deployment of this strategy if local secondary transmission is confirmed within Singapore. However, quarantine and workplace distancing should be prioritised over school closure because at this early stage, symptomatic children have higher withdrawal rates from school than do symptomatic adults from work. At higher asymptomatic proportions, intervention effectiveness might be substantially reduced requiring the need for effective case management and treatments, and preventive measures such as vaccines. FUNDING: Singapore Ministry of Health, Singapore Population Health Improvement Centre."],"journal":"Lancet Infect Dis","authors":["Koo, Joel R","Cook, Alex R","Park, Minah","Sun, Yinxiaohe","Sun, Haoyang","Lim, Jue Tao","Tam, Clarence","Dickens, Borame L"],"date":"2020-03-28T11:00:00Z","year":2020,"_id":"32213332","week":"202013|Mar 23 - Mar 29","doi":"10.1016/S1473-3099(20)30162-6","link_erratum_in":"32224309","source":"PubMed","locations":["Singaporean","Singapore","Wuhan","Chinese"],"countries":["China","Singapore"],"countries_codes":["CHN|China","SGP|Singapore"],"topics":["Prevention","Epidemic Forecasting","Transmission"],"weight":1,"_version_":1663352134986366977,"score":306.56525},{"pmid":32259197,"title":"Locally Informed Simulation to Predict Hospital Capacity Needs During the COVID-19 Pandemic.","text":["Locally Informed Simulation to Predict Hospital Capacity Needs During the COVID-19 Pandemic.","Background: The coronavirus disease 2019 (COVID-19) pandemic challenges hospital leaders to make time-sensitive, critical decisions about clinical operations and resource allocations. Objective: To estimate the timing of surges in clinical demand and the best- and worst-case scenarios of local COVID-19-induced strain on hospital capacity, and thus inform clinical operations and staffing demands and identify when hospital capacity would be saturated. Design: Monte Carlo simulation instantiation of a susceptible, infected, removed (SIR) model with a 1-day cycle. Setting: 3 hospitals in an academic health system. Patients: All people living in the greater Philadelphia region. Measurements: The COVID-19 Hospital Impact Model (CHIME) (http://penn-chime.phl.io) SIR model was used to estimate the time from 23 March 2020 until hospital capacity would probably be exceeded, and the intensity of the surge, including for intensive care unit (ICU) beds and ventilators. Results: Using patients with COVID-19 alone, CHIME estimated that it would be 31 to 53 days before demand exceeds existing hospital capacity. In best- and worst-case scenarios of surges in the number of patients with COVID-19, the needed total capacity for hospital beds would reach 3131 to 12 650 across the 3 hospitals, including 338 to 1608 ICU beds and 118 to 599 ventilators. Limitations: Model parameters were taken directly or derived from published data across heterogeneous populations and practice environments and from the health system's historical data. CHIME does not incorporate more transition states to model infection severity, social networks to model transmission dynamics, or geographic information to account for spatial patterns of human interaction. Conclusion: Publicly available and designed for hospital operations leaders, this modeling tool can inform preparations for capacity strain during the early days of a pandemic. Primary Funding Source: University of Pennsylvania Health System and the Palliative and Advanced Illness Research Center.","Ann Intern Med","Weissman, Gary E","Crane-Droesch, Andrew","Chivers, Corey","Luong, ThaiBinh","Hanish, Asaf","Levy, Michael Z","Lubken, Jason","Becker, Michael","Draugelis, Michael E","Anesi, George L","Brennan, Patrick J","Christie, Jason D","Hanson Iii, C William","Mikkelsen, Mark E","Halpern, Scott D","32259197"],"abstract":["Background: The coronavirus disease 2019 (COVID-19) pandemic challenges hospital leaders to make time-sensitive, critical decisions about clinical operations and resource allocations. Objective: To estimate the timing of surges in clinical demand and the best- and worst-case scenarios of local COVID-19-induced strain on hospital capacity, and thus inform clinical operations and staffing demands and identify when hospital capacity would be saturated. Design: Monte Carlo simulation instantiation of a susceptible, infected, removed (SIR) model with a 1-day cycle. Setting: 3 hospitals in an academic health system. Patients: All people living in the greater Philadelphia region. Measurements: The COVID-19 Hospital Impact Model (CHIME) (http://penn-chime.phl.io) SIR model was used to estimate the time from 23 March 2020 until hospital capacity would probably be exceeded, and the intensity of the surge, including for intensive care unit (ICU) beds and ventilators. Results: Using patients with COVID-19 alone, CHIME estimated that it would be 31 to 53 days before demand exceeds existing hospital capacity. In best- and worst-case scenarios of surges in the number of patients with COVID-19, the needed total capacity for hospital beds would reach 3131 to 12 650 across the 3 hospitals, including 338 to 1608 ICU beds and 118 to 599 ventilators. Limitations: Model parameters were taken directly or derived from published data across heterogeneous populations and practice environments and from the health system's historical data. CHIME does not incorporate more transition states to model infection severity, social networks to model transmission dynamics, or geographic information to account for spatial patterns of human interaction. Conclusion: Publicly available and designed for hospital operations leaders, this modeling tool can inform preparations for capacity strain during the early days of a pandemic. Primary Funding Source: University of Pennsylvania Health System and the Palliative and Advanced Illness Research Center."],"journal":"Ann Intern Med","authors":["Weissman, Gary E","Crane-Droesch, Andrew","Chivers, Corey","Luong, ThaiBinh","Hanish, Asaf","Levy, Michael Z","Lubken, Jason","Becker, Michael","Draugelis, Michael E","Anesi, George L","Brennan, Patrick J","Christie, Jason D","Hanson Iii, C William","Mikkelsen, Mark E","Halpern, Scott D"],"date":"2020-04-08T11:00:00Z","year":2020,"_id":"32259197","week":"202015|Apr 06 - Apr 12","doi":"10.7326/M20-1260","source":"PubMed","locations":["Philadelphia"],"countries":["United States"],"countries_codes":["USA|United States"],"topics":["Prevention"],"weight":1,"_version_":1663450393547374592,"score":304.5481}]}