{"pmid":32272857,"title":"The Role of Tissue Engineering in COVID-19 and Future Viral Outbreaks.","text":["The Role of Tissue Engineering in COVID-19 and Future Viral Outbreaks.","In light of the current novel coronavirus (COVID-19) pandemic as well as other viral outbreaks in the 21st century, there is a dire need for new diagnostic and therapeutic strategies to combat infectious diseases worldwide. As a convergence science, tissue engineering has traditionally focused on application of engineering principles to biological systems, collaboration across disciplines, and rapid translation of technologies from the benchtop to the bedside. Given these strengths, tissue engineers are particularly well-suited to apply their skillset to the current crisis and viral outbreaks in general. This work introduces the basics of virology and epidemiology for tissue engineers and highlights important developments in the field of tissue engineering relevant to the current pandemic, including in vitro model systems, vaccine technology, and small molecule drug delivery. COVID-19 serves as a call to arms for scientists across all disciplines and tissue engineers are well-trained to be leaders and contributors in this time of need.","Tissue Eng Part A","Tatara, Alexander M","32272857"],"abstract":["In light of the current novel coronavirus (COVID-19) pandemic as well as other viral outbreaks in the 21st century, there is a dire need for new diagnostic and therapeutic strategies to combat infectious diseases worldwide. As a convergence science, tissue engineering has traditionally focused on application of engineering principles to biological systems, collaboration across disciplines, and rapid translation of technologies from the benchtop to the bedside. Given these strengths, tissue engineers are particularly well-suited to apply their skillset to the current crisis and viral outbreaks in general. This work introduces the basics of virology and epidemiology for tissue engineers and highlights important developments in the field of tissue engineering relevant to the current pandemic, including in vitro model systems, vaccine technology, and small molecule drug delivery. COVID-19 serves as a call to arms for scientists across all disciplines and tissue engineers are well-trained to be leaders and contributors in this time of need."],"journal":"Tissue Eng Part A","authors":["Tatara, Alexander M"],"date":"2020-04-11T11:00:00Z","year":2020,"_id":"32272857","week":"202015|Apr 06 - Apr 12","doi":"10.1089/ten.TEA.2020.0094","source":"PubMed","topics":["Mechanism","Treatment"],"weight":1,"_version_":1663712077943930880,"score":7.9164424,"similar":[{"pmid":32267678,"title":"COVID-19: A Call for Physical Scientists and Engineers.","text":["COVID-19: A Call for Physical Scientists and Engineers.","The COVID-19 pandemic is one of those global challenges that transcends territorial, political, ideological, religious, cultural, and certainly academic boundaries. Public health and healthcare workers are at the frontline, working to contain and to mitigate the spread of this disease. Although intervening biological and immunological responses against viral infection may seem far from the physical sciences and engineering that typically work with inanimate objects, there actually is much that can-and should-be done to help in this global crisis. In this Perspective, we convert the basics of infectious respiratory diseases and viruses into physical sciences and engineering intuitions, and through this exercise, we present examples of questions, hypotheses, and research needs identified based on clinicians' experiences. We hope researchers in the physical sciences and engineering will proactively study these challenges, develop new hypotheses, define new research areas, and work with biological researchers, healthcare, and public health professionals to create user-centered solutions and to inform the general public, so that we can better address the many challenges associated with the transmission and spread of infectious respiratory diseases.","ACS Nano","Huang, Haiyue","Fan, Chunhai","Li, Min","Nie, Hua-Li","Wang, Fu-Bing","Wang, Hui","Wang, Ruilan","Xia, Jianbo","Zheng, Xin","Zuo, Xiaolei","Huang, Jiaxing","32267678"],"abstract":["The COVID-19 pandemic is one of those global challenges that transcends territorial, political, ideological, religious, cultural, and certainly academic boundaries. Public health and healthcare workers are at the frontline, working to contain and to mitigate the spread of this disease. Although intervening biological and immunological responses against viral infection may seem far from the physical sciences and engineering that typically work with inanimate objects, there actually is much that can-and should-be done to help in this global crisis. In this Perspective, we convert the basics of infectious respiratory diseases and viruses into physical sciences and engineering intuitions, and through this exercise, we present examples of questions, hypotheses, and research needs identified based on clinicians' experiences. We hope researchers in the physical sciences and engineering will proactively study these challenges, develop new hypotheses, define new research areas, and work with biological researchers, healthcare, and public health professionals to create user-centered solutions and to inform the general public, so that we can better address the many challenges associated with the transmission and spread of infectious respiratory diseases."],"journal":"ACS Nano","authors":["Huang, Haiyue","Fan, Chunhai","Li, Min","Nie, Hua-Li","Wang, Fu-Bing","Wang, Hui","Wang, Ruilan","Xia, Jianbo","Zheng, Xin","Zuo, Xiaolei","Huang, Jiaxing"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32267678","week":"202015|Apr 06 - Apr 12","doi":"10.1021/acsnano.0c02618","source":"PubMed","weight":0,"_version_":1663609715844710400,"score":429.25076},{"pmid":32167747,"pmcid":"PMC7094171","title":"Evidence of the COVID-19 Virus Targeting the CNS: Tissue Distribution, Host-Virus Interaction, and Proposed Neurotropic Mechanisms.","text":["Evidence of the COVID-19 Virus Targeting the CNS: Tissue Distribution, Host-Virus Interaction, and Proposed Neurotropic Mechanisms.","The recent outbreak of coronavirus infectious disease 2019 (COVID-19) has gripped the world with apprehension and has evoked a scare of epic proportion regarding its potential to spread and infect humans worldwide. As we are in the midst of an ongoing pandemic of COVID-19, scientists are struggling to understand how it resembles and differs from the severe acute respiratory syndrome coronavirus (SARS-CoV) at the genomic and transcriptomic level. In a short time following the outbreak, it has been shown that, similar to SARS-CoV, COVID-19 virus exploits the angiotensin-converting enzyme 2 (ACE2) receptor to gain entry inside the cells. This finding raises the curiosity of investigating the expression of ACE2 in neurological tissue and determining the possible contribution of neurological tissue damage to the morbidity and mortality caused by COIVD-19. Here, we investigate the density of the expression levels of ACE2 in the CNS, the host-virus interaction and relate it to the pathogenesis and complications seen in the recent cases resulting from the COVID-19 outbreak. Also, we debate the need for a model for staging COVID-19 based on neurological tissue involvement.","ACS Chem Neurosci","Baig, Abdul Mannan","Khaleeq, Areeba","Ali, Usman","Syeda, Hira","32167747"],"abstract":["The recent outbreak of coronavirus infectious disease 2019 (COVID-19) has gripped the world with apprehension and has evoked a scare of epic proportion regarding its potential to spread and infect humans worldwide. As we are in the midst of an ongoing pandemic of COVID-19, scientists are struggling to understand how it resembles and differs from the severe acute respiratory syndrome coronavirus (SARS-CoV) at the genomic and transcriptomic level. In a short time following the outbreak, it has been shown that, similar to SARS-CoV, COVID-19 virus exploits the angiotensin-converting enzyme 2 (ACE2) receptor to gain entry inside the cells. This finding raises the curiosity of investigating the expression of ACE2 in neurological tissue and determining the possible contribution of neurological tissue damage to the morbidity and mortality caused by COIVD-19. Here, we investigate the density of the expression levels of ACE2 in the CNS, the host-virus interaction and relate it to the pathogenesis and complications seen in the recent cases resulting from the COVID-19 outbreak. Also, we debate the need for a model for staging COVID-19 based on neurological tissue involvement."],"journal":"ACS Chem Neurosci","authors":["Baig, Abdul Mannan","Khaleeq, Areeba","Ali, Usman","Syeda, Hira"],"date":"2020-03-14T11:00:00Z","year":2020,"_id":"32167747","week":"202011|Mar 09 - Mar 15","doi":"10.1021/acschemneuro.0c00122","keywords":["*ACE2 tissue distribution","*COVID-19","*Coronavirus","*SARS-CoV-2","*host-virus interaction","*spike protein"],"source":"PubMed","topics":["Mechanism"],"weight":1,"_version_":1663352133989171201,"score":258.68576},{"pmid":32249203,"title":"Microneedle array delivered recombinant coronavirus vaccines: Immunogenicity and rapid translational development.","text":["Microneedle array delivered recombinant coronavirus vaccines: Immunogenicity and rapid translational development.","BACKGROUND: Coronaviruses pose a serious threat to global health as evidenced by Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS), and COVID-19. SARS Coronavirus (SARS-CoV), MERS Coronavirus (MERS-CoV), and the novel coronavirus, previously dubbed 2019-nCoV, and now officially named SARS-CoV-2, are the causative agents of the SARS, MERS, and COVID-19 disease outbreaks, respectively. Safe vaccines that rapidly induce potent and long-lasting virus-specific immune responses against these infectious agents are urgently needed. The coronavirus spike (S) protein, a characteristic structural component of the viral envelope, is considered a key target for vaccines for the prevention of coronavirus infection. METHODS: We first generated codon optimized MERS-S1 subunit vaccines fused with a foldon trimerization domain to mimic the native viral structure. In variant constructs, we engineered immune stimulants (RS09 or flagellin, as TLR4 or TLR5 agonists, respectively) into this trimeric design. We comprehensively tested the pre-clinical immunogenicity of MERS-CoV vaccines in mice when delivered subcutaneously by traditional needle injection, or intracutaneously by dissolving microneedle arrays (MNAs) by evaluating virus specific IgG antibodies in the serum of vaccinated mice by ELISA and using virus neutralization assays. Driven by the urgent need for COVID-19 vaccines, we utilized this strategy to rapidly develop MNA SARS-CoV-2 subunit vaccines and tested their pre-clinical immunogenicity in vivo by exploiting our substantial experience with MNA MERS-CoV vaccines. FINDINGS: Here we describe the development of MNA delivered MERS-CoV vaccines and their pre-clinical immunogenicity. Specifically, MNA delivered MERS-S1 subunit vaccines elicited strong and long-lasting antigen-specific antibody responses. Building on our ongoing efforts to develop MERS-CoV vaccines, promising immunogenicity of MNA-delivered MERS-CoV vaccines, and our experience with MNA fabrication and delivery, including clinical trials, we rapidly designed and produced clinically-translatable MNA SARS-CoV-2 subunit vaccines within 4 weeks of the identification of the SARS-CoV-2 S1 sequence. Most importantly, these MNA delivered SARS-CoV-2 S1 subunit vaccines elicited potent antigen-specific antibody responses that were evident beginning 2 weeks after immunization. INTERPRETATION: MNA delivery of coronaviruses-S1 subunit vaccines is a promising immunization strategy against coronavirus infection. Progressive scientific and technological efforts enable quicker responses to emerging pandemics. Our ongoing efforts to develop MNA-MERS-S1 subunit vaccines enabled us to rapidly design and produce MNA SARS-CoV-2 subunit vaccines capable of inducing potent virus-specific antibody responses. Collectively, our results support the clinical development of MNA delivered recombinant protein subunit vaccines against SARS, MERS, COVID-19, and other emerging infectious diseases.","EBioMedicine","Kim, Eun","Erdos, Geza","Huang, Shaohua","Kenniston, Thomas W","Balmert, Stephen C","Carey, Cara Donahue","Raj, V Stalin","Epperly, Michael W","Klimstra, William B","Haagmans, Bart L","Korkmaz, Emrullah","Falo, Louis D Jr","Gambotto, Andrea","32249203"],"abstract":["BACKGROUND: Coronaviruses pose a serious threat to global health as evidenced by Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS), and COVID-19. SARS Coronavirus (SARS-CoV), MERS Coronavirus (MERS-CoV), and the novel coronavirus, previously dubbed 2019-nCoV, and now officially named SARS-CoV-2, are the causative agents of the SARS, MERS, and COVID-19 disease outbreaks, respectively. Safe vaccines that rapidly induce potent and long-lasting virus-specific immune responses against these infectious agents are urgently needed. The coronavirus spike (S) protein, a characteristic structural component of the viral envelope, is considered a key target for vaccines for the prevention of coronavirus infection. METHODS: We first generated codon optimized MERS-S1 subunit vaccines fused with a foldon trimerization domain to mimic the native viral structure. In variant constructs, we engineered immune stimulants (RS09 or flagellin, as TLR4 or TLR5 agonists, respectively) into this trimeric design. We comprehensively tested the pre-clinical immunogenicity of MERS-CoV vaccines in mice when delivered subcutaneously by traditional needle injection, or intracutaneously by dissolving microneedle arrays (MNAs) by evaluating virus specific IgG antibodies in the serum of vaccinated mice by ELISA and using virus neutralization assays. Driven by the urgent need for COVID-19 vaccines, we utilized this strategy to rapidly develop MNA SARS-CoV-2 subunit vaccines and tested their pre-clinical immunogenicity in vivo by exploiting our substantial experience with MNA MERS-CoV vaccines. FINDINGS: Here we describe the development of MNA delivered MERS-CoV vaccines and their pre-clinical immunogenicity. Specifically, MNA delivered MERS-S1 subunit vaccines elicited strong and long-lasting antigen-specific antibody responses. Building on our ongoing efforts to develop MERS-CoV vaccines, promising immunogenicity of MNA-delivered MERS-CoV vaccines, and our experience with MNA fabrication and delivery, including clinical trials, we rapidly designed and produced clinically-translatable MNA SARS-CoV-2 subunit vaccines within 4 weeks of the identification of the SARS-CoV-2 S1 sequence. Most importantly, these MNA delivered SARS-CoV-2 S1 subunit vaccines elicited potent antigen-specific antibody responses that were evident beginning 2 weeks after immunization. INTERPRETATION: MNA delivery of coronaviruses-S1 subunit vaccines is a promising immunization strategy against coronavirus infection. Progressive scientific and technological efforts enable quicker responses to emerging pandemics. Our ongoing efforts to develop MNA-MERS-S1 subunit vaccines enabled us to rapidly design and produce MNA SARS-CoV-2 subunit vaccines capable of inducing potent virus-specific antibody responses. Collectively, our results support the clinical development of MNA delivered recombinant protein subunit vaccines against SARS, MERS, COVID-19, and other emerging infectious diseases."],"journal":"EBioMedicine","authors":["Kim, Eun","Erdos, Geza","Huang, Shaohua","Kenniston, Thomas W","Balmert, Stephen C","Carey, Cara Donahue","Raj, V Stalin","Epperly, Michael W","Klimstra, William B","Haagmans, Bart L","Korkmaz, Emrullah","Falo, Louis D Jr","Gambotto, Andrea"],"date":"2020-04-07T11:00:00Z","year":2020,"_id":"32249203","week":"202015|Apr 06 - Apr 12","doi":"10.1016/j.ebiom.2020.102743","keywords":["COVID-19","MERS-CoV S1","Microneedle array","SARS-CoV-2","Subunit vaccines","Trimerization"],"source":"PubMed","locations":["vivo"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1663352136237318145,"score":238.27133},{"pmid":32188728,"title":"Structure-Guided Mutagenesis Alters Deubiquitinating Activity and Attenuates Pathogenesis of a Murine Coronavirus.","text":["Structure-Guided Mutagenesis Alters Deubiquitinating Activity and Attenuates Pathogenesis of a Murine Coronavirus.","Coronaviruses express a multifunctional papain-like protease, termed PLP2. PLP2 acts as a protease that cleaves the viral replicase polyprotein, and a deubiquitinating (DUB) enzyme which removes ubiquitin moieties from ubiquitin-conjugated proteins. Previous in vitro studies implicated PLP2 DUB activity as a negative regulator of the host interferon (IFN) response, but the role of DUB activity during virus infection was unknown. Here, we used X-ray structure-guided mutagenesis and functional studies to identify amino acid substitutions within the ubiquitin-binding surface of PLP2 that reduced DUB activity without affecting polyprotein processing activity. We engineered a DUB mutation (Asp1772 to Ala) into a murine coronavirus and evaluated the replication and pathogenesis of the DUB mutant virus (DUBmut) in cultured macrophages and in mice. We found that the DUBmut virus replicates similarly as the wild-type virus in cultured cells, but the DUBmut virus activates an IFN response at earlier times compared to the wild-type virus infection in macrophages, consistent with DUB activity negatively regulating the IFN response. We compared the pathogenesis of the DUBmut virus to the wild-type virus and found that the DUBmut-infected mice had a statistically significant reduction (p<0.05) in viral titer in livers and spleens at day 5 post-infection, albeit both wild-type and DUBmut virus infections resulted in similar liver pathology. Overall, this study demonstrates that structure-guided mutagenesis aids the identification of critical determinants of PLP2-ubiquitin complex, and that PLP2 DUB activity plays a role as an interferon antagonist in coronavirus pathogenesis.IMPORTANCE Coronaviruses employ a genetic economy by encoding multifunctional proteins that function in viral replication and also modify the host environment to disarm the innate immune response. The coronavirus papain-like protease 2 (PLP2) domain possesses protease activity, which cleaves the viral replicase polyprotein, and also DUB activity (de-conjugating ubiquitin/ubiquitin-like molecules from modified substrates) using identical catalytic residues. To separate the DUB activity from the protease activity, we employed a structure-guided mutagenesis approach and identified residues that are important for ubiquitin-binding. We found that mutating the ubiquitin-binding residues results in a PLP2 that has reduced DUB activity but retains protease activity. We engineered a recombinant murine coronavirus to express the DUB mutant and showed that the DUB mutant virus activated an earlier type I interferon response in macrophages and exhibited reduced replication in mice. The results of this study demonstrate that PLP2/DUB is an interferon antagonist and a virulence trait of coronaviruses.","J Virol","Deng, Xufang","Chen, Yafang","Mielech, Anna M","Hackbart, Matthew","Kesely, Kristina R","Mettelman, Robert C","O'Brien, Amornrat","Chapman, Mackenzie E","Mesecar, Andrew D","Baker, Susan C","32188728"],"abstract":["Coronaviruses express a multifunctional papain-like protease, termed PLP2. PLP2 acts as a protease that cleaves the viral replicase polyprotein, and a deubiquitinating (DUB) enzyme which removes ubiquitin moieties from ubiquitin-conjugated proteins. Previous in vitro studies implicated PLP2 DUB activity as a negative regulator of the host interferon (IFN) response, but the role of DUB activity during virus infection was unknown. Here, we used X-ray structure-guided mutagenesis and functional studies to identify amino acid substitutions within the ubiquitin-binding surface of PLP2 that reduced DUB activity without affecting polyprotein processing activity. We engineered a DUB mutation (Asp1772 to Ala) into a murine coronavirus and evaluated the replication and pathogenesis of the DUB mutant virus (DUBmut) in cultured macrophages and in mice. We found that the DUBmut virus replicates similarly as the wild-type virus in cultured cells, but the DUBmut virus activates an IFN response at earlier times compared to the wild-type virus infection in macrophages, consistent with DUB activity negatively regulating the IFN response. We compared the pathogenesis of the DUBmut virus to the wild-type virus and found that the DUBmut-infected mice had a statistically significant reduction (p<0.05) in viral titer in livers and spleens at day 5 post-infection, albeit both wild-type and DUBmut virus infections resulted in similar liver pathology. Overall, this study demonstrates that structure-guided mutagenesis aids the identification of critical determinants of PLP2-ubiquitin complex, and that PLP2 DUB activity plays a role as an interferon antagonist in coronavirus pathogenesis.IMPORTANCE Coronaviruses employ a genetic economy by encoding multifunctional proteins that function in viral replication and also modify the host environment to disarm the innate immune response. The coronavirus papain-like protease 2 (PLP2) domain possesses protease activity, which cleaves the viral replicase polyprotein, and also DUB activity (de-conjugating ubiquitin/ubiquitin-like molecules from modified substrates) using identical catalytic residues. To separate the DUB activity from the protease activity, we employed a structure-guided mutagenesis approach and identified residues that are important for ubiquitin-binding. We found that mutating the ubiquitin-binding residues results in a PLP2 that has reduced DUB activity but retains protease activity. We engineered a recombinant murine coronavirus to express the DUB mutant and showed that the DUB mutant virus activated an earlier type I interferon response in macrophages and exhibited reduced replication in mice. The results of this study demonstrate that PLP2/DUB is an interferon antagonist and a virulence trait of coronaviruses."],"journal":"J Virol","authors":["Deng, Xufang","Chen, Yafang","Mielech, Anna M","Hackbart, Matthew","Kesely, Kristina R","Mettelman, Robert C","O'Brien, Amornrat","Chapman, Mackenzie E","Mesecar, Andrew D","Baker, Susan C"],"date":"2020-03-20T11:00:00Z","year":2020,"_id":"32188728","week":"202012|Mar 16 - Mar 22","doi":"10.1128/JVI.01734-19","source":"PubMed","topics":["Mechanism"],"weight":1,"_version_":1663352133785747456,"score":217.52165},{"pmid":32235517,"title":"Healthcare Digitalization and Pay-For-Performance Incentives in Smart Hospital Project Financing.","text":["Healthcare Digitalization and Pay-For-Performance Incentives in Smart Hospital Project Financing.","This study aims to explore the impact of healthcare digitalization on smart hospital project financing (PF) fostered by pay-for-performance (P4P) incentives. Digital platforms are a technology-enabled business model that facilitates exchanges between interacting agents. They represent a bridging link among disconnected nodes, improving the scalable value of networks. Application to healthcare public-private partnerships (PPPs) is significant due to the consistency of digital platforms with health issues and the complexity of the stakeholder's interaction. In infrastructural PPPs, public and private players cooperate, usually following PF patterns. This relationship is complemented by digitized supply chains and is increasingly patient-centric. This paper reviews the literature, analyzes some supply chain bottlenecks, addresses solutions concerning the networking effects of platforms to improve PPP interactions, and investigates the cost-benefit analysis of digital health with an empirical case. Whereas diagnostic or infrastructural technology is an expensive investment with long-term payback, leapfrogging digital applications reduce contingent costs. \"Digital\" savings can be shared by key stakeholders with P4P schemes, incentivizing value co-creation patterns. Efficient sharing may apply network theory to a comprehensive PPP ecosystem where stakeholding nodes are digitally connected. This innovative approach improves stakeholder relationships, which are re-engineered around digital platforms that enhance patient-centered satisfaction and sustainability. Digital technologies are useful even for infectious disease surveillance, like that of the coronavirus pandemic, for supporting massive healthcare intervention, decongesting hospitals, and providing timely big data.","Int J Environ Res Public Health","Moro Visconti, Roberto","Morea, Donato","32235517"],"abstract":["This study aims to explore the impact of healthcare digitalization on smart hospital project financing (PF) fostered by pay-for-performance (P4P) incentives. Digital platforms are a technology-enabled business model that facilitates exchanges between interacting agents. They represent a bridging link among disconnected nodes, improving the scalable value of networks. Application to healthcare public-private partnerships (PPPs) is significant due to the consistency of digital platforms with health issues and the complexity of the stakeholder's interaction. In infrastructural PPPs, public and private players cooperate, usually following PF patterns. This relationship is complemented by digitized supply chains and is increasingly patient-centric. This paper reviews the literature, analyzes some supply chain bottlenecks, addresses solutions concerning the networking effects of platforms to improve PPP interactions, and investigates the cost-benefit analysis of digital health with an empirical case. Whereas diagnostic or infrastructural technology is an expensive investment with long-term payback, leapfrogging digital applications reduce contingent costs. \"Digital\" savings can be shared by key stakeholders with P4P schemes, incentivizing value co-creation patterns. Efficient sharing may apply network theory to a comprehensive PPP ecosystem where stakeholding nodes are digitally connected. This innovative approach improves stakeholder relationships, which are re-engineered around digital platforms that enhance patient-centered satisfaction and sustainability. Digital technologies are useful even for infectious disease surveillance, like that of the coronavirus pandemic, for supporting massive healthcare intervention, decongesting hospitals, and providing timely big data."],"journal":"Int J Environ Res Public Health","authors":["Moro Visconti, Roberto","Morea, Donato"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32235517","week":"202014|Mar 30 - Apr 05","doi":"10.3390/ijerph17072318","keywords":["coronavirus","digital innovation","healthcare bottlenecks","healthcare sustainable development","internet of medical things","mHealth","patient-centered care","public-private partnerships","results-based-financing"],"source":"PubMed","weight":0,"_version_":1663352135697301504,"score":217.4341}]}