{"pmid":32271458,"title":"A classifier prediction model to predict the status of Coronavirus COVID-19 patients in South Korea.","text":["A classifier prediction model to predict the status of Coronavirus COVID-19 patients in South Korea.","OBJECTIVE: Coronavirus COVID-19 further transmitted to several countries globally. The status of the infected cases can be determined basing on the treatment process along with several other factors. This research aims to build a classifier prediction model to predict the status of recovered and death coronavirus CovID-19 patients in South Korea. MATERIALS AND METHODS: Artificial neural network principle is used to classify the collected data between February 20, 2020 and March 9, 2020. The proposed classifier used different seven variables, namely, country, infection reason, sex, group, confirmation date, birth year, and region. The most effective variables on recovered and fatal cases are analyzed based on the neural network model. RESULTS: The results found that the proposed predictive classifier efficiently predicted recovered and death cases. Besides, it is found that discovering the infection reason would increase the probability to recover the patient. This indicates that the virus might be controllable based on infection reasons. In addition, the earlier discovery of the disease affords better control and a higher probability of being recovered. CONCLUSIONS: Our recommendation is to use this model to predict the status of the patients globally.","Eur Rev Med Pharmacol Sci","Al-Najjar, H","Al-Rousan, N","32271458"],"abstract":["OBJECTIVE: Coronavirus COVID-19 further transmitted to several countries globally. The status of the infected cases can be determined basing on the treatment process along with several other factors. This research aims to build a classifier prediction model to predict the status of recovered and death coronavirus CovID-19 patients in South Korea. MATERIALS AND METHODS: Artificial neural network principle is used to classify the collected data between February 20, 2020 and March 9, 2020. The proposed classifier used different seven variables, namely, country, infection reason, sex, group, confirmation date, birth year, and region. The most effective variables on recovered and fatal cases are analyzed based on the neural network model. RESULTS: The results found that the proposed predictive classifier efficiently predicted recovered and death cases. Besides, it is found that discovering the infection reason would increase the probability to recover the patient. This indicates that the virus might be controllable based on infection reasons. In addition, the earlier discovery of the disease affords better control and a higher probability of being recovered. CONCLUSIONS: Our recommendation is to use this model to predict the status of the patients globally."],"journal":"Eur Rev Med Pharmacol Sci","authors":["Al-Najjar, H","Al-Rousan, N"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32271458","week":"202015|Apr 06 - Apr 12","doi":"10.26355/eurrev_202003_20709","source":"PubMed","locations":["South Korea"],"countries":["Korea, Republic of"],"countries_codes":["KOR|Korea, Republic of"],"topics":["Diagnosis"],"weight":1,"_version_":1663620083169099777,"score":7.9164424,"similar":[{"pmid":32270521,"title":"Data Analysis of Coronavirus CoVID-19 Epidemic in South Korea Based on Recovered and Death Cases.","text":["Data Analysis of Coronavirus CoVID-19 Epidemic in South Korea Based on Recovered and Death Cases.","Coronavirus epidemic caused announcing emergency case in South Korea. The virus started with one infected case by January 20, 2020, where 9583 announced cases were reported by March 29, 2020. This indicates that the number of confirmed cases is increasing rapidly, which can cause national crises for South Korea. The aim of this study is to fill a gap between previous studies and the current development of CoVID-19 spreading, by extracting a relationship between independent variables and dependent variable. This research statistically analyzed the effect of sex, region, infection reasons, birth year, and released or diseased date on the reported numbers of recovered and deceased cases. The results found that sex, region, and infection reasons affected on both recovered and deceased cases, while birth year only affected on deceased cases. Besides, no deceased cases are reported for released cases, while 11.3% of deceased cases positive confirmed after their deceased. Unknown reason of infection is the main variable that detected in South Korea with more than 33% of total infected cases. This article is protected by copyright. All rights reserved.","J Med Virol","Al-Rousan, Nadia","Al-Najjar, Hazem","32270521"],"abstract":["Coronavirus epidemic caused announcing emergency case in South Korea. The virus started with one infected case by January 20, 2020, where 9583 announced cases were reported by March 29, 2020. This indicates that the number of confirmed cases is increasing rapidly, which can cause national crises for South Korea. The aim of this study is to fill a gap between previous studies and the current development of CoVID-19 spreading, by extracting a relationship between independent variables and dependent variable. This research statistically analyzed the effect of sex, region, infection reasons, birth year, and released or diseased date on the reported numbers of recovered and deceased cases. The results found that sex, region, and infection reasons affected on both recovered and deceased cases, while birth year only affected on deceased cases. Besides, no deceased cases are reported for released cases, while 11.3% of deceased cases positive confirmed after their deceased. Unknown reason of infection is the main variable that detected in South Korea with more than 33% of total infected cases. This article is protected by copyright. All rights reserved."],"journal":"J Med Virol","authors":["Al-Rousan, Nadia","Al-Najjar, Hazem"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32270521","week":"202015|Apr 06 - Apr 12","doi":"10.1002/jmv.25850","keywords":["Epidemiology","South Korea","engineering and technology","infection"],"source":"PubMed","locations":["South Korea"],"countries":["Korea, Republic of"],"countries_codes":["KOR|Korea, Republic of"],"topics":["Prevention"],"weight":1,"_version_":1663620083157565440,"score":484.23608},{"pmid":32271369,"title":"Prediction for Progression Risk in Patients with COVID-19 Pneumonia: the CALL Score.","text":["Prediction for Progression Risk in Patients with COVID-19 Pneumonia: the CALL Score.","BACKGROUND: We aimed to clarify the high-risk factors with multivariate analysis and establish a prediction of disease progression, so as to help clinicians to better choose therapeutic strategy. METHODS: All the consecutive patients with COVID-19 admitted to Fuyang second people's hospital or the fifth medical center of Chinese PLA general hospital between January 20 and February 22, 2020, were enrolled and their clinical data were retrospectively collected. Multivariate COX regression was used to identify the risk factors associated with progression, and then were incorporated into the nomogram to establish a novel prediction scoring model. ROC was used to assess the performance of the novel model. RESULTS: Overall, 208 patients were divided into stable group (n=168, 80.8%) and progressive group (n=40,19.2%) based on whether their conditions worsened during the hospitalization Univariate and multivariate analysis showed that comorbidity, older age, lower lymphocyte and higher lactate dehydrogenase at presentation were independent high-risk factors for COVID-19 progression. Incorporating these 4 factors, the nomogram achieved good concordance indexes of 0.86 (95%CI 0.81 - 0.91), and had well-fitted calibration curves. A novel scoring model, named as CALL, was established, and its area under ROC was 0.91 (95% CI 0.86 to 0.94). Using a cutoff value of 6 points, the positive and negative predictive values were 50.7% (38.9% - 62.4%) and 98.5% (94.7% - 99.8%), respectively. CONCLUSION: Using the CALL score model, clinicians can improve the therapeutic effect and reduce the mortality of COVID-19 with more accurate and reasonable resolutions on medical resources.","Clin Infect Dis","Ji, Dong","Zhang, Dawei","Xu, Jing","Chen, Zhu","Yang, Tieniu","Zhao, Peng","Chen, Guofeng","Cheng, Gregory","Wang, Yudong","Bi, Jingfeng","Tan, Lin","Lau, George","Qin, Enqiang","32271369"],"abstract":["BACKGROUND: We aimed to clarify the high-risk factors with multivariate analysis and establish a prediction of disease progression, so as to help clinicians to better choose therapeutic strategy. METHODS: All the consecutive patients with COVID-19 admitted to Fuyang second people's hospital or the fifth medical center of Chinese PLA general hospital between January 20 and February 22, 2020, were enrolled and their clinical data were retrospectively collected. Multivariate COX regression was used to identify the risk factors associated with progression, and then were incorporated into the nomogram to establish a novel prediction scoring model. ROC was used to assess the performance of the novel model. RESULTS: Overall, 208 patients were divided into stable group (n=168, 80.8%) and progressive group (n=40,19.2%) based on whether their conditions worsened during the hospitalization Univariate and multivariate analysis showed that comorbidity, older age, lower lymphocyte and higher lactate dehydrogenase at presentation were independent high-risk factors for COVID-19 progression. Incorporating these 4 factors, the nomogram achieved good concordance indexes of 0.86 (95%CI 0.81 - 0.91), and had well-fitted calibration curves. A novel scoring model, named as CALL, was established, and its area under ROC was 0.91 (95% CI 0.86 to 0.94). Using a cutoff value of 6 points, the positive and negative predictive values were 50.7% (38.9% - 62.4%) and 98.5% (94.7% - 99.8%), respectively. CONCLUSION: Using the CALL score model, clinicians can improve the therapeutic effect and reduce the mortality of COVID-19 with more accurate and reasonable resolutions on medical resources."],"journal":"Clin Infect Dis","authors":["Ji, Dong","Zhang, Dawei","Xu, Jing","Chen, Zhu","Yang, Tieniu","Zhao, Peng","Chen, Guofeng","Cheng, Gregory","Wang, Yudong","Bi, Jingfeng","Tan, Lin","Lau, George","Qin, Enqiang"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32271369","week":"202015|Apr 06 - Apr 12","doi":"10.1093/cid/ciaa414","keywords":["COVID-19","coronavirus","nomogram","prediction"],"source":"PubMed","locations":["Chinese"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis"],"weight":1,"_version_":1663620083191119872,"score":275.04922},{"pmid":32198088,"pmcid":"PMC7118661","title":"Transmission potential and severity of COVID-19 in South Korea.","text":["Transmission potential and severity of COVID-19 in South Korea.","OBJECTIVES: Since the first case of 2019 novel coronavirus (COVID-19) identified on Jan 20, 2020, in South Korea, the number of cases rapidly increased, resulting in 6284 cases including 42 deaths as of Mar 6, 2020. To examine the growth rate of the outbreak, we present the first study to report the reproduction number of COVID-19 in South Korea. METHODS: The daily confirmed cases of COVID-19 in South Korea were extracted from publicly available sources. By using the empirical reporting delay distribution and simulating the generalized growth model, we estimated the effective reproduction number based on the discretized probability distribution of the generation interval. RESULTS: We identified four major clusters and estimated the reproduction number at 1.5 (95% CI: 1.4-1.6). In addition, the intrinsic growth rate was estimated at 0.6 (95% CI: 0.6, 0.7), and the scaling of growth parameter was estimated at 0.8 (95% CI: 0.7, 0.8), indicating sub-exponential growth dynamics of COVID-19. The crude case fatality rate is higher among males (1.1%) compared to females (0.4%) and increases with older age. CONCLUSIONS: Our results indicate an early sustained transmission of COVID-19 in South Korea and support the implementation of social distancing measures to rapidly control the outbreak.","Int J Infect Dis","Shim, Eunha","Tariq, Amna","Choi, Wongyeong","Lee, Yiseul","Chowell, Gerardo","32198088"],"abstract":["OBJECTIVES: Since the first case of 2019 novel coronavirus (COVID-19) identified on Jan 20, 2020, in South Korea, the number of cases rapidly increased, resulting in 6284 cases including 42 deaths as of Mar 6, 2020. To examine the growth rate of the outbreak, we present the first study to report the reproduction number of COVID-19 in South Korea. METHODS: The daily confirmed cases of COVID-19 in South Korea were extracted from publicly available sources. By using the empirical reporting delay distribution and simulating the generalized growth model, we estimated the effective reproduction number based on the discretized probability distribution of the generation interval. RESULTS: We identified four major clusters and estimated the reproduction number at 1.5 (95% CI: 1.4-1.6). In addition, the intrinsic growth rate was estimated at 0.6 (95% CI: 0.6, 0.7), and the scaling of growth parameter was estimated at 0.8 (95% CI: 0.7, 0.8), indicating sub-exponential growth dynamics of COVID-19. The crude case fatality rate is higher among males (1.1%) compared to females (0.4%) and increases with older age. CONCLUSIONS: Our results indicate an early sustained transmission of COVID-19 in South Korea and support the implementation of social distancing measures to rapidly control the outbreak."],"journal":"Int J Infect Dis","authors":["Shim, Eunha","Tariq, Amna","Choi, Wongyeong","Lee, Yiseul","Chowell, Gerardo"],"date":"2020-03-22T11:00:00Z","year":2020,"_id":"32198088","week":"202012|Mar 16 - Mar 22","doi":"10.1016/j.ijid.2020.03.031","keywords":["COVID-19","Coronavirus","Korea","Reproduction number"],"source":"PubMed","locations":["South Korea"],"countries":["Korea, Republic of"],"countries_codes":["KOR|Korea, Republic of"],"topics":["Transmission"],"weight":1,"_version_":1663352133584420864,"score":240.9631},{"pmid":32265220,"title":"Prediction models for diagnosis and prognosis of covid-19 infection: systematic review and critical appraisal.","text":["Prediction models for diagnosis and prognosis of covid-19 infection: systematic review and critical appraisal.","OBJECTIVE: To review and critically appraise published and preprint reports of prediction models for diagnosing coronavirus disease 2019 (covid-19) in patients with suspected infection, for prognosis of patients with covid-19, and for detecting people in the general population at risk of being admitted to hospital for covid-19 pneumonia. DESIGN: Rapid systematic review and critical appraisal. DATA SOURCES: PubMed and Embase through Ovid, Arxiv, medRxiv, and bioRxiv up to 24 March 2020. STUDY SELECTION: Studies that developed or validated a multivariable covid-19 related prediction model. DATA EXTRACTION: At least two authors independently extracted data using the CHARMS (critical appraisal and data extraction for systematic reviews of prediction modelling studies) checklist; risk of bias was assessed using PROBAST (prediction model risk of bias assessment tool). RESULTS: 2696 titles were screened, and 27 studies describing 31 prediction models were included. Three models were identified for predicting hospital admission from pneumonia and other events (as proxy outcomes for covid-19 pneumonia) in the general population; 18 diagnostic models for detecting covid-19 infection (13 were machine learning based on computed tomography scans); and 10 prognostic models for predicting mortality risk, progression to severe disease, or length of hospital stay. Only one study used patient data from outside of China. The most reported predictors of presence of covid-19 in patients with suspected disease included age, body temperature, and signs and symptoms. The most reported predictors of severe prognosis in patients with covid-19 included age, sex, features derived from computed tomography scans, C reactive protein, lactic dehydrogenase, and lymphocyte count. C index estimates ranged from 0.73 to 0.81 in prediction models for the general population (reported for all three models), from 0.81 to more than 0.99 in diagnostic models (reported for 13 of the 18 models), and from 0.85 to 0.98 in prognostic models (reported for six of the 10 models). All studies were rated at high risk of bias, mostly because of non-representative selection of control patients, exclusion of patients who had not experienced the event of interest by the end of the study, and high risk of model overfitting. Reporting quality varied substantially between studies. Most reports did not include a description of the study population or intended use of the models, and calibration of predictions was rarely assessed. CONCLUSION: Prediction models for covid-19 are quickly entering the academic literature to support medical decision making at a time when they are urgently needed. This review indicates that proposed models are poorly reported, at high risk of bias, and their reported performance is probably optimistic. Immediate sharing of well documented individual participant data from covid-19 studies is needed for collaborative efforts to develop more rigorous prediction models and validate existing ones. The predictors identified in included studies could be considered as candidate predictors for new models. Methodological guidance should be followed because unreliable predictions could cause more harm than benefit in guiding clinical decisions. Finally, studies should adhere to the TRIPOD (transparent reporting of a multivariable prediction model for individual prognosis or diagnosis) reporting guideline. SYSTEMATIC REVIEW REGISTRATION: Protocol https://osf.io/ehc47/, registration https://osf.io/wy245.","BMJ","Wynants, Laure","Van Calster, Ben","Bonten, Marc M J","Collins, Gary S","Debray, Thomas P A","De Vos, Maarten","Haller, Maria C","Heinze, Georg","Moons, Karel G M","Riley, Richard D","Schuit, Ewoud","Smits, Luc J M","Snell, Kym I E","Steyerberg, Ewout W","Wallisch, Christine","van Smeden, Maarten","32265220"],"abstract":["OBJECTIVE: To review and critically appraise published and preprint reports of prediction models for diagnosing coronavirus disease 2019 (covid-19) in patients with suspected infection, for prognosis of patients with covid-19, and for detecting people in the general population at risk of being admitted to hospital for covid-19 pneumonia. DESIGN: Rapid systematic review and critical appraisal. DATA SOURCES: PubMed and Embase through Ovid, Arxiv, medRxiv, and bioRxiv up to 24 March 2020. STUDY SELECTION: Studies that developed or validated a multivariable covid-19 related prediction model. DATA EXTRACTION: At least two authors independently extracted data using the CHARMS (critical appraisal and data extraction for systematic reviews of prediction modelling studies) checklist; risk of bias was assessed using PROBAST (prediction model risk of bias assessment tool). RESULTS: 2696 titles were screened, and 27 studies describing 31 prediction models were included. Three models were identified for predicting hospital admission from pneumonia and other events (as proxy outcomes for covid-19 pneumonia) in the general population; 18 diagnostic models for detecting covid-19 infection (13 were machine learning based on computed tomography scans); and 10 prognostic models for predicting mortality risk, progression to severe disease, or length of hospital stay. Only one study used patient data from outside of China. The most reported predictors of presence of covid-19 in patients with suspected disease included age, body temperature, and signs and symptoms. The most reported predictors of severe prognosis in patients with covid-19 included age, sex, features derived from computed tomography scans, C reactive protein, lactic dehydrogenase, and lymphocyte count. C index estimates ranged from 0.73 to 0.81 in prediction models for the general population (reported for all three models), from 0.81 to more than 0.99 in diagnostic models (reported for 13 of the 18 models), and from 0.85 to 0.98 in prognostic models (reported for six of the 10 models). All studies were rated at high risk of bias, mostly because of non-representative selection of control patients, exclusion of patients who had not experienced the event of interest by the end of the study, and high risk of model overfitting. Reporting quality varied substantially between studies. Most reports did not include a description of the study population or intended use of the models, and calibration of predictions was rarely assessed. CONCLUSION: Prediction models for covid-19 are quickly entering the academic literature to support medical decision making at a time when they are urgently needed. This review indicates that proposed models are poorly reported, at high risk of bias, and their reported performance is probably optimistic. Immediate sharing of well documented individual participant data from covid-19 studies is needed for collaborative efforts to develop more rigorous prediction models and validate existing ones. The predictors identified in included studies could be considered as candidate predictors for new models. Methodological guidance should be followed because unreliable predictions could cause more harm than benefit in guiding clinical decisions. Finally, studies should adhere to the TRIPOD (transparent reporting of a multivariable prediction model for individual prognosis or diagnosis) reporting guideline. SYSTEMATIC REVIEW REGISTRATION: Protocol https://osf.io/ehc47/, registration https://osf.io/wy245."],"journal":"BMJ","authors":["Wynants, Laure","Van Calster, Ben","Bonten, Marc M J","Collins, Gary S","Debray, Thomas P A","De Vos, Maarten","Haller, Maria C","Heinze, Georg","Moons, Karel G M","Riley, Richard D","Schuit, Ewoud","Smits, Luc J M","Snell, Kym I E","Steyerberg, Ewout W","Wallisch, Christine","van Smeden, Maarten"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32265220","week":"202015|Apr 06 - Apr 12","doi":"10.1136/bmj.m1328","source":"PubMed","locations":["China","Arxiv","medRxiv"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis"],"weight":1,"_version_":1663609715840516096,"score":239.62903},{"pmid":32276095,"title":"Symptom Cluster of ICU nurses treating COVID-19 pneumonia patients in Wuhan, China.","text":["Symptom Cluster of ICU nurses treating COVID-19 pneumonia patients in Wuhan, China.","OBJECTIVE: In treating highly infectious COVID-19 pneumonia, ICU nurses face a high risk of developing somatic symptom disorder (SSD). The present study aims to investigate the symptoms and causes of SSD of ICU nurses treating COVID-19 pneumonia. The research results are expected to provide evidence for the establishment of a better management strategy. METHODS: This study enrolled a total of 140 ICU nurses who were selected by Jiangsu Province Hospital to work in Wuhan (the epicenter of the COVID-19 epidemic in China) on 3(rd) February 2020. A questionnaire \"Somatic Symptom Disorders for ICU Nurses in Wuhan No.1 Hospital\" was designed based on the \"International Classification of Functioning, Disability and Health\" (ICF). Exploratory factor analysis was performed to cluster the symptoms, and logistic regression analysis to find the risk factors of the symptoms. RESULTS: Five major symptoms were chest-discomfort-and-palpitation (31.4%), dyspnea (30.7%), nausea (21.4%), headache (19.3%), and dizziness (17.9%). In exploratory factor analysis, the symptoms were classified into three clusters: Cluster A of breathing and sleep disturbances (dizziness, sleepiness, dyspnea); Cluster B of gastrointestinal complaints and pain (nausea, headache), and Cluster C of general symptoms (xerostomia, fatigue, chest-discomfort-and-palpitation). In Cluster A, urine/feces splash, sex, and sputum splash were independent predictive factors. In Cluster B, fall of protective glasses and urine/feces splash were independent predictive factors. In Cluster C, urine/feces splash and urine/feces clearance were independent predictive factors. CONCLUSION: The ICU nurses in Wuhan showed varying and overlapping SSDs. These SSDs could be classified into three symptom clusters. Based on the characteristics of their SSDs, specific interventions could be implemented to safeguard the health of ICU nurses.","J Pain Symptom Manage","Yifan, Tang","Ying, Liu","Chunhong, Gao","Jing, Song","Rong, Wang","Zhenyu, Li","Zejuan, Gu","Peihung, Liao","32276095"],"abstract":["OBJECTIVE: In treating highly infectious COVID-19 pneumonia, ICU nurses face a high risk of developing somatic symptom disorder (SSD). The present study aims to investigate the symptoms and causes of SSD of ICU nurses treating COVID-19 pneumonia. The research results are expected to provide evidence for the establishment of a better management strategy. METHODS: This study enrolled a total of 140 ICU nurses who were selected by Jiangsu Province Hospital to work in Wuhan (the epicenter of the COVID-19 epidemic in China) on 3(rd) February 2020. A questionnaire \"Somatic Symptom Disorders for ICU Nurses in Wuhan No.1 Hospital\" was designed based on the \"International Classification of Functioning, Disability and Health\" (ICF). Exploratory factor analysis was performed to cluster the symptoms, and logistic regression analysis to find the risk factors of the symptoms. RESULTS: Five major symptoms were chest-discomfort-and-palpitation (31.4%), dyspnea (30.7%), nausea (21.4%), headache (19.3%), and dizziness (17.9%). In exploratory factor analysis, the symptoms were classified into three clusters: Cluster A of breathing and sleep disturbances (dizziness, sleepiness, dyspnea); Cluster B of gastrointestinal complaints and pain (nausea, headache), and Cluster C of general symptoms (xerostomia, fatigue, chest-discomfort-and-palpitation). In Cluster A, urine/feces splash, sex, and sputum splash were independent predictive factors. In Cluster B, fall of protective glasses and urine/feces splash were independent predictive factors. In Cluster C, urine/feces splash and urine/feces clearance were independent predictive factors. CONCLUSION: The ICU nurses in Wuhan showed varying and overlapping SSDs. These SSDs could be classified into three symptom clusters. Based on the characteristics of their SSDs, specific interventions could be implemented to safeguard the health of ICU nurses."],"journal":"J Pain Symptom Manage","authors":["Yifan, Tang","Ying, Liu","Chunhong, Gao","Jing, Song","Rong, Wang","Zhenyu, Li","Zejuan, Gu","Peihung, Liao"],"date":"2020-04-11T11:00:00Z","year":2020,"_id":"32276095","week":"202015|Apr 06 - Apr 12","doi":"10.1016/j.jpainsymman.2020.03.039","keywords":["COVID-19","Intensive Care Units","Occupational exposure","Symptom Cluster","Symptoms"],"source":"PubMed","locations":["Wuhan","China","Wuhan","Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis"],"weight":1,"_version_":1663712077931347968,"score":238.06256}]}