{"pmid":32284798,"title":"How should front-line general practitioners use personal protective equipment (PPE)?","text":["How should front-line general practitioners use personal protective equipment (PPE)?","The COVID-19 outbreak continues to evolve with the number of cases increasing in Malaysia, placing a significant burden on general practitioners (GPs) to assess and manage suspected cases. GPs must be well equipped with knowledge to set up their clinics, use Personal Protective Equipment (PPE) appropriately, adopt standard protocols on triaging and referrals, as well as educate patients about PPE. The correct use of PPE will help GPs balance between personal safety and appropriate levels of public concern.","Malays Fam Physician","Ambigapathy, S","Rajahram, G S","Shamsudin, U K","Khoo, E M","Cheah, W K","Peariasamy, K M","Goh, P P","Khor, S K","32284798"],"abstract":["The COVID-19 outbreak continues to evolve with the number of cases increasing in Malaysia, placing a significant burden on general practitioners (GPs) to assess and manage suspected cases. GPs must be well equipped with knowledge to set up their clinics, use Personal Protective Equipment (PPE) appropriately, adopt standard protocols on triaging and referrals, as well as educate patients about PPE. The correct use of PPE will help GPs balance between personal safety and appropriate levels of public concern."],"journal":"Malays Fam Physician","authors":["Ambigapathy, S","Rajahram, G S","Shamsudin, U K","Khoo, E M","Cheah, W K","Peariasamy, K M","Goh, P P","Khor, S K"],"date":"2020-04-15T11:00:00Z","year":2020,"_id":"32284798","week":"202016|Apr 13 - Apr 19","keywords":["assessment","atopic eczema","diagnosis","education","treatment"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Malaysia"],"countries":["Malaysia"],"countries_codes":["MYS|Malaysia"],"_version_":1664071627240898560,"score":8.233237,"similar":[{"pmid":32304970,"title":"Challenges and solutions for addressing critical shortage of supply chain for personal and protective equipment (PPE) arising from Coronavirus disease (COVID19) pandemic - Case study from the Republic of Ireland.","text":["Challenges and solutions for addressing critical shortage of supply chain for personal and protective equipment (PPE) arising from Coronavirus disease (COVID19) pandemic - Case study from the Republic of Ireland.","Coronavirus (COVID-19) is highly infectious agent that causes fatal respiratory illnesses, which is of great global public health concern. Currently, there is no effective vaccine for tackling this COVID19 pandemic where disease countermeasures rely upon preventing or slowing person-to-person transmission. Specifically, there is increasing efforts to prevent or reduce transmission to front-line healthcare workers (HCW). However, there is growing international concern regarding the shortage in supply chain of critical one-time-use personal and protective equipment (PPE). PPE are heat sensitive and are not, by their manufacturer's design, intended for reprocessing. Most conventional sterilization technologies used in hospitals, or in terminal medical device sterilization providers, cannot effectively reprocess PPE due to the nature and severity of sterilization modalities. Contingency planning for PPE stock shortage is important. Solutions in the Republic of Ireland include use of smart communication channels to improve supply chain, bespoke production of PPE to meets gaps, along with least preferred option, use of sterilization or high-level disinfection for PPE reprocessing. Reprocessing PPE must consider material composition, functionality post treatment, along with appropriate disinfection. Following original manufacturer of PPE and regulatory guidance is important. Technologies deployed in the US, and for deployment in the Republic of Ireland, are eco-friendly, namely vaporised hydrogen peroxide (VHP), such as for filtering facepiece respirators and UV irradiation and High-level liquid disinfection (Actichlor+) is also been pursed in Ireland. Safeguarding supply chain of PPE will sustain vital healthcare provision and will help reduce mortality.","Sci Total Environ","Rowan, Neil J","Laffey, John G","32304970"],"abstract":["Coronavirus (COVID-19) is highly infectious agent that causes fatal respiratory illnesses, which is of great global public health concern. Currently, there is no effective vaccine for tackling this COVID19 pandemic where disease countermeasures rely upon preventing or slowing person-to-person transmission. Specifically, there is increasing efforts to prevent or reduce transmission to front-line healthcare workers (HCW). However, there is growing international concern regarding the shortage in supply chain of critical one-time-use personal and protective equipment (PPE). PPE are heat sensitive and are not, by their manufacturer's design, intended for reprocessing. Most conventional sterilization technologies used in hospitals, or in terminal medical device sterilization providers, cannot effectively reprocess PPE due to the nature and severity of sterilization modalities. Contingency planning for PPE stock shortage is important. Solutions in the Republic of Ireland include use of smart communication channels to improve supply chain, bespoke production of PPE to meets gaps, along with least preferred option, use of sterilization or high-level disinfection for PPE reprocessing. Reprocessing PPE must consider material composition, functionality post treatment, along with appropriate disinfection. Following original manufacturer of PPE and regulatory guidance is important. Technologies deployed in the US, and for deployment in the Republic of Ireland, are eco-friendly, namely vaporised hydrogen peroxide (VHP), such as for filtering facepiece respirators and UV irradiation and High-level liquid disinfection (Actichlor+) is also been pursed in Ireland. Safeguarding supply chain of PPE will sustain vital healthcare provision and will help reduce mortality."],"journal":"Sci Total Environ","authors":["Rowan, Neil J","Laffey, John G"],"date":"2020-04-19T11:00:00Z","year":2020,"_id":"32304970","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.scitotenv.2020.138532","keywords":["covid19","healthcare workers","ppe","resource utilization","sterilization","sustainability"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["US","Ireland"],"countries":["United States","Ireland"],"countries_codes":["USA|United States","IRL|Ireland"],"_version_":1664431720536997888,"score":179.53572},{"pmid":32240303,"title":"Electronic Personal Protective Equipment: A Strategy to Protect Emergency Department Providers in the Age of COVID-19.","text":["Electronic Personal Protective Equipment: A Strategy to Protect Emergency Department Providers in the Age of COVID-19.","Emergent policy changes related to telemedicine and the Emergency Medical Treatment and Labor Act (EMTALA) during the novel coronavirus pandemic (COVID-19) have created opportunities for technology-based clinical evaluation, which serves to conserve personal protective equipment (PPE) and protect emergency providers. We define electronic personal protective equipment (ePPE) as an approach using telemedicine tools to perform electronic medical screening exams while satisfying EMTALA. We discuss the safety, legal, and technical factors necessary for implementing such a pathway. This approach has the potential to conserve PPE and protect providers while maintaining safe standards for medical screening exams in the ED for low risk patients in whom COVID-19 is suspected.","J Am Med Inform Assoc","Turer, Robert W","Jones, Ian","Rosenbloom, S Trent","Slovis, Corey","Ward, Michael J","32240303"],"abstract":["Emergent policy changes related to telemedicine and the Emergency Medical Treatment and Labor Act (EMTALA) during the novel coronavirus pandemic (COVID-19) have created opportunities for technology-based clinical evaluation, which serves to conserve personal protective equipment (PPE) and protect emergency providers. We define electronic personal protective equipment (ePPE) as an approach using telemedicine tools to perform electronic medical screening exams while satisfying EMTALA. We discuss the safety, legal, and technical factors necessary for implementing such a pathway. This approach has the potential to conserve PPE and protect providers while maintaining safe standards for medical screening exams in the ED for low risk patients in whom COVID-19 is suspected."],"journal":"J Am Med Inform Assoc","authors":["Turer, Robert W","Jones, Ian","Rosenbloom, S Trent","Slovis, Corey","Ward, Michael J"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32240303","week":"202014|Mar 30 - Apr 05","doi":"10.1093/jamia/ocaa048","source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1663352135613415424,"score":155.64772},{"pmid":32304512,"title":"Obstetricians on the Coronavirus Disease 2019 (COVID-19) Front Lines and the Confusing World of Personal Protective Equipment.","text":["Obstetricians on the Coronavirus Disease 2019 (COVID-19) Front Lines and the Confusing World of Personal Protective Equipment.","As health care systems struggle to maintain adequate supplies of personal protective equipment, there is confusion and anxiety among obstetricians and others about how to best protect themselves, their coworkers, and their patients. Although use of personal protective equipment is a critical strategy to protect health care personnel from coronavirus disease 2019 (COVID-19), other strategies also need to be implemented on labor and delivery units to reduce the risk of health care-associated transmission, including screening of all pregnant women who present for care (case identification), placing a mask on and rapidly isolating ill pregnant women, and minimizing the number of personnel who enter the room of an ill patient (physical distancing). Although the mechanism of transmission of COVID-19 is not known with certainty, current evidence suggests that COVID-19 is transmitted primarily through respiratory droplets. Therefore, strict adherence to hand hygiene and consistent use of recommended personal protective equipment are cornerstones for reducing transmission. In addition, it is critical that health care professionals receive training on and practice correct donning (putting on) and doffing (removing) of personal protective equipment and avoid touching their faces as well as their facial protection to minimize self-contamination.","Obstet Gynecol","Jamieson, Denise J","Steinberg, James P","Martinello, Richard A","Perl, Trish M","Rasmussen, Sonja A","32304512"],"abstract":["As health care systems struggle to maintain adequate supplies of personal protective equipment, there is confusion and anxiety among obstetricians and others about how to best protect themselves, their coworkers, and their patients. Although use of personal protective equipment is a critical strategy to protect health care personnel from coronavirus disease 2019 (COVID-19), other strategies also need to be implemented on labor and delivery units to reduce the risk of health care-associated transmission, including screening of all pregnant women who present for care (case identification), placing a mask on and rapidly isolating ill pregnant women, and minimizing the number of personnel who enter the room of an ill patient (physical distancing). Although the mechanism of transmission of COVID-19 is not known with certainty, current evidence suggests that COVID-19 is transmitted primarily through respiratory droplets. Therefore, strict adherence to hand hygiene and consistent use of recommended personal protective equipment are cornerstones for reducing transmission. In addition, it is critical that health care professionals receive training on and practice correct donning (putting on) and doffing (removing) of personal protective equipment and avoid touching their faces as well as their facial protection to minimize self-contamination."],"journal":"Obstet Gynecol","authors":["Jamieson, Denise J","Steinberg, James P","Martinello, Richard A","Perl, Trish M","Rasmussen, Sonja A"],"date":"2020-04-19T11:00:00Z","year":2020,"_id":"32304512","week":"202016|Apr 13 - Apr 19","doi":"10.1097/AOG.0000000000003919","source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1664431720476180480,"score":148.47447},{"pmid":32277486,"title":"Testing for coverage from personal protective equipment: Public Health England's guidance does not protect healthcare workers from droplet spray.","text":["Testing for coverage from personal protective equipment: Public Health England's guidance does not protect healthcare workers from droplet spray.","In order to reduce transmission of the SARS-CoV-2 virus, healthcare workers in the UK are advised to wear personal protective equipment (PPE). When undertaking aerosol-generating procedures, Public Health England recommends the use of gloves, gown, filtering mask and full-face visor or goggles . Despite this, uncertainty remains regarding the role of some items of PPE, such as hoods and visors .","Anaesthesia","Heij, R","Steel, A G","Young, P J","32277486"],"abstract":["In order to reduce transmission of the SARS-CoV-2 virus, healthcare workers in the UK are advised to wear personal protective equipment (PPE). When undertaking aerosol-generating procedures, Public Health England recommends the use of gloves, gown, filtering mask and full-face visor or goggles . Despite this, uncertainty remains regarding the role of some items of PPE, such as hoods and visors ."],"journal":"Anaesthesia","authors":["Heij, R","Steel, A G","Young, P J"],"date":"2020-04-12T11:00:00Z","year":2020,"_id":"32277486","week":"202015|Apr 06 - Apr 12","doi":"10.1111/anae.15079","source":"PubMed","locations":["GBR"],"countries":["United Kingdom"],"countries_codes":["GBR|United Kingdom"],"topics":["Prevention"],"weight":1,"_version_":1663798883000516608,"score":142.1753},{"pmid":32293717,"title":"Personal protective equipment for preventing highly infectious diseases due to exposure to contaminated body fluids in healthcare staff.","text":["Personal protective equipment for preventing highly infectious diseases due to exposure to contaminated body fluids in healthcare staff.","BACKGROUND: In epidemics of highly infectious diseases, such as Ebola, severe acute respiratory syndrome (SARS), or coronavirus (COVID-19), healthcare workers (HCW) are at much greater risk of infection than the general population, due to their contact with patients' contaminated body fluids. Personal protective equipment (PPE) can reduce the risk by covering exposed body parts. It is unclear which type of PPE protects best, what is the best way to put PPE on (i.e. donning) or to remove PPE (i.e. doffing), and how to train HCWs to use PPE as instructed. OBJECTIVES: To evaluate which type of full-body PPE and which method of donning or doffing PPE have the least risk of contamination or infection for HCW, and which training methods increase compliance with PPE protocols. SEARCH METHODS: We searched CENTRAL, MEDLINE, Embase and CINAHL to 20 March 2020. SELECTION CRITERIA: We included all controlled studies that evaluated the effect of full-body PPE used by HCW exposed to highly infectious diseases, on the risk of infection, contamination, or noncompliance with protocols. We also included studies that compared the effect of various ways of donning or doffing PPE, and the effects of training on the same outcomes. DATA COLLECTION AND ANALYSIS: Two review authors independently selected studies, extracted data and assessed the risk of bias in included trials. We conducted random-effects meta-analyses were appropriate. MAIN RESULTS: Earlier versions of this review were published in 2016 and 2019. In this update, we included 24 studies with 2278 participants, of which 14 were randomised controlled trials (RCT), one was a quasi-RCT and nine had a non-randomised design. Eight studies compared types of PPE. Six studies evaluated adapted PPE. Eight studies compared donning and doffing processes and three studies evaluated types of training. Eighteen studies used simulated exposure with fluorescent markers or harmless microbes. In simulation studies, median contamination rates were 25% for the intervention and 67% for the control groups. Evidence for all outcomes is of very low certainty unless otherwise stated because it is based on one or two studies, the indirectness of the evidence in simulation studies and because of risk of bias. Types of PPE The use of a powered, air-purifying respirator with coverall may protect against the risk of contamination better than a N95 mask and gown (risk ratio (RR) 0.27, 95% confidence interval (CI) 0.17 to 0.43) but was more difficult to don (non-compliance: RR 7.5, 95% CI 1.81 to 31.1). In one RCT (59 participants), people with a long gown had less contamination than those with a coverall, and coveralls were more difficult to doff (low-certainty evidence). Gowns may protect better against contamination than aprons (small patches: mean difference (MD) -10.28, 95% CI -14.77 to -5.79). PPE made of more breathable material may lead to a similar number of spots on the trunk (MD 1.60, 95% CI -0.15 to 3.35) compared to more water-repellent material but may have greater user satisfaction (MD -0.46, 95% CI -0.84 to -0.08, scale of 1 to 5). Modified PPE versus standard PPE The following modifications to PPE design may lead to less contamination compared to standard PPE: sealed gown and glove combination (RR 0.27, 95% CI 0.09 to 0.78), a better fitting gown around the neck, wrists and hands (RR 0.08, 95% CI 0.01 to 0.55), a better cover of the gown-wrist interface (RR 0.45, 95% CI 0.26 to 0.78, low-certainty evidence), added tabs to grab to facilitate doffing of masks (RR 0.33, 95% CI 0.14 to 0.80) or gloves (RR 0.22, 95% CI 0.15 to 0.31). Donning and doffing Using Centers for Disease Control and Prevention (CDC) recommendations for doffing may lead to less contamination compared to no guidance (small patches: MD -5.44, 95% CI -7.43 to -3.45). One-step removal of gloves and gown may lead to less bacterial contamination (RR 0.20, 95% CI 0.05 to 0.77) but not to less fluorescent contamination (RR 0.98, 95% CI 0.75 to 1.28) than separate removal. Double-gloving may lead to less viral or bacterial contamination compared to single gloving (RR 0.34, 95% CI 0.17 to 0.66) but not to less fluorescent contamination (RR 0.98, 95% CI 0.75 to 1.28). Additional spoken instruction may lead to fewer errors in doffing (MD -0.9, 95% CI -1.4 to -0.4) and to fewer contamination spots (MD -5, 95% CI -8.08 to -1.92). Extra sanitation of gloves before doffing with quaternary ammonium or bleach may decrease contamination, but not alcohol-based hand rub. Training The use of additional computer simulation may lead to fewer errors in doffing (MD -1.2, 95% CI -1.6 to -0.7). A video lecture on donning PPE may lead to better skills scores (MD 30.70, 95% CI 20.14 to 41.26) than a traditional lecture. Face-to-face instruction may reduce noncompliance with doffing guidance more (odds ratio 0.45, 95% CI 0.21 to 0.98) than providing folders or videos only. AUTHORS' CONCLUSIONS: We found low- to very low-certainty evidence that covering more parts of the body leads to better protection but usually comes at the cost of more difficult donning or doffing and less user comfort, and may therefore even lead to more contamination. More breathable types of PPE may lead to similar contamination but may have greater user satisfaction. Modifications to PPE design, such as tabs to grab, may decrease the risk of contamination. For donning and doffing procedures, following CDC doffing guidance, a one-step glove and gown removal, double-gloving, spoken instructions during doffing, and using glove disinfection may reduce contamination and increase compliance. Face-to-face training in PPE use may reduce errors more than folder-based training. We still need RCTs of training with long-term follow-up. We need simulation studies with more participants to find out which combinations of PPE and which doffing procedure protects best. Consensus on simulation of exposure and assessment of outcome is urgently needed. We also need more real-life evidence. Therefore, the use of PPE of HCW exposed to highly infectious diseases should be registered and the HCW should be prospectively followed for their risk of infection.","Cochrane Database Syst Rev","Verbeek, Jos H","Rajamaki, Blair","Ijaz, Sharea","Sauni, Riitta","Toomey, Elaine","Blackwood, Bronagh","Tikka, Christina","Ruotsalainen, Jani H","Kilinc Balci, F Selcen","32293717"],"journal":"Cochrane Database Syst Rev","authors":["Verbeek, Jos H","Rajamaki, Blair","Ijaz, Sharea","Sauni, Riitta","Toomey, Elaine","Blackwood, Bronagh","Tikka, Christina","Ruotsalainen, Jani H","Kilinc Balci, F Selcen"],"date":"2020-04-16T11:00:00Z","year":2020,"_id":"32293717","week":"202016|Apr 13 - Apr 19","doi":"10.1002/14651858.CD011621.pub4","source":"PubMed","topics":["Prevention"],"weight":1,"e_drugs":["Water"],"abstract":["BACKGROUND: In epidemics of highly infectious diseases, such as Ebola, severe acute respiratory syndrome (SARS), or coronavirus (COVID-19), healthcare workers (HCW) are at much greater risk of infection than the general population, due to their contact with patients' contaminated body fluids. Personal protective equipment (PPE) can reduce the risk by covering exposed body parts. It is unclear which type of PPE protects best, what is the best way to put PPE on (i.e. donning) or to remove PPE (i.e. doffing), and how to train HCWs to use PPE as instructed. OBJECTIVES: To evaluate which type of full-body PPE and which method of donning or doffing PPE have the least risk of contamination or infection for HCW, and which training methods increase compliance with PPE protocols. SEARCH METHODS: We searched CENTRAL, MEDLINE, Embase and CINAHL to 20 March 2020. SELECTION CRITERIA: We included all controlled studies that evaluated the effect of full-body PPE used by HCW exposed to highly infectious diseases, on the risk of infection, contamination, or noncompliance with protocols. We also included studies that compared the effect of various ways of donning or doffing PPE, and the effects of training on the same outcomes. DATA COLLECTION AND ANALYSIS: Two review authors independently selected studies, extracted data and assessed the risk of bias in included trials. We conducted random-effects meta-analyses were appropriate. MAIN RESULTS: Earlier versions of this review were published in 2016 and 2019. In this update, we included 24 studies with 2278 participants, of which 14 were randomised controlled trials (RCT), one was a quasi-RCT and nine had a non-randomised design. Eight studies compared types of PPE. Six studies evaluated adapted PPE. Eight studies compared donning and doffing processes and three studies evaluated types of training. Eighteen studies used simulated exposure with fluorescent markers or harmless microbes. In simulation studies, median contamination rates were 25% for the intervention and 67% for the control groups. Evidence for all outcomes is of very low certainty unless otherwise stated because it is based on one or two studies, the indirectness of the evidence in simulation studies and because of risk of bias. Types of PPE The use of a powered, air-purifying respirator with coverall may protect against the risk of contamination better than a N95 mask and gown (risk ratio (RR) 0.27, 95% confidence interval (CI) 0.17 to 0.43) but was more difficult to don (non-compliance: RR 7.5, 95% CI 1.81 to 31.1). In one RCT (59 participants), people with a long gown had less contamination than those with a coverall, and coveralls were more difficult to doff (low-certainty evidence). Gowns may protect better against contamination than aprons (small patches: mean difference (MD) -10.28, 95% CI -14.77 to -5.79). PPE made of more breathable material may lead to a similar number of spots on the trunk (MD 1.60, 95% CI -0.15 to 3.35) compared to more water-repellent material but may have greater user satisfaction (MD -0.46, 95% CI -0.84 to -0.08, scale of 1 to 5). Modified PPE versus standard PPE The following modifications to PPE design may lead to less contamination compared to standard PPE: sealed gown and glove combination (RR 0.27, 95% CI 0.09 to 0.78), a better fitting gown around the neck, wrists and hands (RR 0.08, 95% CI 0.01 to 0.55), a better cover of the gown-wrist interface (RR 0.45, 95% CI 0.26 to 0.78, low-certainty evidence), added tabs to grab to facilitate doffing of masks (RR 0.33, 95% CI 0.14 to 0.80) or gloves (RR 0.22, 95% CI 0.15 to 0.31). Donning and doffing Using Centers for Disease Control and Prevention (CDC) recommendations for doffing may lead to less contamination compared to no guidance (small patches: MD -5.44, 95% CI -7.43 to -3.45). One-step removal of gloves and gown may lead to less bacterial contamination (RR 0.20, 95% CI 0.05 to 0.77) but not to less fluorescent contamination (RR 0.98, 95% CI 0.75 to 1.28) than separate removal. Double-gloving may lead to less viral or bacterial contamination compared to single gloving (RR 0.34, 95% CI 0.17 to 0.66) but not to less fluorescent contamination (RR 0.98, 95% CI 0.75 to 1.28). Additional spoken instruction may lead to fewer errors in doffing (MD -0.9, 95% CI -1.4 to -0.4) and to fewer contamination spots (MD -5, 95% CI -8.08 to -1.92). Extra sanitation of gloves before doffing with quaternary ammonium or bleach may decrease contamination, but not alcohol-based hand rub. Training The use of additional computer simulation may lead to fewer errors in doffing (MD -1.2, 95% CI -1.6 to -0.7). A video lecture on donning PPE may lead to better skills scores (MD 30.70, 95% CI 20.14 to 41.26) than a traditional lecture. Face-to-face instruction may reduce noncompliance with doffing guidance more (odds ratio 0.45, 95% CI 0.21 to 0.98) than providing folders or videos only. AUTHORS' CONCLUSIONS: We found low- to very low-certainty evidence that covering more parts of the body leads to better protection but usually comes at the cost of more difficult donning or doffing and less user comfort, and may therefore even lead to more contamination. More breathable types of PPE may lead to similar contamination but may have greater user satisfaction. Modifications to PPE design, such as tabs to grab, may decrease the risk of contamination. For donning and doffing procedures, following CDC doffing guidance, a one-step glove and gown removal, double-gloving, spoken instructions during doffing, and using glove disinfection may reduce contamination and increase compliance. Face-to-face training in PPE use may reduce errors more than folder-based training. We still need RCTs of training with long-term follow-up. We need simulation studies with more participants to find out which combinations of PPE and which doffing procedure protects best. Consensus on simulation of exposure and assessment of outcome is urgently needed. We also need more real-life evidence. Therefore, the use of PPE of HCW exposed to highly infectious diseases should be registered and the HCW should be prospectively followed for their risk of infection."],"_version_":1664266295870226432,"score":138.8316}]}