{"pmid":32289150,"title":"Caution Warranted: Using the Institute for Health Metrics and Evaluation Model for Predicting the Course of the COVID-19 Pandemic.","text":["Caution Warranted: Using the Institute for Health Metrics and Evaluation Model for Predicting the Course of the COVID-19 Pandemic.","Ann Intern Med","Jewell, Nicholas P","Lewnard, Joseph A","Jewell, Britta L","32289150"],"journal":"Ann Intern Med","authors":["Jewell, Nicholas P","Lewnard, Joseph A","Jewell, Britta L"],"date":"2020-04-15T11:00:00Z","year":2020,"_id":"32289150","week":"202016|Apr 13 - Apr 19","doi":"10.7326/M20-1565","source":"PubMed","topics":["Transmission"],"weight":1,"_version_":1664071627211538435,"score":8.233237,"similar":[{"pmid":32271597,"title":"A Model for COVID-19 Prediction in Iran Based on China Parameters.","text":["A Model for COVID-19 Prediction in Iran Based on China Parameters.","BACKGROUND: The rapid spread of COVID-19 virus from China to other countries and outbreaks of disease require an epidemiological analysis of the disease in the shortest time and an increased awareness of effective interventions. The purpose of this study was to estimate the COVID-19 epidemic in Iran based on the SIR model. The results of the analysis of the epidemiological data of Iran from January 22 to March 24, 2020 were investigated and prediction was made until April 15, 2020. METHODS: By estimating the three parameters of time-dependent transmission rate, time-dependent recovery rate, and timedependent death rate from Covid-19 outbreak in China, and using the number of Covid-19 infections in Iran, we predicted the number of patients for the next month in Iran. Each of these parameters was estimated using GAM models. All analyses were conducted in R software using the mgcv package. RESULTS: Based on our predictions of Iran about 29000 people will be infected from March 25 to April 15, 2020. On average, 1292 people with COVID-19 are expected to be infected daily in Iran. The epidemic peaks within 3 days (March 25 to March 27, 2020) and reaches its highest point on March 25, 2020 with 1715 infected cases. CONCLUSION: The most important point is to emphasize the timing of the epidemic peak, hospital readiness, government measures and public readiness to reduce social contact.","Arch Iran Med","Zareie, Bushra","Roshani, Amin","Mansournia, Mohammad Ali","Rasouli, Mohammad Aziz","Moradi, Ghobad","32271597"],"abstract":["BACKGROUND: The rapid spread of COVID-19 virus from China to other countries and outbreaks of disease require an epidemiological analysis of the disease in the shortest time and an increased awareness of effective interventions. The purpose of this study was to estimate the COVID-19 epidemic in Iran based on the SIR model. The results of the analysis of the epidemiological data of Iran from January 22 to March 24, 2020 were investigated and prediction was made until April 15, 2020. METHODS: By estimating the three parameters of time-dependent transmission rate, time-dependent recovery rate, and timedependent death rate from Covid-19 outbreak in China, and using the number of Covid-19 infections in Iran, we predicted the number of patients for the next month in Iran. Each of these parameters was estimated using GAM models. All analyses were conducted in R software using the mgcv package. RESULTS: Based on our predictions of Iran about 29000 people will be infected from March 25 to April 15, 2020. On average, 1292 people with COVID-19 are expected to be infected daily in Iran. The epidemic peaks within 3 days (March 25 to March 27, 2020) and reaches its highest point on March 25, 2020 with 1715 infected cases. CONCLUSION: The most important point is to emphasize the timing of the epidemic peak, hospital readiness, government measures and public readiness to reduce social contact."],"journal":"Arch Iran Med","authors":["Zareie, Bushra","Roshani, Amin","Mansournia, Mohammad Ali","Rasouli, Mohammad Aziz","Moradi, Ghobad"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32271597","week":"202015|Apr 06 - Apr 12","doi":"10.34172/aim.2020.05","keywords":["COVID-19","China","Iran","Prediction"],"source":"PubMed","locations":["China","Iran"],"countries":["Iran, Islamic Republic of","China"],"countries_codes":["IRN|Iran, Islamic Republic of","CHN|China"],"topics":["Epidemic Forecasting","Prevention","Transmission"],"weight":1,"_version_":1663620083109330945,"score":63.488815},{"pmid":32129581,"title":"[Prediction modeling with data fusion and prevention strategy analysis for the COVID-19 outbreak].","text":["[Prediction modeling with data fusion and prevention strategy analysis for the COVID-19 outbreak].","Since December 2019, the outbreak of COVID-19 in Wuhan has spread rapidly due to population movement during the Spring Festival holidays. Since January 23rd, 2020, the strategies of containment and contact tracing followed by quarantine and isolation has been implemented extensively in mainland China, and the rates of detection and confirmation have been continuously increased, which have effectively suppressed the rapid spread of the epidemic. In the early stage of the outbreak of COVID-19, it is of great practical significance to analyze the transmission risk of the epidemic and evaluate the effectiveness and timeliness of prevention and control strategies by using mathematical models and combining with a small amount of real-time updated multi-source data. On the basis of our previous research, we systematically introduce how to establish the transmission dynamic models in line with current Chinese prevention and control strategies step by step, according to the different epidemic stages and the improvement of the data. By summarized our modelling and assessing ideas, the model formulations vary from autonomous to non-autonomous dynamic systems, the risk assessment index changes from the basic regeneration number to the effective regeneration number, and the epidemic development and assessment evolve from the early SEIHR transmission model-based dynamics to the recent dynamics which are mainly associated with the variation of the isolated and suspected population sizes.","Zhonghua Liu Xing Bing Xue Za Zhi","Tang, S Y","Xiao, Y N","Peng, Z H","Shen, H B","32129581"],"abstract":["Since December 2019, the outbreak of COVID-19 in Wuhan has spread rapidly due to population movement during the Spring Festival holidays. Since January 23rd, 2020, the strategies of containment and contact tracing followed by quarantine and isolation has been implemented extensively in mainland China, and the rates of detection and confirmation have been continuously increased, which have effectively suppressed the rapid spread of the epidemic. In the early stage of the outbreak of COVID-19, it is of great practical significance to analyze the transmission risk of the epidemic and evaluate the effectiveness and timeliness of prevention and control strategies by using mathematical models and combining with a small amount of real-time updated multi-source data. On the basis of our previous research, we systematically introduce how to establish the transmission dynamic models in line with current Chinese prevention and control strategies step by step, according to the different epidemic stages and the improvement of the data. By summarized our modelling and assessing ideas, the model formulations vary from autonomous to non-autonomous dynamic systems, the risk assessment index changes from the basic regeneration number to the effective regeneration number, and the epidemic development and assessment evolve from the early SEIHR transmission model-based dynamics to the recent dynamics which are mainly associated with the variation of the isolated and suspected population sizes."],"journal":"Zhonghua Liu Xing Bing Xue Za Zhi","authors":["Tang, S Y","Xiao, Y N","Peng, Z H","Shen, H B"],"date":"2020-03-05T11:00:00Z","year":2020,"_id":"32129581","week":"202010|Mar 02 - Mar 08","doi":"10.3760/cma.j.cn112338-20200216-00107","keywords":["COVID-19","Dynamical model","Reproductive number"],"source":"PubMed","locations":["Chinese","Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Epidemic Forecasting","Transmission","Prevention"],"weight":1,"_version_":1663352134259703809,"score":59.870007},{"pmid":32299157,"title":"Prediction of COVID-19 transmission dynamics using a mathematical model considering behavior changes.","text":["Prediction of COVID-19 transmission dynamics using a mathematical model considering behavior changes.","Objectives: Since the report of the first confirmed case in Daegu on February 18, 2020, local transmission of COVID-19 in the Republic of Korea has continued. In this study, we aimed to identify the pattern of local transmission of COVID-19 using mathematical modeling and predict the epidemic size and the timing of the end of the spread. Methods: We modeled the COVID-19 outbreak in the Republic of Korea by applying a mathematical model of transmission that factors in behavioral changes. We used the Korea Centers for Disease Control and Prevention data of daily confirmed cases in the country to estimate the nationwide and Daegu/Gyeongbuk area-specific transmission rates as well as behavioral change parameters using a least-squares method. Results: The number of transmissions per infected patient was estimated to be about 10 times higher in the Daegu/Gyeongbuk area than the average of nationwide. Using these estimated parameters, our models predicts that about 13,800 cases will occur nationwide and 11,400 cases in the Daegu/Gyeongbuk area until mid-June. Conclusion: We mathematically demonstrate that the relatively high per-capita rate of transmission and the low rate of changes in behavior have caused a large-scale transmission of COVID-19 in the Daegu/Gyeongbuk area in the Republic of Korea. Since the outbreak is expected to continue until May, nonpharmaceutical interventions that can be sustained over the long term are required.","Epidemiol Health","Kim, Soyoung","Seo, Yu Bin","Jung, Eunok","32299157"],"abstract":["Objectives: Since the report of the first confirmed case in Daegu on February 18, 2020, local transmission of COVID-19 in the Republic of Korea has continued. In this study, we aimed to identify the pattern of local transmission of COVID-19 using mathematical modeling and predict the epidemic size and the timing of the end of the spread. Methods: We modeled the COVID-19 outbreak in the Republic of Korea by applying a mathematical model of transmission that factors in behavioral changes. We used the Korea Centers for Disease Control and Prevention data of daily confirmed cases in the country to estimate the nationwide and Daegu/Gyeongbuk area-specific transmission rates as well as behavioral change parameters using a least-squares method. Results: The number of transmissions per infected patient was estimated to be about 10 times higher in the Daegu/Gyeongbuk area than the average of nationwide. Using these estimated parameters, our models predicts that about 13,800 cases will occur nationwide and 11,400 cases in the Daegu/Gyeongbuk area until mid-June. Conclusion: We mathematically demonstrate that the relatively high per-capita rate of transmission and the low rate of changes in behavior have caused a large-scale transmission of COVID-19 in the Daegu/Gyeongbuk area in the Republic of Korea. Since the outbreak is expected to continue until May, nonpharmaceutical interventions that can be sustained over the long term are required."],"journal":"Epidemiol Health","authors":["Kim, Soyoung","Seo, Yu Bin","Jung, Eunok"],"date":"2020-04-17T11:00:00Z","year":2020,"_id":"32299157","week":"202016|Apr 13 - Apr 19","doi":"10.4178/epih.e2020026","keywords":["Behavior change","COVID19","Mathematical modeling","Model prediction","Parameter estimation"],"source":"PubMed","topics":["Transmission","Prevention","Epidemic Forecasting"],"weight":1,"_version_":1664266651261992960,"score":59.870007},{"pmid":32092911,"pmcid":"PMC7072294","title":"Rigidity of the Outer Shell Predicted by a Protein Intrinsic Disorder Model Sheds Light on the COVID-19 (Wuhan-2019-nCoV) Infectivity.","text":["Rigidity of the Outer Shell Predicted by a Protein Intrinsic Disorder Model Sheds Light on the COVID-19 (Wuhan-2019-nCoV) Infectivity.","The world is currently witnessing an outbreak of a new coronavirus spreading quickly across China and affecting at least 24 other countries. With almost 65,000 infected, a worldwide death toll of at least 1370 (as of 14 February 2020), and with the potential to affect up to two-thirds of the world population, COVID-19 is considered by the World Health Organization (WHO) to be a global health emergency. The speed of spread and infectivity of COVID-19 (also known as Wuhan-2019-nCoV) are dramatically exceeding those of the Middle East respiratory syndrome coronavirus (MERS-CoV) and severe acute respiratory syndrome coronavirus (SARS-CoV). In fact, since September 2012, the WHO has been notified of 2494 laboratory-confirmed cases of infection with MERS-CoV, whereas the 2002-2003 epidemic of SARS affected 26 countries and resulted in more than 8000 cases. Therefore, although SARS, MERS, and COVID-19 are all the result of coronaviral infections, the causes of the coronaviruses differ dramatically in their transmissibility. It is likely that these differences in infectivity of coronaviruses can be attributed to the differences in the rigidity of their shells which can be evaluated using computational tools for predicting intrinsic disorder predisposition of the corresponding viral proteins.","Biomolecules","Goh, Gerard Kian-Meng","Dunker, A Keith","Foster, James A","Uversky, Vladimir N","32092911"],"abstract":["The world is currently witnessing an outbreak of a new coronavirus spreading quickly across China and affecting at least 24 other countries. With almost 65,000 infected, a worldwide death toll of at least 1370 (as of 14 February 2020), and with the potential to affect up to two-thirds of the world population, COVID-19 is considered by the World Health Organization (WHO) to be a global health emergency. The speed of spread and infectivity of COVID-19 (also known as Wuhan-2019-nCoV) are dramatically exceeding those of the Middle East respiratory syndrome coronavirus (MERS-CoV) and severe acute respiratory syndrome coronavirus (SARS-CoV). In fact, since September 2012, the WHO has been notified of 2494 laboratory-confirmed cases of infection with MERS-CoV, whereas the 2002-2003 epidemic of SARS affected 26 countries and resulted in more than 8000 cases. Therefore, although SARS, MERS, and COVID-19 are all the result of coronaviral infections, the causes of the coronaviruses differ dramatically in their transmissibility. It is likely that these differences in infectivity of coronaviruses can be attributed to the differences in the rigidity of their shells which can be evaluated using computational tools for predicting intrinsic disorder predisposition of the corresponding viral proteins."],"journal":"Biomolecules","authors":["Goh, Gerard Kian-Meng","Dunker, A Keith","Foster, James A","Uversky, Vladimir N"],"date":"2020-02-26T11:00:00Z","year":2020,"_id":"32092911","week":"20209|Feb 24 - Mar 01","doi":"10.3390/biom10020331","keywords":["*COVID-19","*Wuhan-2019-nCoV","*membrane protein","*nucleocapsid protein","*protein intrinsic disorder","*shell disorder","*transmission","*virulence"],"source":"PubMed","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission"],"weight":1,"_version_":1663352134507167744,"score":54.35265},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","week":"202011|Mar 09 - Mar 15","source":"PubMed","locations":["Wuhan","Hubei","China","Saudi Arabia","United States","Italy","Statpearls"],"countries":["Saudi Arabia","China","Italy","United States"],"countries_codes":["SAU|Saudi Arabia","CHN|China","ITA|Italy","USA|United States"],"topics":["Prevention","Transmission"],"weight":1,"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1663352134122340352,"score":51.516216}]}