{"pmid":32291137,"title":"Can we use interleukin-6 (IL-6) blockade for coronavirus disease 2019 (COVID-19)-induced cytokine release syndrome (CRS)?","text":["Can we use interleukin-6 (IL-6) blockade for coronavirus disease 2019 (COVID-19)-induced cytokine release syndrome (CRS)?","The emergent outbreak of coronavirus disease 2019 (COVID-19) has caused a global pandemic. Acute respiratory distress syndrome (ARDS) and multiorgan dysfunction are among the leading causes of death in critically ill patients with COVID-19. The elevated inflammatory cytokines suggest that a cytokine storm, also known as cytokine release syndrome (CRS), may play a major role in the pathology of COVID-19. However, the efficacy of corticosteroids, commonly utilized antiinflammatory agents, to treat COVID-19-induced CRS is controversial. There is an urgent need for novel therapies to treat COVID-19-induced CRS. Here, we discuss the pathogenesis of severe acute respiratory syndrome (SARS)-induced CRS, compare the CRS in COVID-19 with that in SARS and Middle East respiratory syndrome (MERS), and summarize the existing therapies for CRS. We propose to utilize interleukin-6 (IL-6) blockade to manage COVID-19-induced CRS and discuss several factors that should be taken into consideration for its clinical application.","J Autoimmun","Liu, Bingwen","Li, Min","Zhou, Zhiguang","Guan, Xuan","Xiang, Yufei","32291137"],"abstract":["The emergent outbreak of coronavirus disease 2019 (COVID-19) has caused a global pandemic. Acute respiratory distress syndrome (ARDS) and multiorgan dysfunction are among the leading causes of death in critically ill patients with COVID-19. The elevated inflammatory cytokines suggest that a cytokine storm, also known as cytokine release syndrome (CRS), may play a major role in the pathology of COVID-19. However, the efficacy of corticosteroids, commonly utilized antiinflammatory agents, to treat COVID-19-induced CRS is controversial. There is an urgent need for novel therapies to treat COVID-19-induced CRS. Here, we discuss the pathogenesis of severe acute respiratory syndrome (SARS)-induced CRS, compare the CRS in COVID-19 with that in SARS and Middle East respiratory syndrome (MERS), and summarize the existing therapies for CRS. We propose to utilize interleukin-6 (IL-6) blockade to manage COVID-19-induced CRS and discuss several factors that should be taken into consideration for its clinical application."],"journal":"J Autoimmun","authors":["Liu, Bingwen","Li, Min","Zhou, Zhiguang","Guan, Xuan","Xiang, Yufei"],"date":"2020-04-16T11:00:00Z","year":2020,"_id":"32291137","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.jaut.2020.102452","keywords":["Coronavirus disease 2019","Cytokine release syndrome","Interleukin-6","Tocilizumab"],"source":"PubMed","topics":["Treatment"],"weight":1,"_version_":1664266295632199680,"score":8.233237,"similar":[{"pmid":32234467,"pmcid":"PMC7118634","title":"The cytokine release syndrome (CRS) of severe COVID-19 and Interleukin-6 receptor (IL-6R) antagonist Tocilizumab may be the key to reduce the mortality.","text":["The cytokine release syndrome (CRS) of severe COVID-19 and Interleukin-6 receptor (IL-6R) antagonist Tocilizumab may be the key to reduce the mortality.","Since December 2019, a viral pneumonia (COVID-19) from Wuhan, China has swept the world. Although the case fatality rate is not high, the number of people infected is large, and there are still a large number of patients dying. With the collation and publication of more and more clinical data, a large number of data suggest that there are mild or severe cytokine storms in severe patients, which is also an important cause of death. Therefore, the treatment of cytokine storm has become an important part of rescuing severe patients. Interleukin-6 (IL-6) plays an important role in cytokine release syndrome (CRS). If it can block the signal transduction pathway of IL-6, it is expected to become a new method for the treatment of severe patients. Tocilizumab is a blocker of IL-6R, which can effectively block IL-6 signal transduction pathway. So, tocilizumab is likely to become an effective drug for patients with severe COVID-19.","Int J Antimicrob Agents","Zhang, Chi","Wu, Zhao","Li, Jia-Wen","Zhao, Hong","Wang, Gui-Qiang","32234467"],"abstract":["Since December 2019, a viral pneumonia (COVID-19) from Wuhan, China has swept the world. Although the case fatality rate is not high, the number of people infected is large, and there are still a large number of patients dying. With the collation and publication of more and more clinical data, a large number of data suggest that there are mild or severe cytokine storms in severe patients, which is also an important cause of death. Therefore, the treatment of cytokine storm has become an important part of rescuing severe patients. Interleukin-6 (IL-6) plays an important role in cytokine release syndrome (CRS). If it can block the signal transduction pathway of IL-6, it is expected to become a new method for the treatment of severe patients. Tocilizumab is a blocker of IL-6R, which can effectively block IL-6 signal transduction pathway. So, tocilizumab is likely to become an effective drug for patients with severe COVID-19."],"journal":"Int J Antimicrob Agents","authors":["Zhang, Chi","Wu, Zhao","Li, Jia-Wen","Zhao, Hong","Wang, Gui-Qiang"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32234467","week":"202014|Mar 30 - Apr 05","doi":"10.1016/j.ijantimicag.2020.105954","keywords":["COVID-19","Cytokine release syndrome","Tocilizumab"],"source":"PubMed","locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism","Treatment"],"weight":1,"e_drugs":["tocilizumab"],"_version_":1663352135625998336,"score":851.4743},{"pmid":32253068,"title":"Recommendations for coronavirus infection in rheumatic diseases treated with biologic therapy.","text":["Recommendations for coronavirus infection in rheumatic diseases treated with biologic therapy.","The Coronavirus-associated disease, that was first identified in 2019 in China (CoViD-19), is a pandemic caused by a bat-derived beta-coronavirus, named SARS-CoV2. It shares homology with SARS and MERS-CoV, responsible for past outbreaks in China and in Middle East. SARS-CoV2 spread from China where the first infections were described in December 2019 and is responsible for the respiratory symptoms that can lead to acute respiratory distress syndrome. A cytokine storm has been shown in patients who develop fatal complications, as observed in past coronavirus infections. The management includes ventilatory support and broad-spectrum antiviral drugs, empirically utilized, as a targeted therapy and vaccines have not been developed. Based upon our limited knowledge on the pathogenesis of CoViD-19, a potential role of some anti-rheumatic drugs may be hypothesized, acting as direct antivirals or targeting host immune response. Antimalarial drugs, commonly used in rheumatology, may alter the lysosomal proteases that mediates the viral entry into the cell and have demonstrated efficacy in improving the infection. Anti-IL-1 and anti-IL-6 may interfere with the cytokine storm in severe cases and use of tocilizumab has shown good outcomes in a small cohort. Baricitinib has both antiviral and anti-inflammatory properties. Checkpoints inhibitors such as anti-CD200 and anti-PD1 could have a role in the treatment of CoViD-19. Rheumatic disease patients taking immunosuppressive drugs should be recommended to maintain the chronic therapy, prevent infection by avoiding social contacts and pausing immunosuppressants in case of infection. National and international registries are being created to collect data on rheumatic patients with CoViD-19.","J Autoimmun","Ceribelli, Angela","Motta, Francesca","De Santis, Maria","Ansari, Aftab A","Ridgway, William M","Gershwin, M Eric","Selmi, Carlo","32253068"],"abstract":["The Coronavirus-associated disease, that was first identified in 2019 in China (CoViD-19), is a pandemic caused by a bat-derived beta-coronavirus, named SARS-CoV2. It shares homology with SARS and MERS-CoV, responsible for past outbreaks in China and in Middle East. SARS-CoV2 spread from China where the first infections were described in December 2019 and is responsible for the respiratory symptoms that can lead to acute respiratory distress syndrome. A cytokine storm has been shown in patients who develop fatal complications, as observed in past coronavirus infections. The management includes ventilatory support and broad-spectrum antiviral drugs, empirically utilized, as a targeted therapy and vaccines have not been developed. Based upon our limited knowledge on the pathogenesis of CoViD-19, a potential role of some anti-rheumatic drugs may be hypothesized, acting as direct antivirals or targeting host immune response. Antimalarial drugs, commonly used in rheumatology, may alter the lysosomal proteases that mediates the viral entry into the cell and have demonstrated efficacy in improving the infection. Anti-IL-1 and anti-IL-6 may interfere with the cytokine storm in severe cases and use of tocilizumab has shown good outcomes in a small cohort. Baricitinib has both antiviral and anti-inflammatory properties. Checkpoints inhibitors such as anti-CD200 and anti-PD1 could have a role in the treatment of CoViD-19. Rheumatic disease patients taking immunosuppressive drugs should be recommended to maintain the chronic therapy, prevent infection by avoiding social contacts and pausing immunosuppressants in case of infection. National and international registries are being created to collect data on rheumatic patients with CoViD-19."],"journal":"J Autoimmun","authors":["Ceribelli, Angela","Motta, Francesca","De Santis, Maria","Ansari, Aftab A","Ridgway, William M","Gershwin, M Eric","Selmi, Carlo"],"date":"2020-04-08T11:00:00Z","year":2020,"_id":"32253068","week":"202015|Apr 06 - Apr 12","doi":"10.1016/j.jaut.2020.102442","keywords":["Antimalarials","Baricitinib","CoViD-19","Rheumatic diseases","SARS-CoV2","Tocilizumab"],"source":"PubMed","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism","Treatment"],"weight":1,"e_drugs":["baricitinib","tocilizumab"],"_version_":1663450393489702913,"score":346.3941},{"pmid":32271462,"title":"Inositol and pulmonary function. Could myo-inositol treatment downregulate inflammation and cytokine release syndrome in SARS-CoV-2?","text":["Inositol and pulmonary function. Could myo-inositol treatment downregulate inflammation and cytokine release syndrome in SARS-CoV-2?","The outbreak of Sars-CoV-2 (COVID-19) poses serious challenges to people's health worldwide. The management of the disease is mostly supportive, and respiratory failure from acute respiratory distress syndrome is the leading cause of death in a significant proportion of affected patients. Preliminary data point out that dramatic increase in IL-6 and subsequent cytokine release syndrome may account for the development of fatal interstitial pneumonia. Inhibition of IL-6 by blocking its specific receptor with monoclonal antibodies has been advocated as a promising attempt. Here we assess the potential utility of myo-Inositol, a polyol already in use for treating the newborn Respiratory Distress Syndrome, in downregulating the inflammatory response upon Sars-CoV-2 infection. Myo-Inositol proved to reduce IL-6 levels in a number of conditions and to mitigate the inflammatory cascade, while being devoid of any significant side effects. It is tempting to speculate that inositol could be beneficial in managing the most dreadful effects of Sars-CoV-2 infection.","Eur Rev Med Pharmacol Sci","Bizzarri, M","Lagana, A S","Aragona, D","Unfer, V","32271462"],"abstract":["The outbreak of Sars-CoV-2 (COVID-19) poses serious challenges to people's health worldwide. The management of the disease is mostly supportive, and respiratory failure from acute respiratory distress syndrome is the leading cause of death in a significant proportion of affected patients. Preliminary data point out that dramatic increase in IL-6 and subsequent cytokine release syndrome may account for the development of fatal interstitial pneumonia. Inhibition of IL-6 by blocking its specific receptor with monoclonal antibodies has been advocated as a promising attempt. Here we assess the potential utility of myo-Inositol, a polyol already in use for treating the newborn Respiratory Distress Syndrome, in downregulating the inflammatory response upon Sars-CoV-2 infection. Myo-Inositol proved to reduce IL-6 levels in a number of conditions and to mitigate the inflammatory cascade, while being devoid of any significant side effects. It is tempting to speculate that inositol could be beneficial in managing the most dreadful effects of Sars-CoV-2 infection."],"journal":"Eur Rev Med Pharmacol Sci","authors":["Bizzarri, M","Lagana, A S","Aragona, D","Unfer, V"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32271462","week":"202015|Apr 06 - Apr 12","doi":"10.26355/eurrev_202003_20715","source":"PubMed","topics":["Treatment"],"weight":1,"e_drugs":["Inositol"],"_version_":1663620083136593920,"score":331.0883},{"pmid":32267560,"title":"Considerations for statin therapy in patients with COVID-19.","text":["Considerations for statin therapy in patients with COVID-19.","Current coronavirus pandemic named coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). SARS-CoV-2 is the third coronavirus outbreak during the current century after severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) coronaviruses.(1) Acute respiratory distress syndrome (ARDS) is an immunopathologic event and main cause of death following COVID-19. The main mechanism of ARDS is uncontrolled systemic inflammatory response and cytokine storm following release of proinflammatory cytokines (such as interferons (IFN), interleukines (IL), tumor necrosis factor (TNF)-alpha) and chemokines.(2-3) So, some Chinese researchers proposed or used anti-inflammatory agents in the treatment regimen of patients with COVID-19.(3-4).","Pharmacotherapy","Dashti-Khavidaki, Simin","Khalili, Hossein","32267560"],"abstract":["Current coronavirus pandemic named coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). SARS-CoV-2 is the third coronavirus outbreak during the current century after severe acute respiratory syndrome (SARS) and Middle East respiratory syndrome (MERS) coronaviruses.(1) Acute respiratory distress syndrome (ARDS) is an immunopathologic event and main cause of death following COVID-19. The main mechanism of ARDS is uncontrolled systemic inflammatory response and cytokine storm following release of proinflammatory cytokines (such as interferons (IFN), interleukines (IL), tumor necrosis factor (TNF)-alpha) and chemokines.(2-3) So, some Chinese researchers proposed or used anti-inflammatory agents in the treatment regimen of patients with COVID-19.(3-4)."],"journal":"Pharmacotherapy","authors":["Dashti-Khavidaki, Simin","Khalili, Hossein"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32267560","week":"202015|Apr 06 - Apr 12","doi":"10.1002/phar.2397","keywords":["COVID-19","Coronavirus infection","HMG-CoA reductase inhibitor","SARS-CoV","Statin"],"source":"PubMed","locations":["Chinese"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1663609715717832705,"score":319.83557},{"pmid":32214286,"title":"Expanded Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) as a Therapeutic Strategy in Managing Critically Ill COVID-19 Patients: The Case for Compassionate Use.","text":["Expanded Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) as a Therapeutic Strategy in Managing Critically Ill COVID-19 Patients: The Case for Compassionate Use.","COVID-19 has affected the United States leading to a national emergency with health care and economic impact, propelling the country into a recession with disrupted lifestyles not seen in recent history. COVID-19 is a serious illness leading to multiple deaths in various countries including the United States. Several million Americans satisfy the Center for Disease Control and Prevention (CDC) criteria for being high risk. Unfortunately, the available supply of medical beds and equipment for mechanical ventilation are much less than is projected to be needed. The World Health Organization (WHO) and multiple agencies led by the CDC in the United States have attempted to organize intensive outbreak investigation programs utilizing appropriate preventive measures, evaluation, and treatment. The clinical spectrum of COVID-19 varies from asymptomatic forms to conditions encompassing multiorgan and systemic manifestations in terms of septic shock, and multiple organ dysfunction (MOD) syndromes. The presently approved treatments are supportive but not curative for the disease. There are multiple treatments being studied. These include vaccines, medications Remdesivir and hydroxychloroquine and potentially combination therapy. Finally, expanded umbilical cord mesenchymal stem cells or (UC-MSCs) may have a role and are being studied. The cure of COVID-19 is essentially dependent on the patients' own immune system. When the immune system is over activated in an attempt to kill the virus, this can lead to the production of a large number of inflammatory factors, resulting in severe cytokine storm. The cytokine storm may induce organ damage followed by the edema, dysfunction of air exchange, acute respiratory distress syndrome (ARDS), acute cardiac injury, and secondary infection, which may lead to death. Thus, at this point, the avoidance of the cytokine storm may be the key for the treatment of HCOV-19 infected patients.In China, where there was limited availability of effective modalities to manage COVID-19 several patients were treated with expanded UC-MSCs. Additionally, the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care have reported guidelines to treat coronavirus patients with stem cells in the hope of decreasing the number of patients going to the ICU, and, also relatively quickly getting them out of ICU. In this manuscript, we describe the urgent need for various solutions, pathogenesis of coronavirus and the clinical evidence for treatment of COVID-19 with stem cells. The limited but emerging evidence regarding UC MSC in managing COVID-19 suggests that it might be considered for compassionate use in critically ill patients to reduce morbidity and mortality in the United States. The administration and Coronavirus Task Force might wish to approach the potential of expanded UC-MSCs as an evolutionary therapeutic strategy in managing COVID-19 illness with a 3-pronged approach: If proven safe and effective on a specific and limited basis...1. Minimize regulatory burden by all agencies so that critically ill COVID-19 patients will have access regardless of their financial circumstance.2. Institute appropriate safeguards to avoid negative consequences from unscrupulous actors.3. With proper informed consent from patients or proxy when necessary, and subject to accumulation of data in that cohort, allow the procedure to be initiated in critically ill patients who are not responding to conventional therapies.KEY WORDS: Coronavirus, COVID-19, cytokine storm, multiorgan failure, expanded umbilical cord mesenchymal stem cells.","Pain Physician","Atluri, Sairam","Manchikanti, Laxmaiah","Hirsch, Joshua A","32214286"],"abstract":["COVID-19 has affected the United States leading to a national emergency with health care and economic impact, propelling the country into a recession with disrupted lifestyles not seen in recent history. COVID-19 is a serious illness leading to multiple deaths in various countries including the United States. Several million Americans satisfy the Center for Disease Control and Prevention (CDC) criteria for being high risk. Unfortunately, the available supply of medical beds and equipment for mechanical ventilation are much less than is projected to be needed. The World Health Organization (WHO) and multiple agencies led by the CDC in the United States have attempted to organize intensive outbreak investigation programs utilizing appropriate preventive measures, evaluation, and treatment. The clinical spectrum of COVID-19 varies from asymptomatic forms to conditions encompassing multiorgan and systemic manifestations in terms of septic shock, and multiple organ dysfunction (MOD) syndromes. The presently approved treatments are supportive but not curative for the disease. There are multiple treatments being studied. These include vaccines, medications Remdesivir and hydroxychloroquine and potentially combination therapy. Finally, expanded umbilical cord mesenchymal stem cells or (UC-MSCs) may have a role and are being studied. The cure of COVID-19 is essentially dependent on the patients' own immune system. When the immune system is over activated in an attempt to kill the virus, this can lead to the production of a large number of inflammatory factors, resulting in severe cytokine storm. The cytokine storm may induce organ damage followed by the edema, dysfunction of air exchange, acute respiratory distress syndrome (ARDS), acute cardiac injury, and secondary infection, which may lead to death. Thus, at this point, the avoidance of the cytokine storm may be the key for the treatment of HCOV-19 infected patients.In China, where there was limited availability of effective modalities to manage COVID-19 several patients were treated with expanded UC-MSCs. Additionally, the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care have reported guidelines to treat coronavirus patients with stem cells in the hope of decreasing the number of patients going to the ICU, and, also relatively quickly getting them out of ICU. In this manuscript, we describe the urgent need for various solutions, pathogenesis of coronavirus and the clinical evidence for treatment of COVID-19 with stem cells. The limited but emerging evidence regarding UC MSC in managing COVID-19 suggests that it might be considered for compassionate use in critically ill patients to reduce morbidity and mortality in the United States. The administration and Coronavirus Task Force might wish to approach the potential of expanded UC-MSCs as an evolutionary therapeutic strategy in managing COVID-19 illness with a 3-pronged approach: If proven safe and effective on a specific and limited basis...1. Minimize regulatory burden by all agencies so that critically ill COVID-19 patients will have access regardless of their financial circumstance.2. Institute appropriate safeguards to avoid negative consequences from unscrupulous actors.3. With proper informed consent from patients or proxy when necessary, and subject to accumulation of data in that cohort, allow the procedure to be initiated in critically ill patients who are not responding to conventional therapies.KEY WORDS: Coronavirus, COVID-19, cytokine storm, multiorgan failure, expanded umbilical cord mesenchymal stem cells."],"journal":"Pain Physician","authors":["Atluri, Sairam","Manchikanti, Laxmaiah","Hirsch, Joshua A"],"date":"2020-03-28T11:00:00Z","year":2020,"_id":"32214286","week":"202013|Mar 23 - Mar 29","source":"PubMed","locations":["Analgesia","Americans","China","multiorgan","United States"],"countries":["China","United States"],"countries_codes":["CHN|China","USA|United States"],"topics":["Treatment"],"weight":1,"e_drugs":["Hydroxychloroquine"],"_version_":1663352135008387073,"score":309.02008}]}