{"pmid":32303498,"title":"The role of the future physician: building on shifting sands.","text":["The role of the future physician: building on shifting sands.","The role of the future physician in the NHS is of interest to current doctors, patients, policymakers and the wider public. Amid the COVID-19 pandemic, it has never been more clear that the healthcare needs of the population, and the technical and scientific advances with which to solve them, are rapidly evolving and the medical workforce must adapt to these changes to deliver personalised healthcare. This article considers the current challenges that need to be addressed to deliver a future physician-led healthcare service that works for its patients. Key themes are expanded upon, including the changing healthcare workforce, digital and technological innovation, service delivery, complex conditions and changing patient demographics. The impact and challenges of the ongoing COVID-19 pandemic on these factors are highlighted. Avenues for development are suggested, both in postgraduate medical training and the health service as a whole. These changes will be required to deliver the physicians of the future, imbued with the skills and attributes they will need to provide a high standard of care in the mid-21st century.","Clin Med (Lond)","Fernandes, Linford","FitzPatrick, Michael Eb","Roycroft, Matthew","32303498"],"abstract":["The role of the future physician in the NHS is of interest to current doctors, patients, policymakers and the wider public. Amid the COVID-19 pandemic, it has never been more clear that the healthcare needs of the population, and the technical and scientific advances with which to solve them, are rapidly evolving and the medical workforce must adapt to these changes to deliver personalised healthcare. This article considers the current challenges that need to be addressed to deliver a future physician-led healthcare service that works for its patients. Key themes are expanded upon, including the changing healthcare workforce, digital and technological innovation, service delivery, complex conditions and changing patient demographics. The impact and challenges of the ongoing COVID-19 pandemic on these factors are highlighted. Avenues for development are suggested, both in postgraduate medical training and the health service as a whole. These changes will be required to deliver the physicians of the future, imbued with the skills and attributes they will need to provide a high standard of care in the mid-21st century."],"journal":"Clin Med (Lond)","authors":["Fernandes, Linford","FitzPatrick, Michael Eb","Roycroft, Matthew"],"date":"2020-04-19T11:00:00Z","year":2020,"_id":"32303498","week":"202016|Apr 13 - Apr 19","doi":"10.7861/clinmed.2020-0030","keywords":["covid-19","nhs long term plan","digital health","flexible working","future physician","workforce"],"source":"PubMed","weight":0,"_version_":1664431720534900736,"score":8.233237,"similar":[{"pmid":32298769,"title":"COVID-19 pandemic will have a long-lasting impact on the quality of cirrhosis care.","text":["COVID-19 pandemic will have a long-lasting impact on the quality of cirrhosis care.","The coronavirus disease 2019 (COVID-19) pandemic has shattered the meticulously developed processes by which we delivered quality care for patients with cirrhosis. Care has been transformed by the crisis, but enduring lessons have been learned. In this article, we review how COVID-19 will impact cirrhosis care. We describe how this impact unfolds over 3 waves; i) an intense period with prioritized high-acuity care with delayed elective procedures and routine care during physical distancing, ii) a challenging 'return to normal' following the end of physical distancing, with increased emergent decompensations, morbidity, and systems of care overwhelmed by the backlog of deferred care, and iii) a protracted period of suboptimal outcomes characterized by missed diagnoses, progressive disease and loss to follow-up. We outline the concrete steps required to preserve the quality of care provided to patients with cirrhosis. This includes an intensification of the preventative care provided to patients with compensated cirrhosis, proactive chronic disease management, robust telehealth programs, and a reorganization of care delivery to provide a full service of care with flexible clinical staffing. Managing the pandemic of a serious chronic disease in the midst of a global infectious pandemic is challenging. It is incumbent upon the entire healthcare establishment to be strong enough to weather the storm. Change is needed.","J Hepatol","Tapper, Elliot B","Asrani, Sumeet K","32298769"],"abstract":["The coronavirus disease 2019 (COVID-19) pandemic has shattered the meticulously developed processes by which we delivered quality care for patients with cirrhosis. Care has been transformed by the crisis, but enduring lessons have been learned. In this article, we review how COVID-19 will impact cirrhosis care. We describe how this impact unfolds over 3 waves; i) an intense period with prioritized high-acuity care with delayed elective procedures and routine care during physical distancing, ii) a challenging 'return to normal' following the end of physical distancing, with increased emergent decompensations, morbidity, and systems of care overwhelmed by the backlog of deferred care, and iii) a protracted period of suboptimal outcomes characterized by missed diagnoses, progressive disease and loss to follow-up. We outline the concrete steps required to preserve the quality of care provided to patients with cirrhosis. This includes an intensification of the preventative care provided to patients with compensated cirrhosis, proactive chronic disease management, robust telehealth programs, and a reorganization of care delivery to provide a full service of care with flexible clinical staffing. Managing the pandemic of a serious chronic disease in the midst of a global infectious pandemic is challenging. It is incumbent upon the entire healthcare establishment to be strong enough to weather the storm. Change is needed."],"journal":"J Hepatol","authors":["Tapper, Elliot B","Asrani, Sumeet K"],"date":"2020-04-17T11:00:00Z","year":2020,"_id":"32298769","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.jhep.2020.04.005","keywords":["Hepatic encephalopathy","Hepatocellular carcinoma","Liver disease","Telemedicine","Varices"],"source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1664266651255701504,"score":134.22719},{"pmid":32213476,"pmcid":"PMC7101061","title":"Digital Mental Health and COVID-19: Using Technology Today to Accelerate the Curve on Access and Quality Tomorrow.","text":["Digital Mental Health and COVID-19: Using Technology Today to Accelerate the Curve on Access and Quality Tomorrow.","As interest in and use of telehealth during the COVID-19 global pandemic increase, the potential of digital health to increase access and quality of mental health is becoming clear. Although the world today must \"flatten the curve\" of spread of the virus, we argue that now is the time to \"accelerate and bend the curve\" on digital health. Increased investments in digital health today will yield unprecedented access to high-quality mental health care. Focusing on personal experiences and projects from our diverse authorship team, we share selected examples of digital health innovations while acknowledging that no single piece can discuss all the impressive global efforts past and present. Exploring the success of telehealth during the present crisis and how technologies like apps can soon play a larger role, we discuss the need for workforce training, high-quality evidence, and digital equity among other factors critical for bending the curve further.","JMIR Ment Health","Torous, John","Jan Myrick, Keris","Rauseo-Ricupero, Natali","Firth, Joseph","32213476"],"abstract":["As interest in and use of telehealth during the COVID-19 global pandemic increase, the potential of digital health to increase access and quality of mental health is becoming clear. Although the world today must \"flatten the curve\" of spread of the virus, we argue that now is the time to \"accelerate and bend the curve\" on digital health. Increased investments in digital health today will yield unprecedented access to high-quality mental health care. Focusing on personal experiences and projects from our diverse authorship team, we share selected examples of digital health innovations while acknowledging that no single piece can discuss all the impressive global efforts past and present. Exploring the success of telehealth during the present crisis and how technologies like apps can soon play a larger role, we discuss the need for workforce training, high-quality evidence, and digital equity among other factors critical for bending the curve further."],"journal":"JMIR Ment Health","authors":["Torous, John","Jan Myrick, Keris","Rauseo-Ricupero, Natali","Firth, Joseph"],"date":"2020-03-28T11:00:00Z","year":2020,"_id":"32213476","week":"202013|Mar 23 - Mar 29","doi":"10.2196/18848","keywords":["apps","digital health","emergency response","telehealth"],"source":"PubMed","weight":0,"_version_":1663352135018872832,"score":133.23282},{"pmid":32286611,"title":"Blueprint for Restructuring a Department of Surgery in Concert With the Health Care System During a Pandemic: The University of Wisconsin Experience.","text":["Blueprint for Restructuring a Department of Surgery in Concert With the Health Care System During a Pandemic: The University of Wisconsin Experience.","The current health care environment is complex. Systems often cross US state boundaries to provide care to patients with a wide variety of medical needs. The coronavirus disease 2019 pandemic is challenging health care systems across the globe. Systems face varying levels of complexity as they adapt to the new reality. This pandemic continues to escalate in hot spots nationally and internationally, and the worst strain on health care systems may be yet to come. The purpose of this article is to provide a road map developed from lessons learned from the experience in the Department of Surgery at the University of Wisconsin School of Medicine and Public Health and University of Wisconsin Health, based on past experience with incident command structures in military combat operations and Federal Emergency Management Agency responses. We will discuss administrative restructuring leveraging a team-of-teams approach, provide a framework for deploying the workforce needed to deliver all necessary urgent health care and critical care to patients in the system, and consider implications for the future.","JAMA Surg","Zarzaur, Ben L","Stahl, Christopher C","Greenberg, Jacob A","Savage, Stephanie A","Minter, Rebecca M","32286611"],"abstract":["The current health care environment is complex. Systems often cross US state boundaries to provide care to patients with a wide variety of medical needs. The coronavirus disease 2019 pandemic is challenging health care systems across the globe. Systems face varying levels of complexity as they adapt to the new reality. This pandemic continues to escalate in hot spots nationally and internationally, and the worst strain on health care systems may be yet to come. The purpose of this article is to provide a road map developed from lessons learned from the experience in the Department of Surgery at the University of Wisconsin School of Medicine and Public Health and University of Wisconsin Health, based on past experience with incident command structures in military combat operations and Federal Emergency Management Agency responses. We will discuss administrative restructuring leveraging a team-of-teams approach, provide a framework for deploying the workforce needed to deliver all necessary urgent health care and critical care to patients in the system, and consider implications for the future."],"journal":"JAMA Surg","authors":["Zarzaur, Ben L","Stahl, Christopher C","Greenberg, Jacob A","Savage, Stephanie A","Minter, Rebecca M"],"date":"2020-04-15T11:00:00Z","year":2020,"_id":"32286611","week":"202016|Apr 13 - Apr 19","doi":"10.1001/jamasurg.2020.1386","source":"PubMed","topics":["Prevention"],"weight":1,"locations":["US"],"countries":["United States"],"countries_codes":["USA|United States"],"_version_":1664071627244044289,"score":126.55672},{"pmid":32300823,"title":"[Telemedicine in the fight against SARS-COV-2-opportunities and possible applications in otorhinolaryngology : Narrative review].","text":["[Telemedicine in the fight against SARS-COV-2-opportunities and possible applications in otorhinolaryngology : Narrative review].","INTRODUCTION: The COVID-19 pandemic is bringing healthcare systems worldwide to the brink of collapse. One reason for this is the rapidly increasing number of new infections. On the other hand, the high sickness rates of doctors and nurses, particularly in ENT medicine, are aggravating the situation. Telemedicine can be a useful tool to reduce the number of physician-patient contacts. This could break infection chains and minimize the risk of infection for physicians. METHODS: To prepare the review, a selective literature search was conducted at www.pubmed.com using the relevant English technical terms for telemedicine and ENT. In addition, research was conducted at www.news.google.com on current developments of the COVID-19 pandemic with the search terms \"telemedicine\" and \"COVID-19.\" RESULTS: Telemedicine can be helpful in direct contact with patients as well as in the conciliar support of general practitioners. The available studies show that, on average, more than 50% of medical consultations could be carried out telemedically. Both physicians and patients rate the use of telemedicine positively. Neither image quality nor the handling of the technology are relevant obstacles to a reliable diagnosis. Patients indicated that the telemedical consultation did not last longer than a traditional consultation. Patients also highlighted the faster and better availability of medical care through telemedicine. CONCLUSION: Telemedicine can make a decisive contribution to coping with the current COVID-19 pandemic. Furthermore, the establishment of telemedicine can help us to become better prepared for future pandemics.","HNO","Hagge, Daniel","Knopf, Andreas","Hofauer, Benedikt","32300823"],"abstract":["INTRODUCTION: The COVID-19 pandemic is bringing healthcare systems worldwide to the brink of collapse. One reason for this is the rapidly increasing number of new infections. On the other hand, the high sickness rates of doctors and nurses, particularly in ENT medicine, are aggravating the situation. Telemedicine can be a useful tool to reduce the number of physician-patient contacts. This could break infection chains and minimize the risk of infection for physicians. METHODS: To prepare the review, a selective literature search was conducted at www.pubmed.com using the relevant English technical terms for telemedicine and ENT. In addition, research was conducted at www.news.google.com on current developments of the COVID-19 pandemic with the search terms \"telemedicine\" and \"COVID-19.\" RESULTS: Telemedicine can be helpful in direct contact with patients as well as in the conciliar support of general practitioners. The available studies show that, on average, more than 50% of medical consultations could be carried out telemedically. Both physicians and patients rate the use of telemedicine positively. Neither image quality nor the handling of the technology are relevant obstacles to a reliable diagnosis. Patients indicated that the telemedical consultation did not last longer than a traditional consultation. Patients also highlighted the faster and better availability of medical care through telemedicine. CONCLUSION: Telemedicine can make a decisive contribution to coping with the current COVID-19 pandemic. Furthermore, the establishment of telemedicine can help us to become better prepared for future pandemics."],"journal":"HNO","authors":["Hagge, Daniel","Knopf, Andreas","Hofauer, Benedikt"],"date":"2020-04-18T11:00:00Z","year":2020,"_id":"32300823","week":"202016|Apr 13 - Apr 19","doi":"10.1007/s00106-020-00864-7","keywords":["covid-19","corona","infection prevention","pandemic","ehealth"],"source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1664357978660143105,"score":122.53236},{"pmid":32293715,"title":"Global guidance for surgical care during the COVID-19 pandemic.","text":["Global guidance for surgical care during the COVID-19 pandemic.","BACKGROUND: Surgeons urgently need guidance on how to deliver surgical services safely and effectively during the COVID-19 pandemic. The aim was to identify the key domains that should be considered when developing pandemic preparedness plans for surgical services. METHODS: A scoping search was conducted to identify published articles relating to management of surgical patients during pandemics. Key informant interviews were conducted with surgeons and anaesthetists with direct experience of working during infectious disease outbreaks, in order to identify key challenges and solutions to delivering effective surgical services during the COVID-19 pandemic. RESULTS: Thirteen articles were identified from the scoping search, and surgeons and anaesthetists representing 11 territories were interviewed. To mount an effective response to COVID-19, a pandemic response plan for surgical services should be developed in advance. Key domains that should be included are: provision of staff training (such as patient transfers, donning and doffing personal protection equipment, recognizing and managing COVID-19 infection); support for the overall hospital response to COVID-19 (reduction in non-urgent activities such as clinics, endoscopy, non-urgent elective surgery); establishment of a team-based approach for running emergency services; and recognition and management of COVID-19 infection in patients treated as an emergency and those who have had surgery. A backlog of procedures after the end of the COVID-19 pandemic is inevitable, and hospitals should plan how to address this effectively to ensure that patients having elective treatment have the best possible outcomes. CONCLUSION: Hospitals should prepare detailed context-specific pandemic preparedness plans addressing the identified domains. Specific guidance should be updated continuously to reflect emerging evidence during the COVID-19 pandemic.","Br J Surg","32293715"],"abstract":["BACKGROUND: Surgeons urgently need guidance on how to deliver surgical services safely and effectively during the COVID-19 pandemic. The aim was to identify the key domains that should be considered when developing pandemic preparedness plans for surgical services. METHODS: A scoping search was conducted to identify published articles relating to management of surgical patients during pandemics. Key informant interviews were conducted with surgeons and anaesthetists with direct experience of working during infectious disease outbreaks, in order to identify key challenges and solutions to delivering effective surgical services during the COVID-19 pandemic. RESULTS: Thirteen articles were identified from the scoping search, and surgeons and anaesthetists representing 11 territories were interviewed. To mount an effective response to COVID-19, a pandemic response plan for surgical services should be developed in advance. Key domains that should be included are: provision of staff training (such as patient transfers, donning and doffing personal protection equipment, recognizing and managing COVID-19 infection); support for the overall hospital response to COVID-19 (reduction in non-urgent activities such as clinics, endoscopy, non-urgent elective surgery); establishment of a team-based approach for running emergency services; and recognition and management of COVID-19 infection in patients treated as an emergency and those who have had surgery. A backlog of procedures after the end of the COVID-19 pandemic is inevitable, and hospitals should plan how to address this effectively to ensure that patients having elective treatment have the best possible outcomes. CONCLUSION: Hospitals should prepare detailed context-specific pandemic preparedness plans addressing the identified domains. Specific guidance should be updated continuously to reflect emerging evidence during the COVID-19 pandemic."],"journal":"Br J Surg","date":"2020-04-16T11:00:00Z","year":2020,"_id":"32293715","week":"202016|Apr 13 - Apr 19","doi":"10.1002/bjs.11646","source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1664266295821991936,"score":118.50449}]}