{"pmid":32302401,"title":"Targeting potential drivers of COVID-19: Neutrophil extracellular traps.","text":["Targeting potential drivers of COVID-19: Neutrophil extracellular traps.","Coronavirus disease 2019 (COVID-19) is a novel, viral-induced respiratory disease that in approximately 10-15% of patients progresses to acute respiratory distress syndrome (ARDS) triggered by a cytokine storm. In this Perspective, autopsy results and literature are presented supporting the hypothesis that a little known yet powerful function of neutrophils-the ability to form neutrophil extracellular traps (NETs)-may contribute to organ damage and mortality in COVID-19. We show lung infiltration of neutrophils in an autopsy specimen from a patient who succumbed to COVID-19. We discuss prior reports linking aberrant NET formation to pulmonary diseases, thrombosis, mucous secretions in the airways, and cytokine production. If our hypothesis is correct, targeting NETs directly and/or indirectly with existing drugs may reduce the clinical severity of COVID-19.","J Exp Med","Barnes, Betsy J","Adrover, Jose M","Baxter-Stoltzfus, Amelia","Borczuk, Alain","Cools-Lartigue, Jonathan","Crawford, James M","Dassler-Plenker, Juliane","Guerci, Philippe","Huynh, Caroline","Knight, Jason S","Loda, Massimo","Looney, Mark R","McAllister, Florencia","Rayes, Roni","Renaud, Stephane","Rousseau, Simon","Salvatore, Steven","Schwartz, Robert E","Spicer, Jonathan D","Yost, Christian C","Weber, Andrew","Zuo, Yu","Egeblad, Mikala","32302401"],"abstract":["Coronavirus disease 2019 (COVID-19) is a novel, viral-induced respiratory disease that in approximately 10-15% of patients progresses to acute respiratory distress syndrome (ARDS) triggered by a cytokine storm. In this Perspective, autopsy results and literature are presented supporting the hypothesis that a little known yet powerful function of neutrophils-the ability to form neutrophil extracellular traps (NETs)-may contribute to organ damage and mortality in COVID-19. We show lung infiltration of neutrophils in an autopsy specimen from a patient who succumbed to COVID-19. We discuss prior reports linking aberrant NET formation to pulmonary diseases, thrombosis, mucous secretions in the airways, and cytokine production. If our hypothesis is correct, targeting NETs directly and/or indirectly with existing drugs may reduce the clinical severity of COVID-19."],"journal":"J Exp Med","authors":["Barnes, Betsy J","Adrover, Jose M","Baxter-Stoltzfus, Amelia","Borczuk, Alain","Cools-Lartigue, Jonathan","Crawford, James M","Dassler-Plenker, Juliane","Guerci, Philippe","Huynh, Caroline","Knight, Jason S","Loda, Massimo","Looney, Mark R","McAllister, Florencia","Rayes, Roni","Renaud, Stephane","Rousseau, Simon","Salvatore, Steven","Schwartz, Robert E","Spicer, Jonathan D","Yost, Christian C","Weber, Andrew","Zuo, Yu","Egeblad, Mikala"],"date":"2020-04-18T11:00:00Z","year":2020,"_id":"32302401","week":"202016|Apr 13 - Apr 19","doi":"10.1084/jem.20200652","source":"PubMed","topics":["Treatment","Mechanism"],"weight":1,"_version_":1664357978583597059,"score":8.233237,"similar":[{"pmid":32290839,"title":"Why tocilizumab could be an effective treatment for severe COVID-19?","text":["Why tocilizumab could be an effective treatment for severe COVID-19?","A severe pneumonia-associated respiratory syndrome caused by a new coronavirus was identified in December 2019 (COVID-19), spread rapidly and has become a world-wide public health challenge. About 25% of COVID-19 patients experienced severe complications including acute respiratory distress syndrome (ARDS), and even progressed into an intensive care unit (ICU) admission and died. The exploration for the mortality causes and advancing novel therapeutic development of severe COVID-19 is crucial at the moment. The biopsy samples analysis at autopsy suggested that increased alveolar exudate caused by aberrant host immune response and inflammatory cytokine storm probably impedes alveolar gas exchange and contributes to the high mortality of severe COVID-19 patients. Our research has identified that pathogenic T cells and inflammatory monocytes incite inflammatory storm with large amount of interleukin 6, therefore monoclonal antibody that targets the IL-6 pathways may potentially curb inflammatory storm. Moreover, Tocilizumab treatment that blocking IL-6 receptors showed inspiring clinical results including temperature returned to normal quickly and respiratory function improved. Therefore, we suggest that Tocilizumab is an effective treatment in severe patients of COVID-19 to calm the inflammatory storm and reduce mortality.","J Transl Med","Fu, Binqing","Xu, Xiaoling","Wei, Haiming","32290839"],"abstract":["A severe pneumonia-associated respiratory syndrome caused by a new coronavirus was identified in December 2019 (COVID-19), spread rapidly and has become a world-wide public health challenge. About 25% of COVID-19 patients experienced severe complications including acute respiratory distress syndrome (ARDS), and even progressed into an intensive care unit (ICU) admission and died. The exploration for the mortality causes and advancing novel therapeutic development of severe COVID-19 is crucial at the moment. The biopsy samples analysis at autopsy suggested that increased alveolar exudate caused by aberrant host immune response and inflammatory cytokine storm probably impedes alveolar gas exchange and contributes to the high mortality of severe COVID-19 patients. Our research has identified that pathogenic T cells and inflammatory monocytes incite inflammatory storm with large amount of interleukin 6, therefore monoclonal antibody that targets the IL-6 pathways may potentially curb inflammatory storm. Moreover, Tocilizumab treatment that blocking IL-6 receptors showed inspiring clinical results including temperature returned to normal quickly and respiratory function improved. Therefore, we suggest that Tocilizumab is an effective treatment in severe patients of COVID-19 to calm the inflammatory storm and reduce mortality."],"journal":"J Transl Med","authors":["Fu, Binqing","Xu, Xiaoling","Wei, Haiming"],"date":"2020-04-16T11:00:00Z","year":2020,"_id":"32290839","week":"202016|Apr 13 - Apr 19","doi":"10.1186/s12967-020-02339-3","keywords":["*Acute respiratory distress syndrome (ARDS)","*COVID-19","*IL-6","*Inflammatory storm","*SARS-CoV-2","*Tocilizumab"],"link_comment_in":"32290847","source":"PubMed","topics":["Treatment"],"weight":1,"_version_":1664266295732862978,"score":271.48035},{"pmid":32172546,"title":"[A pathological report of three COVID-19 cases by minimally invasive autopsies].","text":["[A pathological report of three COVID-19 cases by minimally invasive autopsies].","Objective: To investigate the pathological characteristics and the clinical significance of novel coronavirus (2019-nCoV)-infected pneumonia (termed by WHO as corona virus disease 2019, COVID-19). Methods: Minimally invasive autopsies from lung, heart, kidney, spleen, bone marrow, liver, pancreas, stomach, intestine, thyroid and skin were performed on three patients died of novel coronavirus pneumonia in Chongqing, China. Hematoxylin and eosin staining (HE) and histochemical staining were performed to investigate the pathological changes of indicated organs or tissues. Immunohistochemical staining was conducted to evaluate the infiltration of immune cells as well as the expression of 2019-nCoV proteins. Real time PCR was carried out to detect the RNA of 2019-nCoV. Results: Various damages were observed in the alveolar structure, with minor serous exudation and fibrin exudation. Hyaline membrane formation was observed in some alveoli. The infiltrated immune cells in alveoli were majorly macrophages and monocytes. Moderate multinucleated giant cells, minimal lymphocytes, eosinophils and neutrophils were also observed. Most of infiltrated lymphocytes were CD4-positive T cells. Significant proliferation of type II alveolar epithelia and focal desquamation of alveolar epithelia were also indicated. The blood vessels of alveolar septum were congested, edematous and widened, with modest infiltration of monocytes and lymphocytes. Hyaline thrombi were found in a minority of microvessels. Focal hemorrhage in lung tissue, organization of exudates in some alveolar cavities, and pulmonary interstitial fibrosiswere observed. Part of the bronchial epithelia were exfoliated. Coronavirus particles in bronchial mucosal epithelia and type II alveolar epithelia were observed under electron microscope. Immunohistochemical staining showed that part of the alveolar epithelia and macrophages were positive for 2019-nCoV antigen. Real time PCR analyses identified positive signals for 2019-nCoV nucleic acid. Decreased numbers of lymphocyte, cell degeneration and necrosis were observed in spleen. Furthermore, degeneration and necrosis of parenchymal cells, formation of hyaline thrombus in small vessels, and pathological changes of chronic diseases were observed in other organs and tissues, while no evidence of coronavirus infection was observed in these organs. Conclusion: s The lungs from novel coronavirus pneumonia patients manifest significant pathological lesions, including the alveolar exudative inflammation and interstitial inflammation, alveolar epithelium proliferation and hyaline membrane formation. While the 2019-nCoV is mainly distributed in lung, the infection also involves in the damages of heart, vessels, liver, kidney and other organs. Further studies are warranted to investigate the mechanism underlying pathological changes of this disease.","Zhonghua Bing Li Xue Za Zhi","Yao, X H","Li, T Y","He, Z C","Ping, Y F","Liu, H W","Yu, S C","Mou, H M","Wang, L H","Zhang, H R","Fu, W J","Luo, T","Liu, F","Chen, C","Xiao, H L","Guo, H T","Lin, S","Xiang, D F","Shi, Y","Li, Q R","Huang, X","Cui, Y","Li, X Z","Tang, W","Pan, P F","Huang, X Q","Ding, Y Q","Bian, X W","32172546"],"abstract":["Objective: To investigate the pathological characteristics and the clinical significance of novel coronavirus (2019-nCoV)-infected pneumonia (termed by WHO as corona virus disease 2019, COVID-19). Methods: Minimally invasive autopsies from lung, heart, kidney, spleen, bone marrow, liver, pancreas, stomach, intestine, thyroid and skin were performed on three patients died of novel coronavirus pneumonia in Chongqing, China. Hematoxylin and eosin staining (HE) and histochemical staining were performed to investigate the pathological changes of indicated organs or tissues. Immunohistochemical staining was conducted to evaluate the infiltration of immune cells as well as the expression of 2019-nCoV proteins. Real time PCR was carried out to detect the RNA of 2019-nCoV. Results: Various damages were observed in the alveolar structure, with minor serous exudation and fibrin exudation. Hyaline membrane formation was observed in some alveoli. The infiltrated immune cells in alveoli were majorly macrophages and monocytes. Moderate multinucleated giant cells, minimal lymphocytes, eosinophils and neutrophils were also observed. Most of infiltrated lymphocytes were CD4-positive T cells. Significant proliferation of type II alveolar epithelia and focal desquamation of alveolar epithelia were also indicated. The blood vessels of alveolar septum were congested, edematous and widened, with modest infiltration of monocytes and lymphocytes. Hyaline thrombi were found in a minority of microvessels. Focal hemorrhage in lung tissue, organization of exudates in some alveolar cavities, and pulmonary interstitial fibrosiswere observed. Part of the bronchial epithelia were exfoliated. Coronavirus particles in bronchial mucosal epithelia and type II alveolar epithelia were observed under electron microscope. Immunohistochemical staining showed that part of the alveolar epithelia and macrophages were positive for 2019-nCoV antigen. Real time PCR analyses identified positive signals for 2019-nCoV nucleic acid. Decreased numbers of lymphocyte, cell degeneration and necrosis were observed in spleen. Furthermore, degeneration and necrosis of parenchymal cells, formation of hyaline thrombus in small vessels, and pathological changes of chronic diseases were observed in other organs and tissues, while no evidence of coronavirus infection was observed in these organs. Conclusion: s The lungs from novel coronavirus pneumonia patients manifest significant pathological lesions, including the alveolar exudative inflammation and interstitial inflammation, alveolar epithelium proliferation and hyaline membrane formation. While the 2019-nCoV is mainly distributed in lung, the infection also involves in the damages of heart, vessels, liver, kidney and other organs. Further studies are warranted to investigate the mechanism underlying pathological changes of this disease."],"journal":"Zhonghua Bing Li Xue Za Zhi","authors":["Yao, X H","Li, T Y","He, Z C","Ping, Y F","Liu, H W","Yu, S C","Mou, H M","Wang, L H","Zhang, H R","Fu, W J","Luo, T","Liu, F","Chen, C","Xiao, H L","Guo, H T","Lin, S","Xiang, D F","Shi, Y","Li, Q R","Huang, X","Cui, Y","Li, X Z","Tang, W","Pan, P F","Huang, X Q","Ding, Y Q","Bian, X W"],"date":"2020-03-16T11:00:00Z","year":2020,"_id":"32172546","week":"202012|Mar 16 - Mar 22","doi":"10.3760/cma.j.cn112151-20200312-00193","keywords":["Minimally invasive autopsy","Novel coronavirus-infected pneumonia (Corona Virus Disease 2019)","Pathological changes"],"source":"PubMed","locations":["Hematoxylin","Chongqing","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"e_drugs":["Hematoxylin","Eosine Yellowish-(YS)"],"_version_":1663352133927305217,"score":239.4564},{"pmid":32226695,"pmcid":"PMC7096066","title":"Acetazolamide, Nifedipine and Phosphodiesterase Inhibitors: Rationale for Their Utilization as Adjunctive Countermeasures in the Treatment of Coronavirus Disease 2019 (COVID-19).","text":["Acetazolamide, Nifedipine and Phosphodiesterase Inhibitors: Rationale for Their Utilization as Adjunctive Countermeasures in the Treatment of Coronavirus Disease 2019 (COVID-19).","Effective treatments for Coronavirus Disease 2019 (COVID-19) outbreak are urgently needed. While anti-viral approaches and vaccines are being considered immediate countermeasures are unavailable. The aim of this article is to outline a perspective on the pathophysiology of COVID-19 in the context of the currently available clinical data published in the literature. This article appreciates clinical data published on COVID-19 in the context of another respiratory illness - high altitude pulmonary edema (HAPE). Both conditions have significant similarities that portend pathophysiologic trajectories. Following this potential treatment options emerge. Both COVID-19 and HAPE exhibit a decreased ratio of arterial oxygen partial pressure to fractional inspired oxygen with concomitant hypoxia and tachypnea. There also appears to be a tendency for low carbon dioxide levels in both as well. Radiologic findings of ground glass opacities are present in up to 86% of patients with COVID-19 in addition to patchy infiltrates. Patients with HAPE also exhibit patchy infiltrates throughout the pulmonary fields, often in an asymmetric pattern and CT findings reveal increased lung markings and ground glass-like changes as well. Widespread ground-glass opacities are most commonly a manifestation of hydrostatic pulmonary edema. Similarly, elevated fibrinogen levels in both conditions are likely an epiphenomenon of edema formation rather than coagulation activation. Autopsy results of a COVID-19 fatality revealed bilateral diffuse alveolar damage associated with pulmonary edema, pro-inflammatory concentrates, and indications of early-phase acute respiratory distress syndrome (ARDS). HAPE itself is initially caused by an increase in pulmonary capillary pressure and induces altered alveolar-capillary permeability via high pulmonary artery hydrostatic pressures that lead to a protein-rich and mildly hemorrhagic edema. It appears that COVID-19 and HAPE both discretely converge on ARDS. In light of this, a countermeasure that has been shown to be effective in the analogous condition of HAPE is Acetazolamide. Acetazolamide has a myriad of effects on different organ systems, potently reduces hypoxic pulmonary vasoconstriction, improves minute ventilation and expired vital capacity. Other therapeutics to consider that are also directed towards decreased pulmonary pressure include Nifedipine and Phosphodiesterase inhibitors. This review describes COVID-19 in parallel to HAPE. Deranged respiratory parameters that are present in both conditions are highlighted. The utilization of medications found to be effective in HAPE, for the treatment of COVID-19, is proposed. Given the medical emergency of a growing contagion and the thousands of lives at stake, expedient attempts to improve survival are needed. Acetazolamide, Nifedipine and Phosphodiesterase inhibitors may be potential countermeasures.","Cureus","Solaimanzadeh, Isaac","32226695"],"abstract":["Effective treatments for Coronavirus Disease 2019 (COVID-19) outbreak are urgently needed. While anti-viral approaches and vaccines are being considered immediate countermeasures are unavailable. The aim of this article is to outline a perspective on the pathophysiology of COVID-19 in the context of the currently available clinical data published in the literature. This article appreciates clinical data published on COVID-19 in the context of another respiratory illness - high altitude pulmonary edema (HAPE). Both conditions have significant similarities that portend pathophysiologic trajectories. Following this potential treatment options emerge. Both COVID-19 and HAPE exhibit a decreased ratio of arterial oxygen partial pressure to fractional inspired oxygen with concomitant hypoxia and tachypnea. There also appears to be a tendency for low carbon dioxide levels in both as well. Radiologic findings of ground glass opacities are present in up to 86% of patients with COVID-19 in addition to patchy infiltrates. Patients with HAPE also exhibit patchy infiltrates throughout the pulmonary fields, often in an asymmetric pattern and CT findings reveal increased lung markings and ground glass-like changes as well. Widespread ground-glass opacities are most commonly a manifestation of hydrostatic pulmonary edema. Similarly, elevated fibrinogen levels in both conditions are likely an epiphenomenon of edema formation rather than coagulation activation. Autopsy results of a COVID-19 fatality revealed bilateral diffuse alveolar damage associated with pulmonary edema, pro-inflammatory concentrates, and indications of early-phase acute respiratory distress syndrome (ARDS). HAPE itself is initially caused by an increase in pulmonary capillary pressure and induces altered alveolar-capillary permeability via high pulmonary artery hydrostatic pressures that lead to a protein-rich and mildly hemorrhagic edema. It appears that COVID-19 and HAPE both discretely converge on ARDS. In light of this, a countermeasure that has been shown to be effective in the analogous condition of HAPE is Acetazolamide. Acetazolamide has a myriad of effects on different organ systems, potently reduces hypoxic pulmonary vasoconstriction, improves minute ventilation and expired vital capacity. Other therapeutics to consider that are also directed towards decreased pulmonary pressure include Nifedipine and Phosphodiesterase inhibitors. This review describes COVID-19 in parallel to HAPE. Deranged respiratory parameters that are present in both conditions are highlighted. The utilization of medications found to be effective in HAPE, for the treatment of COVID-19, is proposed. Given the medical emergency of a growing contagion and the thousands of lives at stake, expedient attempts to improve survival are needed. Acetazolamide, Nifedipine and Phosphodiesterase inhibitors may be potential countermeasures."],"journal":"Cureus","authors":["Solaimanzadeh, Isaac"],"date":"2020-04-01T11:00:00Z","year":2020,"_id":"32226695","week":"202014|Mar 30 - Apr 05","doi":"10.7759/cureus.7343","keywords":["acetazolamide","coronavirus","covid-19","covid-2019","ground glass opacities","high altitude pulmonary edema","hypoxia","novel coronavirus","respiratory care","wuhan coronavirus"],"source":"PubMed","topics":["Mechanism","Treatment"],"weight":1,"e_drugs":["Nifedipine","Carbon Dioxide","Acetazolamide"],"_version_":1663352135293599744,"score":224.32243},{"pmid":32291399,"title":"Pathological study of the 2019 novel coronavirus disease (COVID-19) through postmortem core biopsies.","text":["Pathological study of the 2019 novel coronavirus disease (COVID-19) through postmortem core biopsies.","Data on pathologic changes of the 2019 novel coronavirus disease (COVID-19) are scarce. To gain knowledge about the pathology that may contribute to disease progression and fatality, we performed postmortem needle core biopsies of lung, liver, and heart in four patients who died of COVID-19 pneumonia. The patients' ages ranged from 59 to 81, including three males and one female. Each patient had at least one underlying disease, including immunocompromised status (chronic lymphocytic leukemia and renal transplantation) or other conditions (cirrhosis, hypertension, and diabetes). Time from disease onset to death ranged from 15 to 52 days. All patients had elevated white blood cell counts, with significant rise toward the end, and all had lymphocytopenia except for the patient with leukemia. Histologically, the main findings are in the lungs, including injury to the alveolar epithelial cells, hyaline membrane formation, and hyperplasia of type II pneumocytes, all components of diffuse alveolar damage. Consolidation by fibroblastic proliferation with extracellular matrix and fibrin forming clusters in airspaces is evident. In one patient, the consolidation consists of abundant intra-alveolar neutrophilic infiltration, consistent with superimposed bacterial bronchopneumonia. The liver exhibits mild lobular infiltration by small lymphocytes, and centrilobular sinusoidal dilation. Patchy necrosis is also seen. The heart shows only focal mild fibrosis and mild myocardial hypertrophy, changes likely related to the underlying conditions. In conclusion, the postmortem examinations show advanced diffuse alveolar damage, as well as superimposed bacterial pneumonia in some patients. Changes in the liver and heart are likely secondary or related to the underlying diseases.","Mod Pathol","Tian, Sufang","Xiong, Yong","Liu, Huan","Niu, Li","Guo, Jianchun","Liao, Meiyan","Xiao, Shu-Yuan","32291399"],"abstract":["Data on pathologic changes of the 2019 novel coronavirus disease (COVID-19) are scarce. To gain knowledge about the pathology that may contribute to disease progression and fatality, we performed postmortem needle core biopsies of lung, liver, and heart in four patients who died of COVID-19 pneumonia. The patients' ages ranged from 59 to 81, including three males and one female. Each patient had at least one underlying disease, including immunocompromised status (chronic lymphocytic leukemia and renal transplantation) or other conditions (cirrhosis, hypertension, and diabetes). Time from disease onset to death ranged from 15 to 52 days. All patients had elevated white blood cell counts, with significant rise toward the end, and all had lymphocytopenia except for the patient with leukemia. Histologically, the main findings are in the lungs, including injury to the alveolar epithelial cells, hyaline membrane formation, and hyperplasia of type II pneumocytes, all components of diffuse alveolar damage. Consolidation by fibroblastic proliferation with extracellular matrix and fibrin forming clusters in airspaces is evident. In one patient, the consolidation consists of abundant intra-alveolar neutrophilic infiltration, consistent with superimposed bacterial bronchopneumonia. The liver exhibits mild lobular infiltration by small lymphocytes, and centrilobular sinusoidal dilation. Patchy necrosis is also seen. The heart shows only focal mild fibrosis and mild myocardial hypertrophy, changes likely related to the underlying conditions. In conclusion, the postmortem examinations show advanced diffuse alveolar damage, as well as superimposed bacterial pneumonia in some patients. Changes in the liver and heart are likely secondary or related to the underlying diseases."],"journal":"Mod Pathol","authors":["Tian, Sufang","Xiong, Yong","Liu, Huan","Niu, Li","Guo, Jianchun","Liao, Meiyan","Xiao, Shu-Yuan"],"date":"2020-04-16T11:00:00Z","year":2020,"_id":"32291399","week":"202016|Apr 13 - Apr 19","doi":"10.1038/s41379-020-0536-x","source":"PubMed","topics":["Case Report"],"weight":1,"locations":["bronchopneumonia"],"_version_":1664266295780048896,"score":212.33098},{"pmid":32271454,"title":"Utilizing integrating network pharmacological approaches to investigate the potential mechanism of Ma Xing Shi Gan Decoction in treating COVID-19.","text":["Utilizing integrating network pharmacological approaches to investigate the potential mechanism of Ma Xing Shi Gan Decoction in treating COVID-19.","Beginning in December 2019, coronavirus disease 2019 (COVID-19), due to 2019-nCoV infection, emerged in Wuhan and spread rapidly throughout China and even worldwide. Employing combined therapy of modern medicine and traditional Chinese medicine has been proposed, in which Ma Xing Shi Gan Decoction (MXSGD) was recommended as a basic prescription and applied widely in the clinical treatment of COVID-19. We investigated the underlying mechanism of MXSGD in treating COVID-19 utilizing the approaches of integrating network pharmacology. A total of 97 active ingredients of MXSGD were screened out, and 169 targets were predicted. The protein-protein interaction network exhibited hub targets of MXSGD, such as Heat shock protein 90, RAC-alpha serine/threonine-protein kinase, Transcription factor AP-1, Mitogen-activated protein kinase 1, Cellular tumor antigen p53, Vascular endothelial growth factor A, and Tumour necrosis factor. Gene Ontology functional enrichment analysis demonstrated that the biological processes altered within the body after taking MXSGD were closely related to the regulation of such processes as the acute inflammatory response, chemokine production, vascular permeability, response to oxygen radicals, oxidative stress-induced apoptosis, T cell differentiation involved in the immune response, immunoglobulin secretion, and extracellular matrix disassembly. KEGG enrichment analysis indicated that the targets of MXSGD were significantly enriched in inflammation-related pathways, immunomodulation-related pathways, and viral infection-related pathways. The therapeutic mechanisms of MXSGD on COVID-19 may primarily involve the following effects: reducing inflammation, suppressing cytokine storm, protecting the pulmonary alveolar-capillary barrier, alleviating pulmonary edema, regulating the immune response, and decreasing fever.","Eur Rev Med Pharmacol Sci","Wang, Y-X","Ma, J-R","Wang, S-Q","Zeng, Y-Q","Zhou, C-Y","Ru, Y-H","Zhang, L","Lu, Z-G","Wu, M-H","Li, H","32271454"],"abstract":["Beginning in December 2019, coronavirus disease 2019 (COVID-19), due to 2019-nCoV infection, emerged in Wuhan and spread rapidly throughout China and even worldwide. Employing combined therapy of modern medicine and traditional Chinese medicine has been proposed, in which Ma Xing Shi Gan Decoction (MXSGD) was recommended as a basic prescription and applied widely in the clinical treatment of COVID-19. We investigated the underlying mechanism of MXSGD in treating COVID-19 utilizing the approaches of integrating network pharmacology. A total of 97 active ingredients of MXSGD were screened out, and 169 targets were predicted. The protein-protein interaction network exhibited hub targets of MXSGD, such as Heat shock protein 90, RAC-alpha serine/threonine-protein kinase, Transcription factor AP-1, Mitogen-activated protein kinase 1, Cellular tumor antigen p53, Vascular endothelial growth factor A, and Tumour necrosis factor. Gene Ontology functional enrichment analysis demonstrated that the biological processes altered within the body after taking MXSGD were closely related to the regulation of such processes as the acute inflammatory response, chemokine production, vascular permeability, response to oxygen radicals, oxidative stress-induced apoptosis, T cell differentiation involved in the immune response, immunoglobulin secretion, and extracellular matrix disassembly. KEGG enrichment analysis indicated that the targets of MXSGD were significantly enriched in inflammation-related pathways, immunomodulation-related pathways, and viral infection-related pathways. The therapeutic mechanisms of MXSGD on COVID-19 may primarily involve the following effects: reducing inflammation, suppressing cytokine storm, protecting the pulmonary alveolar-capillary barrier, alleviating pulmonary edema, regulating the immune response, and decreasing fever."],"journal":"Eur Rev Med Pharmacol Sci","authors":["Wang, Y-X","Ma, J-R","Wang, S-Q","Zeng, Y-Q","Zhou, C-Y","Ru, Y-H","Zhang, L","Lu, Z-G","Wu, M-H","Li, H"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32271454","week":"202015|Apr 06 - Apr 12","doi":"10.26355/eurrev_202003_20704","source":"PubMed","locations":["China","Wuhan","Chinese"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1663620083152322560,"score":207.1507}]}