{"pmid":32304192,"title":"COVID-19 outbreak control, example of the ministry of health of Turkey.","text":["COVID-19 outbreak control, example of the ministry of health of Turkey.","Our first COVID-19 case in Turkey was a 44-year-old male who referred to the hospital on March 9, 2020. The first related death occurred on March 17, 2020. Preparedness for the pandemic has been ongoing before the first case was detected. The National Pandemic Plan was published in 2006. The Pandemic Influenza National Preparedness Plan was available after being updated in light of experiences gained during the 2009 Influenza A pandemic. Accordingly, Pandemic Coordination Boards and Operation Centers have been established on the national and provincial levels. This was an adaptable plan to the Novel Coronavirus Disease (COVID-19). We formed teams to work on a 24/7 basis and established a Scientific Committee at the Public Health Emergency Operation Center within the General Directorate of Public Health. ?COVID-19 Risk Assessment?, ?COVID-19 Guideline? and ?Case Report Form?, regulations of personal protective equipment along with need-based guidelines, treatment algorithms, brochures and related documents have been released. For the case-based follow-up, Public Health Management System (HSYS) is being used. PCR and rapid diagnostic kits are being used to analyze the samples at the central Microbiology Reference Laboratory and the authorized laboratories in several provinces. Various preventive measures were implemented including flight restrictions to certain countries, gradually expanded to suspending all flights and prohibiting the entry of foreign nationals, 14-day isolation and symptom monitoring for those that came from countries under risk. Persons with chronic diseases have been granted an administrative leave, offline education at schools and activities of public rest and entertainment areas were temporarily suspended. Measures have been implemented for penitentiary institutions, dormitories, nursing homes, public transport and intercity buses and weekend curfews are implemented. In accordance with the pandemic plan, actions have been carried out with a multi-sectoral approach, and preventive measures have been implemented to cover the society as a whole.","Turk J Med Sci","Demirbilek, Yasemin","Pehlivanturk, Gulen","Ozguler, Zeynep Ozge","Alp Mese, Emine","32304192"],"abstract":["Our first COVID-19 case in Turkey was a 44-year-old male who referred to the hospital on March 9, 2020. The first related death occurred on March 17, 2020. Preparedness for the pandemic has been ongoing before the first case was detected. The National Pandemic Plan was published in 2006. The Pandemic Influenza National Preparedness Plan was available after being updated in light of experiences gained during the 2009 Influenza A pandemic. Accordingly, Pandemic Coordination Boards and Operation Centers have been established on the national and provincial levels. This was an adaptable plan to the Novel Coronavirus Disease (COVID-19). We formed teams to work on a 24/7 basis and established a Scientific Committee at the Public Health Emergency Operation Center within the General Directorate of Public Health. ?COVID-19 Risk Assessment?, ?COVID-19 Guideline? and ?Case Report Form?, regulations of personal protective equipment along with need-based guidelines, treatment algorithms, brochures and related documents have been released. For the case-based follow-up, Public Health Management System (HSYS) is being used. PCR and rapid diagnostic kits are being used to analyze the samples at the central Microbiology Reference Laboratory and the authorized laboratories in several provinces. Various preventive measures were implemented including flight restrictions to certain countries, gradually expanded to suspending all flights and prohibiting the entry of foreign nationals, 14-day isolation and symptom monitoring for those that came from countries under risk. Persons with chronic diseases have been granted an administrative leave, offline education at schools and activities of public rest and entertainment areas were temporarily suspended. Measures have been implemented for penitentiary institutions, dormitories, nursing homes, public transport and intercity buses and weekend curfews are implemented. In accordance with the pandemic plan, actions have been carried out with a multi-sectoral approach, and preventive measures have been implemented to cover the society as a whole."],"journal":"Turk J Med Sci","authors":["Demirbilek, Yasemin","Pehlivanturk, Gulen","Ozguler, Zeynep Ozge","Alp Mese, Emine"],"date":"2020-04-19T11:00:00Z","year":2020,"_id":"32304192","week":"202016|Apr 13 - Apr 19","doi":"10.3906/sag-2004-187","keywords":["covid-19","covid-19 pandemic","control","preventive measures"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Turkey","Turkey"],"countries":["Turkey"],"countries_codes":["TUR|Turkey"],"_version_":1664431720499249153,"score":8.233237,"similar":[{"pmid":32295662,"title":"Allocation of Scarce Resources in a Pandemic: A Systematic Review of U.S. State Crisis Standards of Care Documents.","text":["Allocation of Scarce Resources in a Pandemic: A Systematic Review of U.S. State Crisis Standards of Care Documents.","OBJECTIVE: To locate and analyze U.S. State Crisis Standards of Care (CSC) documents to determine their prevalence and quality. METHODS: Following PRISMA guidelines, Google search for \"allocation of scarce resources\" and \"crisis standards of care (CSC)\" for each state. We analyzed the plans based on the 2009 Institute of Medicine (IOM) Report which provided guidance for establishing CSC for use in disaster situations, as well as the 2014 CHEST consensus statement's 11 core topic areas. RESULTS: The search yielded 42 state documents and we excluded 11 that were not CSC plans. Of the 31 included plans, 13 plans were written for an \"All Hazards\" approach, while 18 were pandemic influenza specific. 18 had strong ethical grounding. 21 plans had integrated and ongoing community and provider engagement, education, and communication. 22 had assurances regarding legal authority and environment. 16 plans had clear indicators, triggers, and lines of responsibility. Finally, 28 had evidence-based clinical processes and operations. CONCLUSION: Five plans contained all 5 IOM elements: Arizona, Colorado, Minnesota, Nevada, and Vermont. Colorado and Minnesota have \"All Hazards\" documents and processes for both Adult and Pediatric populations and could be considered exemplars for other states.","Disaster Med Public Health Prep","Romney, Douglas","Fox, Hannah","Carlson, Stephanie","Bachmann, Daniel","O'Mathuna, Donal","Kman, Nicholas","32295662"],"abstract":["OBJECTIVE: To locate and analyze U.S. State Crisis Standards of Care (CSC) documents to determine their prevalence and quality. METHODS: Following PRISMA guidelines, Google search for \"allocation of scarce resources\" and \"crisis standards of care (CSC)\" for each state. We analyzed the plans based on the 2009 Institute of Medicine (IOM) Report which provided guidance for establishing CSC for use in disaster situations, as well as the 2014 CHEST consensus statement's 11 core topic areas. RESULTS: The search yielded 42 state documents and we excluded 11 that were not CSC plans. Of the 31 included plans, 13 plans were written for an \"All Hazards\" approach, while 18 were pandemic influenza specific. 18 had strong ethical grounding. 21 plans had integrated and ongoing community and provider engagement, education, and communication. 22 had assurances regarding legal authority and environment. 16 plans had clear indicators, triggers, and lines of responsibility. Finally, 28 had evidence-based clinical processes and operations. CONCLUSION: Five plans contained all 5 IOM elements: Arizona, Colorado, Minnesota, Nevada, and Vermont. Colorado and Minnesota have \"All Hazards\" documents and processes for both Adult and Pediatric populations and could be considered exemplars for other states."],"journal":"Disaster Med Public Health Prep","authors":["Romney, Douglas","Fox, Hannah","Carlson, Stephanie","Bachmann, Daniel","O'Mathuna, Donal","Kman, Nicholas"],"date":"2020-04-17T11:00:00Z","year":2020,"_id":"32295662","week":"202016|Apr 13 - Apr 19","doi":"10.1017/dmp.2020.101","keywords":["Allocation of Resources","Coronavirus","Disaster Planning","Pandemics"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["USA","Arizona","Colorado","Minnesota","Nevada","Vermont","Colorado","Minnesota"],"countries":["United States"],"countries_codes":["USA|United States"],"_version_":1664266651323858944,"score":240.3074},{"pmid":32293715,"title":"Global guidance for surgical care during the COVID-19 pandemic.","text":["Global guidance for surgical care during the COVID-19 pandemic.","BACKGROUND: Surgeons urgently need guidance on how to deliver surgical services safely and effectively during the COVID-19 pandemic. The aim was to identify the key domains that should be considered when developing pandemic preparedness plans for surgical services. METHODS: A scoping search was conducted to identify published articles relating to management of surgical patients during pandemics. Key informant interviews were conducted with surgeons and anaesthetists with direct experience of working during infectious disease outbreaks, in order to identify key challenges and solutions to delivering effective surgical services during the COVID-19 pandemic. RESULTS: Thirteen articles were identified from the scoping search, and surgeons and anaesthetists representing 11 territories were interviewed. To mount an effective response to COVID-19, a pandemic response plan for surgical services should be developed in advance. Key domains that should be included are: provision of staff training (such as patient transfers, donning and doffing personal protection equipment, recognizing and managing COVID-19 infection); support for the overall hospital response to COVID-19 (reduction in non-urgent activities such as clinics, endoscopy, non-urgent elective surgery); establishment of a team-based approach for running emergency services; and recognition and management of COVID-19 infection in patients treated as an emergency and those who have had surgery. A backlog of procedures after the end of the COVID-19 pandemic is inevitable, and hospitals should plan how to address this effectively to ensure that patients having elective treatment have the best possible outcomes. CONCLUSION: Hospitals should prepare detailed context-specific pandemic preparedness plans addressing the identified domains. Specific guidance should be updated continuously to reflect emerging evidence during the COVID-19 pandemic.","Br J Surg","32293715"],"abstract":["BACKGROUND: Surgeons urgently need guidance on how to deliver surgical services safely and effectively during the COVID-19 pandemic. The aim was to identify the key domains that should be considered when developing pandemic preparedness plans for surgical services. METHODS: A scoping search was conducted to identify published articles relating to management of surgical patients during pandemics. Key informant interviews were conducted with surgeons and anaesthetists with direct experience of working during infectious disease outbreaks, in order to identify key challenges and solutions to delivering effective surgical services during the COVID-19 pandemic. RESULTS: Thirteen articles were identified from the scoping search, and surgeons and anaesthetists representing 11 territories were interviewed. To mount an effective response to COVID-19, a pandemic response plan for surgical services should be developed in advance. Key domains that should be included are: provision of staff training (such as patient transfers, donning and doffing personal protection equipment, recognizing and managing COVID-19 infection); support for the overall hospital response to COVID-19 (reduction in non-urgent activities such as clinics, endoscopy, non-urgent elective surgery); establishment of a team-based approach for running emergency services; and recognition and management of COVID-19 infection in patients treated as an emergency and those who have had surgery. A backlog of procedures after the end of the COVID-19 pandemic is inevitable, and hospitals should plan how to address this effectively to ensure that patients having elective treatment have the best possible outcomes. CONCLUSION: Hospitals should prepare detailed context-specific pandemic preparedness plans addressing the identified domains. Specific guidance should be updated continuously to reflect emerging evidence during the COVID-19 pandemic."],"journal":"Br J Surg","date":"2020-04-16T11:00:00Z","year":2020,"_id":"32293715","week":"202016|Apr 13 - Apr 19","doi":"10.1002/bjs.11646","source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1664266295821991936,"score":239.80247},{"pmid":32303395,"title":"Response and Operating Room Preparation for the COVID-19 Outbreak: A Perspective From the National Heart Centre in Singapore.","text":["Response and Operating Room Preparation for the COVID-19 Outbreak: A Perspective From the National Heart Centre in Singapore.","The outbreak of coronavirus disease 2019 (COVID-19), a respiratory disease from a novel coronavirus that was first detected in Wuhan City, Hubei Province, China, is now a public health emergency and pandemic. Singapore, as a major international transportation hub in Asia, has been one of the worst hit countries by the disease. With the advent of local transmission, the authors share their preparation and response planning for the operating room of the National Heart Centre Singapore, the largest cardiothoracic tertiary center in Singapore. Protection of staff and patients, environmental concerns, and other logistic and equipment issues are considered.","J Cardiothorac Vasc Anesth","Tan, Zihui","Phoon, Priscilla Hui Yi","Zeng, Ling Antonia","Fu, Jing","Lim, Xiao Ting","Tan, Teing Ee","Loh, Kenny Wei-Tsen","Goh, Meng Huat","32303395"],"abstract":["The outbreak of coronavirus disease 2019 (COVID-19), a respiratory disease from a novel coronavirus that was first detected in Wuhan City, Hubei Province, China, is now a public health emergency and pandemic. Singapore, as a major international transportation hub in Asia, has been one of the worst hit countries by the disease. With the advent of local transmission, the authors share their preparation and response planning for the operating room of the National Heart Centre Singapore, the largest cardiothoracic tertiary center in Singapore. Protection of staff and patients, environmental concerns, and other logistic and equipment issues are considered."],"journal":"J Cardiothorac Vasc Anesth","authors":["Tan, Zihui","Phoon, Priscilla Hui Yi","Zeng, Ling Antonia","Fu, Jing","Lim, Xiao Ting","Tan, Teing Ee","Loh, Kenny Wei-Tsen","Goh, Meng Huat"],"date":"2020-04-19T11:00:00Z","year":2020,"_id":"32303395","week":"202016|Apr 13 - Apr 19","doi":"10.1053/j.jvca.2020.03.050","keywords":["covid-19","operating room","outbreak","pandemic","response"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Wuhan","Hubei","China","Singapore","Singapore","Singapore"],"countries":["Singapore","China"],"countries_codes":["SGP|Singapore","CHN|China"],"_version_":1664431720404877313,"score":237.59415},{"pmid":32298415,"title":"COVID-19 outbreak in Italy: protecting worker health and the response of the Italian Industrial Hygienists Association.","text":["COVID-19 outbreak in Italy: protecting worker health and the response of the Italian Industrial Hygienists Association.","The number of people infected with severe acute respiratory syndrome - coronavirus 2 (SARS-CoV-2), i.e. the virus causing coronavirus disease (COVID-19), is dramatically increasing worldwide to the size of a pandemic. At the time of writing Italy is ranking first among countries both in terms of number of COVID-19 confirmed cases and in terms of number of deaths. Such a wide spread of COVID-19 has led to concern among workers who are facing the risk of becoming infected during the execution of their duties. We believe it is useful to remark on the need for professional expertise in the field of Occupational Hygiene in this emergency context, in which the indications provided by national and international bodies, the available scientific literature and the legal provisions are constantly and rapidly evolving. It is of fundamental importance that there is an effective analysis of expert inputs, to provide essential guidance to Health, Safety and Environmental managers and other prevention managers in workplaces. In this regard, not only a constant update of the regulatory framework is needed, but also a development and circulation of operational guidance to all the stakeholders to translate general indications into clear operating procedures and implementation tools to be adopted in the workplaces. We believe that the scientific associations in the field of Occupational Hygiene play a crucial role in guiding and assisting prevention professionals. There is considerable expertise in the occupational hygiene and exposure science communities that can help employers and workers to contain and delay the spread of Covid-19. For this reason, the Italian Association of Industrial Hygienists (AIDII - Associazione Italiana degli Igienisti Industriali) published documents containing operational guidelines to provide correct and constantly updated information for: (1) workers employed in essential activities (with low and medium risk of contagion), (2) health workers and other workers at high or very high risk of contagion, and (3) for the correct use and handling of personal protective equipment (PPE) for workers and for the population in general. It is worth pointing out that the documents produced are not intended to replace those produced by authoritative bodies, but to comply with and complete them by reporting an effective summary and further indications about the measures that should be taken in practice under the light of the Italian legislation. At present, the challenge is to produce scientifically-sound knowledge, appropriate tools and effective methodologies, by coordinating the initiatives of different scientific associations, with the final aim to effectively transfer them to employers and workers.","Ann Work Expo Health","Spinazze, Andrea","Cattaneo, Andrea","Cavallo, Domenico M","32298415"],"abstract":["The number of people infected with severe acute respiratory syndrome - coronavirus 2 (SARS-CoV-2), i.e. the virus causing coronavirus disease (COVID-19), is dramatically increasing worldwide to the size of a pandemic. At the time of writing Italy is ranking first among countries both in terms of number of COVID-19 confirmed cases and in terms of number of deaths. Such a wide spread of COVID-19 has led to concern among workers who are facing the risk of becoming infected during the execution of their duties. We believe it is useful to remark on the need for professional expertise in the field of Occupational Hygiene in this emergency context, in which the indications provided by national and international bodies, the available scientific literature and the legal provisions are constantly and rapidly evolving. It is of fundamental importance that there is an effective analysis of expert inputs, to provide essential guidance to Health, Safety and Environmental managers and other prevention managers in workplaces. In this regard, not only a constant update of the regulatory framework is needed, but also a development and circulation of operational guidance to all the stakeholders to translate general indications into clear operating procedures and implementation tools to be adopted in the workplaces. We believe that the scientific associations in the field of Occupational Hygiene play a crucial role in guiding and assisting prevention professionals. There is considerable expertise in the occupational hygiene and exposure science communities that can help employers and workers to contain and delay the spread of Covid-19. For this reason, the Italian Association of Industrial Hygienists (AIDII - Associazione Italiana degli Igienisti Industriali) published documents containing operational guidelines to provide correct and constantly updated information for: (1) workers employed in essential activities (with low and medium risk of contagion), (2) health workers and other workers at high or very high risk of contagion, and (3) for the correct use and handling of personal protective equipment (PPE) for workers and for the population in general. It is worth pointing out that the documents produced are not intended to replace those produced by authoritative bodies, but to comply with and complete them by reporting an effective summary and further indications about the measures that should be taken in practice under the light of the Italian legislation. At present, the challenge is to produce scientifically-sound knowledge, appropriate tools and effective methodologies, by coordinating the initiatives of different scientific associations, with the final aim to effectively transfer them to employers and workers."],"journal":"Ann Work Expo Health","authors":["Spinazze, Andrea","Cattaneo, Andrea","Cavallo, Domenico M"],"date":"2020-04-17T11:00:00Z","year":2020,"_id":"32298415","week":"202016|Apr 13 - Apr 19","doi":"10.1093/annweh/wxaa044","keywords":["COVID-19","SARS-CoV-2","occupational health","occupational hygiene","workers' health"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Italy","Italian","Italy"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"_version_":1664266651243118592,"score":234.78758},{"pmid":32245396,"title":"Updating the diagnostic criteria of COVID-19 \"suspected case\" and \"confirmed case\" is necessary.","text":["Updating the diagnostic criteria of COVID-19 \"suspected case\" and \"confirmed case\" is necessary.","On 6 February 2020, our team had published a rapid advice guideline for diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infection, and this guideline provided our experience and make well reference for fighting against this pandemic worldwide. However, the coronavirus disease 2019 (COVID-19) is a new disease, our awareness and knowledge are gradually increasing based on the ongoing research findings and clinical practice experience; hence, the strategies of diagnosis and treatment are also continually updated. In this letter, we answered one comment on our guideline and provided the newest diagnostic criteria of \"suspected case\" and \"confirmed case\" according to the latest Diagnosis and Treatment Guidelines for COVID-19 (seventh version) that issued by the National Health Committee of the People's Republic of China.","Mil Med Res","Wang, Yun-Yun","Jin, Ying-Hui","Ren, Xue-Qun","Li, Yi-Rong","Zhang, Xiao-Chun","Zeng, Xian-Tao","Wang, Xing-Huan","32245396"],"abstract":["On 6 February 2020, our team had published a rapid advice guideline for diagnosis and treatment of 2019 novel coronavirus (2019-nCoV) infection, and this guideline provided our experience and make well reference for fighting against this pandemic worldwide. However, the coronavirus disease 2019 (COVID-19) is a new disease, our awareness and knowledge are gradually increasing based on the ongoing research findings and clinical practice experience; hence, the strategies of diagnosis and treatment are also continually updated. In this letter, we answered one comment on our guideline and provided the newest diagnostic criteria of \"suspected case\" and \"confirmed case\" according to the latest Diagnosis and Treatment Guidelines for COVID-19 (seventh version) that issued by the National Health Committee of the People's Republic of China."],"journal":"Mil Med Res","authors":["Wang, Yun-Yun","Jin, Ying-Hui","Ren, Xue-Qun","Li, Yi-Rong","Zhang, Xiao-Chun","Zeng, Xian-Tao","Wang, Xing-Huan"],"date":"2020-04-05T11:00:00Z","year":2020,"_id":"32245396","week":"202014|Mar 30 - Apr 05","doi":"10.1186/s40779-020-00245-9","keywords":["2019-nCoV","COVID-19","Diagnosis","Guideline","Novel coronavirus","Prevention","SARS-CoV-2","Treatment"],"source":"PubMed","topics":["Diagnosis"],"weight":1,"_version_":1663352135818936320,"score":227.01605}]}