{"pmid":32303365,"title":"Two known therapies could be useful as adjuvant therapy in critical patients infected by COVID-19.","text":["Two known therapies could be useful as adjuvant therapy in critical patients infected by COVID-19.","Pneumonia caused by coronavirus, which originated in Wuhan, China, in late 2019, has been spread around the world already becoming a pandemic. Unfortunately, there is not yet a specific vaccine or effective antiviral drug for treating COVID-19. Many of these patients deteriorate rapidly and require intubation and are mechanically ventilated, which is causing the collapse of the health system in many countries due to lack of ventilators and intensive care beds. In this document we review two simple adjuvant therapies to administer, without side effects, and low cost that could be useful for the treatment of acute severe coronavirus infection associated with acute respiratory syndrome (SARS-CoV-2). VitaminC, a potent antioxidant, has emerged as a relevant therapy due to its potential benefits when administered intravenous. The potential effect of vitaminC in reducing inflammation in the lungs could play a key role in lung injury caused by coronavirus infection. Another potential effective therapy is ozone: it has been extensively studied and used for many years and its effectiveness has been demonstrated so far in multiples studies. Nevertheless, our goal is not to make an exhaustive review of these therapies but spread the beneficial effects themselves. Obviously clinical trials are necessaries, but due to the potential benefit of these two therapies we highly recommended to add to the therapeutic arsenal.","Rev Esp Anestesiol Reanim","Hernandez, A","Papadakos, P J","Torres, A","Gonzalez, D A","Vives, M","Ferrando, C","Baeza, J","32303365"],"abstract":["Pneumonia caused by coronavirus, which originated in Wuhan, China, in late 2019, has been spread around the world already becoming a pandemic. Unfortunately, there is not yet a specific vaccine or effective antiviral drug for treating COVID-19. Many of these patients deteriorate rapidly and require intubation and are mechanically ventilated, which is causing the collapse of the health system in many countries due to lack of ventilators and intensive care beds. In this document we review two simple adjuvant therapies to administer, without side effects, and low cost that could be useful for the treatment of acute severe coronavirus infection associated with acute respiratory syndrome (SARS-CoV-2). VitaminC, a potent antioxidant, has emerged as a relevant therapy due to its potential benefits when administered intravenous. The potential effect of vitaminC in reducing inflammation in the lungs could play a key role in lung injury caused by coronavirus infection. Another potential effective therapy is ozone: it has been extensively studied and used for many years and its effectiveness has been demonstrated so far in multiples studies. Nevertheless, our goal is not to make an exhaustive review of these therapies but spread the beneficial effects themselves. Obviously clinical trials are necessaries, but due to the potential benefit of these two therapies we highly recommended to add to the therapeutic arsenal."],"journal":"Rev Esp Anestesiol Reanim","authors":["Hernandez, A","Papadakos, P J","Torres, A","Gonzalez, D A","Vives, M","Ferrando, C","Baeza, J"],"date":"2020-04-19T11:00:00Z","year":2020,"_id":"32303365","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.redar.2020.03.004","keywords":["covid-19","ozone","ozono","sars-cov-2","vitamin c","vitamina c"],"source":"PubMed","topics":["Treatment"],"weight":1,"locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"e_drugs":["Ascorbic Acid","Ozone"],"_version_":1664431720415363072,"score":8.233237,"similar":[{"pmid":32297571,"title":"SARS CoV-2: Recent Reports on Antiviral Therapies Based on Lopinavir/Ritonavir, Darunavir/Umifenovir, Hydroxychloroquine, Remdesivir, Favipiravir and Other Drugs for the Treatment of the New Coronavirus.","text":["SARS CoV-2: Recent Reports on Antiviral Therapies Based on Lopinavir/Ritonavir, Darunavir/Umifenovir, Hydroxychloroquine, Remdesivir, Favipiravir and Other Drugs for the Treatment of the New Coronavirus.","Here we report on the most recent updates on experimental drugs successfully employed in the treatment of the disease caused by SARS CoV-2 coronavirus, also referred to as COVID-19 (COronaVIrus Disease 19). In particular, several cases of recovered patients have been reported after being treated with lopinavir/ritonavir (which is widely used to treat human immunodeficiency virus (HIV) infection) in combination with the anti-flu drug oseltamivir. In addition, remdesivir, which has been previously administered to Ebola virus patients, has also proven effective in the U.S. against coronavirus, while antimalarial chloroquine and hydroxychloroquine, favipiravir and co-administered darunavir and umifenovir (in patient therapies) were also recently recorded as having anti-SARS CoV-2 effects. Since the recoveries/deaths ratio in the last weeks significantly increased, especially in China, it is clear that the experimental antiviral therapy, together with the availability of intensive care unit beds in hospitals and rigorous government control measures, all play an important role in dealing with this virus. This also stresses the urgent need for the scientific community to devote its efforts to find other more specific antiviral strategies.","Curr Med Chem","Costanzo, Michele","De Giglio, Maria Anna Rachele","Roviello, Giovanni Nicola","32297571"],"abstract":["Here we report on the most recent updates on experimental drugs successfully employed in the treatment of the disease caused by SARS CoV-2 coronavirus, also referred to as COVID-19 (COronaVIrus Disease 19). In particular, several cases of recovered patients have been reported after being treated with lopinavir/ritonavir (which is widely used to treat human immunodeficiency virus (HIV) infection) in combination with the anti-flu drug oseltamivir. In addition, remdesivir, which has been previously administered to Ebola virus patients, has also proven effective in the U.S. against coronavirus, while antimalarial chloroquine and hydroxychloroquine, favipiravir and co-administered darunavir and umifenovir (in patient therapies) were also recently recorded as having anti-SARS CoV-2 effects. Since the recoveries/deaths ratio in the last weeks significantly increased, especially in China, it is clear that the experimental antiviral therapy, together with the availability of intensive care unit beds in hospitals and rigorous government control measures, all play an important role in dealing with this virus. This also stresses the urgent need for the scientific community to devote its efforts to find other more specific antiviral strategies."],"journal":"Curr Med Chem","authors":["Costanzo, Michele","De Giglio, Maria Anna Rachele","Roviello, Giovanni Nicola"],"date":"2020-04-17T11:00:00Z","year":2020,"_id":"32297571","week":"202016|Apr 13 - Apr 19","doi":"10.2174/0929867327666200416131117","keywords":["COVID-19","Coronavirus","SARS CoV-2","antiviral drugs","favirapivir","hydroxychloroquine","lopinavir","remdesivir","ritonavir."],"source":"PubMed","topics":["Treatment"],"weight":1,"locations":["USA","China"],"countries":["China","United States"],"countries_codes":["CHN|China","USA|United States"],"_version_":1664266651157135360,"score":269.6005},{"pmid":32228825,"title":"How to reduce the likelihood of coronavirus-19 (CoV-19 or SARS-CoV-2) infection and lung inflammation mediated by IL-1.","text":["How to reduce the likelihood of coronavirus-19 (CoV-19 or SARS-CoV-2) infection and lung inflammation mediated by IL-1.","SARS-CoV-2, also referred to as CoV-19, is an RNA virus which can cause severe acute respiratory diseases (COVID-19), with serious infection of the lower respiratory tract followed by bronchitis, pneumonia and fibrosis. The severity of the disease depends on the efficiency of the immune system which, if it is weak, cannot stem the infection and its symptoms. The new CoV-19 spreads in the population at a rate of 0.8-3% more than normal flu and mostly affects men, since immune genes are more expressed on the X chromosome. If CoV-19 would spread with a higher incidence rate (over 10%), and affect the people who live in closed communities such as islands, it would cause many more deaths. Moreover, people from the poorest classes are most at risk because of lack of health care and should be given more assistance by the competent authorities. To avoid the aggravation of CoV-19 infection, and the collapse of the health system, individuals should remain at home in quarantine for a period of approximately one month in order to limit viral transmission. In the case of a pandemic, the severe shortage of respirators and protective clothing, due to the enormous demand and insufficient production, could lead the CoV-19 to kill a large number of individuals. At present, there is no drug capable of treating CoV-19 flu, the only therapeutic remedies are those aimed at the side effects caused by the virus, such as inflammation and pulmonary fibrosis, recognized as the first causes of death. One of the COVID-19 treatments involves inhaling a mixture of gaseous hydrogen and oxygen, obtaining better results than with oxygen alone. It was also noted that individuals vaccinated for viral and/or bacterial infectious diseases were less likely to become infected. In addition, germicidal UV radiation \"breaks down\" the oxygen O2 which then aggregate into O3 (ozone) molecules creating the ozone layer, capable of inhibiting viral replication and improving lung respiration. All these precautions should be taken into consideration to lower the risk of infection by CoV-19. New anti-viral therapies with new drugs should also be taken into consideration. For example, microbes are known to bind TLR, inducing IL-1, a pleiotropic cytokine, highly inflammatory, mediator of fever and fibrosis. Therefore, drugs that suppress IL-1 or IL-1R, also used for the treatment of rheumatoid arthritis are to be taken into consideration to treat COVID-19. We strongly believe that all these devices described above can lead to greater survival and. therefore, reduction in mortality in patients infected with CoV-19.","J Biol Regul Homeost Agents","Conti, P","Gallenga, C E","Tete, G","Caraffa, Al","Ronconi, G","Younes, A","Toniato, E","Ross, R","Kritas, S K","32228825"],"abstract":["SARS-CoV-2, also referred to as CoV-19, is an RNA virus which can cause severe acute respiratory diseases (COVID-19), with serious infection of the lower respiratory tract followed by bronchitis, pneumonia and fibrosis. The severity of the disease depends on the efficiency of the immune system which, if it is weak, cannot stem the infection and its symptoms. The new CoV-19 spreads in the population at a rate of 0.8-3% more than normal flu and mostly affects men, since immune genes are more expressed on the X chromosome. If CoV-19 would spread with a higher incidence rate (over 10%), and affect the people who live in closed communities such as islands, it would cause many more deaths. Moreover, people from the poorest classes are most at risk because of lack of health care and should be given more assistance by the competent authorities. To avoid the aggravation of CoV-19 infection, and the collapse of the health system, individuals should remain at home in quarantine for a period of approximately one month in order to limit viral transmission. In the case of a pandemic, the severe shortage of respirators and protective clothing, due to the enormous demand and insufficient production, could lead the CoV-19 to kill a large number of individuals. At present, there is no drug capable of treating CoV-19 flu, the only therapeutic remedies are those aimed at the side effects caused by the virus, such as inflammation and pulmonary fibrosis, recognized as the first causes of death. One of the COVID-19 treatments involves inhaling a mixture of gaseous hydrogen and oxygen, obtaining better results than with oxygen alone. It was also noted that individuals vaccinated for viral and/or bacterial infectious diseases were less likely to become infected. In addition, germicidal UV radiation \"breaks down\" the oxygen O2 which then aggregate into O3 (ozone) molecules creating the ozone layer, capable of inhibiting viral replication and improving lung respiration. All these precautions should be taken into consideration to lower the risk of infection by CoV-19. New anti-viral therapies with new drugs should also be taken into consideration. For example, microbes are known to bind TLR, inducing IL-1, a pleiotropic cytokine, highly inflammatory, mediator of fever and fibrosis. Therefore, drugs that suppress IL-1 or IL-1R, also used for the treatment of rheumatoid arthritis are to be taken into consideration to treat COVID-19. We strongly believe that all these devices described above can lead to greater survival and. therefore, reduction in mortality in patients infected with CoV-19."],"journal":"J Biol Regul Homeost Agents","authors":["Conti, P","Gallenga, C E","Tete, G","Caraffa, Al","Ronconi, G","Younes, A","Toniato, E","Ross, R","Kritas, S K"],"date":"2020-04-02T11:00:00Z","year":2020,"_id":"32228825","week":"202014|Mar 30 - Apr 05","doi":"10.23812/Editorial-Conti-2","keywords":["*COVID","*CoV-19","*SARS-CoV-2","*coronavirus","*fibrosis","*inflammation","*lung","*virus"],"source":"PubMed","topics":["Treatment"],"weight":1,"_version_":1663352135390068736,"score":257.97595},{"pmid":32125642,"title":"Understanding SARS-CoV-2-Mediated Inflammatory Responses: From Mechanisms to Potential Therapeutic Tools.","text":["Understanding SARS-CoV-2-Mediated Inflammatory Responses: From Mechanisms to Potential Therapeutic Tools.","Currently there is no effective antiviral therapy for SARS-CoV-2 infection, which frequently leads to fatal inflammatory responses and acute lung injury. Here, we discuss the various mechanisms of SARS-CoV-mediated inflammation. We also assume that SARS-CoV-2 likely shares similar inflammatory responses. Potential therapeutic tools to reduce SARS-CoV-2-induced inflammatory responses include various methods to block FcR activation. In the absence of a proven clinical FcR blocker, the use of intravenous immunoglobulin to block FcR activation may be a viable option for the urgent treatment of pulmonary inflammation to prevent severe lung injury. Such treatment may also be combined with systemic anti-inflammatory drugs or corticosteroids. However, these strategies, as proposed here, remain to be clinically tested for effectiveness.","Virol Sin","Fu, Yajing","Cheng, Yuanxiong","Wu, Yuntao","32125642"],"abstract":["Currently there is no effective antiviral therapy for SARS-CoV-2 infection, which frequently leads to fatal inflammatory responses and acute lung injury. Here, we discuss the various mechanisms of SARS-CoV-mediated inflammation. We also assume that SARS-CoV-2 likely shares similar inflammatory responses. Potential therapeutic tools to reduce SARS-CoV-2-induced inflammatory responses include various methods to block FcR activation. In the absence of a proven clinical FcR blocker, the use of intravenous immunoglobulin to block FcR activation may be a viable option for the urgent treatment of pulmonary inflammation to prevent severe lung injury. Such treatment may also be combined with systemic anti-inflammatory drugs or corticosteroids. However, these strategies, as proposed here, remain to be clinically tested for effectiveness."],"journal":"Virol Sin","authors":["Fu, Yajing","Cheng, Yuanxiong","Wu, Yuntao"],"date":"2020-03-04T11:00:00Z","year":2020,"_id":"32125642","week":"202010|Mar 02 - Mar 08","doi":"10.1007/s12250-020-00207-4","keywords":["Antibody-dependent enhancement (ADE)","Fc receptors (FcR)","Inflammatory response","SARS-CoV-2"],"source":"PubMed","topics":["Treatment"],"weight":1,"_version_":1663352134273335296,"score":244.70584},{"pmid":32214286,"title":"Expanded Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) as a Therapeutic Strategy in Managing Critically Ill COVID-19 Patients: The Case for Compassionate Use.","text":["Expanded Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) as a Therapeutic Strategy in Managing Critically Ill COVID-19 Patients: The Case for Compassionate Use.","COVID-19 has affected the United States leading to a national emergency with health care and economic impact, propelling the country into a recession with disrupted lifestyles not seen in recent history. COVID-19 is a serious illness leading to multiple deaths in various countries including the United States. Several million Americans satisfy the Center for Disease Control and Prevention (CDC) criteria for being high risk. Unfortunately, the available supply of medical beds and equipment for mechanical ventilation are much less than is projected to be needed. The World Health Organization (WHO) and multiple agencies led by the CDC in the United States have attempted to organize intensive outbreak investigation programs utilizing appropriate preventive measures, evaluation, and treatment. The clinical spectrum of COVID-19 varies from asymptomatic forms to conditions encompassing multiorgan and systemic manifestations in terms of septic shock, and multiple organ dysfunction (MOD) syndromes. The presently approved treatments are supportive but not curative for the disease. There are multiple treatments being studied. These include vaccines, medications Remdesivir and hydroxychloroquine and potentially combination therapy. Finally, expanded umbilical cord mesenchymal stem cells or (UC-MSCs) may have a role and are being studied. The cure of COVID-19 is essentially dependent on the patients' own immune system. When the immune system is over activated in an attempt to kill the virus, this can lead to the production of a large number of inflammatory factors, resulting in severe cytokine storm. The cytokine storm may induce organ damage followed by the edema, dysfunction of air exchange, acute respiratory distress syndrome (ARDS), acute cardiac injury, and secondary infection, which may lead to death. Thus, at this point, the avoidance of the cytokine storm may be the key for the treatment of HCOV-19 infected patients.In China, where there was limited availability of effective modalities to manage COVID-19 several patients were treated with expanded UC-MSCs. Additionally, the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care have reported guidelines to treat coronavirus patients with stem cells in the hope of decreasing the number of patients going to the ICU, and, also relatively quickly getting them out of ICU. In this manuscript, we describe the urgent need for various solutions, pathogenesis of coronavirus and the clinical evidence for treatment of COVID-19 with stem cells. The limited but emerging evidence regarding UC MSC in managing COVID-19 suggests that it might be considered for compassionate use in critically ill patients to reduce morbidity and mortality in the United States. The administration and Coronavirus Task Force might wish to approach the potential of expanded UC-MSCs as an evolutionary therapeutic strategy in managing COVID-19 illness with a 3-pronged approach: If proven safe and effective on a specific and limited basis...1. Minimize regulatory burden by all agencies so that critically ill COVID-19 patients will have access regardless of their financial circumstance.2. Institute appropriate safeguards to avoid negative consequences from unscrupulous actors.3. With proper informed consent from patients or proxy when necessary, and subject to accumulation of data in that cohort, allow the procedure to be initiated in critically ill patients who are not responding to conventional therapies.KEY WORDS: Coronavirus, COVID-19, cytokine storm, multiorgan failure, expanded umbilical cord mesenchymal stem cells.","Pain Physician","Atluri, Sairam","Manchikanti, Laxmaiah","Hirsch, Joshua A","32214286"],"abstract":["COVID-19 has affected the United States leading to a national emergency with health care and economic impact, propelling the country into a recession with disrupted lifestyles not seen in recent history. COVID-19 is a serious illness leading to multiple deaths in various countries including the United States. Several million Americans satisfy the Center for Disease Control and Prevention (CDC) criteria for being high risk. Unfortunately, the available supply of medical beds and equipment for mechanical ventilation are much less than is projected to be needed. The World Health Organization (WHO) and multiple agencies led by the CDC in the United States have attempted to organize intensive outbreak investigation programs utilizing appropriate preventive measures, evaluation, and treatment. The clinical spectrum of COVID-19 varies from asymptomatic forms to conditions encompassing multiorgan and systemic manifestations in terms of septic shock, and multiple organ dysfunction (MOD) syndromes. The presently approved treatments are supportive but not curative for the disease. There are multiple treatments being studied. These include vaccines, medications Remdesivir and hydroxychloroquine and potentially combination therapy. Finally, expanded umbilical cord mesenchymal stem cells or (UC-MSCs) may have a role and are being studied. The cure of COVID-19 is essentially dependent on the patients' own immune system. When the immune system is over activated in an attempt to kill the virus, this can lead to the production of a large number of inflammatory factors, resulting in severe cytokine storm. The cytokine storm may induce organ damage followed by the edema, dysfunction of air exchange, acute respiratory distress syndrome (ARDS), acute cardiac injury, and secondary infection, which may lead to death. Thus, at this point, the avoidance of the cytokine storm may be the key for the treatment of HCOV-19 infected patients.In China, where there was limited availability of effective modalities to manage COVID-19 several patients were treated with expanded UC-MSCs. Additionally, the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care have reported guidelines to treat coronavirus patients with stem cells in the hope of decreasing the number of patients going to the ICU, and, also relatively quickly getting them out of ICU. In this manuscript, we describe the urgent need for various solutions, pathogenesis of coronavirus and the clinical evidence for treatment of COVID-19 with stem cells. The limited but emerging evidence regarding UC MSC in managing COVID-19 suggests that it might be considered for compassionate use in critically ill patients to reduce morbidity and mortality in the United States. The administration and Coronavirus Task Force might wish to approach the potential of expanded UC-MSCs as an evolutionary therapeutic strategy in managing COVID-19 illness with a 3-pronged approach: If proven safe and effective on a specific and limited basis...1. Minimize regulatory burden by all agencies so that critically ill COVID-19 patients will have access regardless of their financial circumstance.2. Institute appropriate safeguards to avoid negative consequences from unscrupulous actors.3. With proper informed consent from patients or proxy when necessary, and subject to accumulation of data in that cohort, allow the procedure to be initiated in critically ill patients who are not responding to conventional therapies.KEY WORDS: Coronavirus, COVID-19, cytokine storm, multiorgan failure, expanded umbilical cord mesenchymal stem cells."],"journal":"Pain Physician","authors":["Atluri, Sairam","Manchikanti, Laxmaiah","Hirsch, Joshua A"],"date":"2020-03-28T11:00:00Z","year":2020,"_id":"32214286","week":"202013|Mar 23 - Mar 29","source":"PubMed","locations":["Analgesia","Americans","China","multiorgan","United States"],"countries":["China","United States"],"countries_codes":["CHN|China","USA|United States"],"topics":["Treatment"],"weight":1,"e_drugs":["Hydroxychloroquine"],"_version_":1663352135008387073,"score":230.44551},{"pmid":32204751,"title":"Consideration of the respiratory support strategy of severe acute respiratory failure caused by SARS-CoV-2 infection in children.","text":["Consideration of the respiratory support strategy of severe acute respiratory failure caused by SARS-CoV-2 infection in children.","The recent ongoing outbreak of severe pneumonia associated with a novel coronavirus (SARS-CoV-2), currently of unknown origin, creates a world emergency that has put global public health institutions on high alert. At present there is limited clinical information of the SARS-CoV-2 and there is no specific treatment recommended, although technical guidances and suggestions have been developed and will continue to be updated as additional information becomes available. Preventive treatment has an important role to control and avoid the spread of severe respiratory disease, but often is difficult to obtain and sometimes cannot be effective to reduce the risk of deterioration of the underlining lung pathology. In order to define an effective and safe treatment for SARS-CoV-2-associated disease, we provide considerations on the actual treatments, on how to avoid complications and the undesirable side effects related to them and to select and apply earlier the most appropriate treatment. Approaching to treat severe respiratory disease in infants and children, the risks related to the development of atelectasis starting invasive or non-invasive ventilation support and the risk of oxygen toxicity must be taken into serious consideration. For an appropriate and effective approach to treat severe pediatric respiratory diseases, two main different strategies can be proposed according to the stage and severity of the patient conditions: patient in the initial phase and with non-severe lung pathology and patient with severe initial respiratory impairment and/or with delay in arrival to observation. The final outcome is strictly connected with the ability to apply an appropriate treatment early and to reduce all the complications that can arise during the intensive care admission.","Zhongguo Dang Dai Er Ke Za Zhi","Marraro, Giuseppe A","Spada, Claudio","32204751"],"abstract":["The recent ongoing outbreak of severe pneumonia associated with a novel coronavirus (SARS-CoV-2), currently of unknown origin, creates a world emergency that has put global public health institutions on high alert. At present there is limited clinical information of the SARS-CoV-2 and there is no specific treatment recommended, although technical guidances and suggestions have been developed and will continue to be updated as additional information becomes available. Preventive treatment has an important role to control and avoid the spread of severe respiratory disease, but often is difficult to obtain and sometimes cannot be effective to reduce the risk of deterioration of the underlining lung pathology. In order to define an effective and safe treatment for SARS-CoV-2-associated disease, we provide considerations on the actual treatments, on how to avoid complications and the undesirable side effects related to them and to select and apply earlier the most appropriate treatment. Approaching to treat severe respiratory disease in infants and children, the risks related to the development of atelectasis starting invasive or non-invasive ventilation support and the risk of oxygen toxicity must be taken into serious consideration. For an appropriate and effective approach to treat severe pediatric respiratory diseases, two main different strategies can be proposed according to the stage and severity of the patient conditions: patient in the initial phase and with non-severe lung pathology and patient with severe initial respiratory impairment and/or with delay in arrival to observation. The final outcome is strictly connected with the ability to apply an appropriate treatment early and to reduce all the complications that can arise during the intensive care admission."],"journal":"Zhongguo Dang Dai Er Ke Za Zhi","authors":["Marraro, Giuseppe A","Spada, Claudio"],"date":"2020-03-25T11:00:00Z","year":2020,"_id":"32204751","week":"202013|Mar 23 - Mar 29","source":"PubMed","topics":["Treatment"],"weight":1,"_version_":1663352133724930048,"score":225.64882}]}