{"pmid":32310612,"title":"Cardiac Manifestations Of Coronavirus (COVID-19)","text":["Cardiac Manifestations Of Coronavirus (COVID-19)","Coronaviruses are a large family of single positive-stranded, enveloped RNA viruses that can infect many animal species and humans. Human coronaviruses can be divided based on their pathogenicity. The types with high pathogenicity including SARS-CoV, MERS-CoV, and current novel SARS-CoV2.[1] Cross-species transmission is the most likely model of the initial transmission from bat to human. The initial transfer believed to have happened in Wuhan, China.[2][3]","StatPearls","Basu-Ray, Indranill","Soos, Michael P.","32310612"],"abstract":["Coronaviruses are a large family of single positive-stranded, enveloped RNA viruses that can infect many animal species and humans. Human coronaviruses can be divided based on their pathogenicity. The types with high pathogenicity including SARS-CoV, MERS-CoV, and current novel SARS-CoV2.[1] Cross-species transmission is the most likely model of the initial transmission from bat to human. The initial transfer believed to have happened in Wuhan, China.[2][3]"],"journal":"StatPearls","authors":["Basu-Ray, Indranill","Soos, Michael P."],"date":"2020-04-21T11:01:00Z","year":2020,"_id":"32310612","week":"202017|Apr 20 - Apr 26","source":"PubMed","topics":["Transmission"],"weight":1,"locations":["Wuhan"],"countries":["China"],"countries_codes":["CHN|China"],"_version_":1664632501403910145,"score":8.518259,"similar":[{"pmid":32240537,"title":"Post-donation COVID-19 identification in blood donors.","text":["Post-donation COVID-19 identification in blood donors.","The coronavirus disease 19 (COVID-19) outbreak, which was characterized as a pandemic on 11 March 2020 by the WHO, started in December 2019 with the emergence of pneumonia cases of unknown cause in Wuhan, Hubei, China [1]. SARS-CoV-2, the causative agent of COVID-19, are enveloped, non-segmented, single stranded positive sense RNA viruses and are classified as a sister clade to the prototype human and bat severe acute respiratory syndrome coronaviruses (SARS-CoVs) of the species Severe acute respiratory syndrome-related coronavirus [2]. So far, no respiratory virus, including SARS-CoV and the Middle East Respiratory Syndrome (MERS)-CoV, has been confirmed as transfusion-transmissible [3,4].","Vox Sang","Kwon, So-Yong","Kim, Eun-Jin","Jung, Yu Soek","Jang, Jin Sung","Cho, Nam-Sun","32240537"],"abstract":["The coronavirus disease 19 (COVID-19) outbreak, which was characterized as a pandemic on 11 March 2020 by the WHO, started in December 2019 with the emergence of pneumonia cases of unknown cause in Wuhan, Hubei, China [1]. SARS-CoV-2, the causative agent of COVID-19, are enveloped, non-segmented, single stranded positive sense RNA viruses and are classified as a sister clade to the prototype human and bat severe acute respiratory syndrome coronaviruses (SARS-CoVs) of the species Severe acute respiratory syndrome-related coronavirus [2]. So far, no respiratory virus, including SARS-CoV and the Middle East Respiratory Syndrome (MERS)-CoV, has been confirmed as transfusion-transmissible [3,4]."],"journal":"Vox Sang","authors":["Kwon, So-Yong","Kim, Eun-Jin","Jung, Yu Soek","Jang, Jin Sung","Cho, Nam-Sun"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32240537","week":"202014|Mar 30 - Apr 05","doi":"10.1111/vox.12925","source":"PubMed","topics":["Mechanism","Transmission"],"weight":1,"locations":["Wuhan","Hubei","China"],"countries":["China"],"countries_codes":["CHN|China"],"_version_":1664638354073845760,"score":289.17957},{"pmid":31996437,"pmcid":"PMC7081895","title":"Receptor Recognition by the Novel Coronavirus from Wuhan: an Analysis Based on Decade-Long Structural Studies of SARS Coronavirus.","text":["Receptor Recognition by the Novel Coronavirus from Wuhan: an Analysis Based on Decade-Long Structural Studies of SARS Coronavirus.","Recently, a novel coronavirus (2019-nCoV) has emerged from Wuhan, China, causing symptoms in humans similar to those caused by severe acute respiratory syndrome coronavirus (SARS-CoV). Since the SARS-CoV outbreak in 2002, extensive structural analyses have revealed key atomic-level interactions between the SARS-CoV spike protein receptor-binding domain (RBD) and its host receptor angiotensin-converting enzyme 2 (ACE2), which regulate both the cross-species and human-to-human transmissions of SARS-CoV. Here, we analyzed the potential receptor usage by 2019-nCoV, based on the rich knowledge about SARS-CoV and the newly released sequence of 2019-nCoV. First, the sequence of 2019-nCoV RBD, including its receptor-binding motif (RBM) that directly contacts ACE2, is similar to that of SARS-CoV, strongly suggesting that 2019-nCoV uses ACE2 as its receptor. Second, several critical residues in 2019-nCoV RBM (particularly Gln493) provide favorable interactions with human ACE2, consistent with 2019-nCoV's capacity for human cell infection. Third, several other critical residues in 2019-nCoV RBM (particularly Asn501) are compatible with, but not ideal for, binding human ACE2, suggesting that 2019-nCoV has acquired some capacity for human-to-human transmission. Last, while phylogenetic analysis indicates a bat origin of 2019-nCoV, 2019-nCoV also potentially recognizes ACE2 from a diversity of animal species (except mice and rats), implicating these animal species as possible intermediate hosts or animal models for 2019-nCoV infections. These analyses provide insights into the receptor usage, cell entry, host cell infectivity and animal origin of 2019-nCoV and may help epidemic surveillance and preventive measures against 2019-nCoV.IMPORTANCE The recent emergence of Wuhan coronavirus (2019-nCoV) puts the world on alert. 2019-nCoV is reminiscent of the SARS-CoV outbreak in 2002 to 2003. Our decade-long structural studies on the receptor recognition by SARS-CoV have identified key interactions between SARS-CoV spike protein and its host receptor angiotensin-converting enzyme 2 (ACE2), which regulate both the cross-species and human-to-human transmissions of SARS-CoV. One of the goals of SARS-CoV research was to build an atomic-level iterative framework of virus-receptor interactions to facilitate epidemic surveillance, predict species-specific receptor usage, and identify potential animal hosts and animal models of viruses. Based on the sequence of 2019-nCoV spike protein, we apply this predictive framework to provide novel insights into the receptor usage and likely host range of 2019-nCoV. This study provides a robust test of this reiterative framework, providing the basic, translational, and public health research communities with predictive insights that may help study and battle this novel 2019-nCoV.","J Virol","Wan, Yushun","Shang, Jian","Graham, Rachel","Baric, Ralph S","Li, Fang","31996437"],"abstract":["Recently, a novel coronavirus (2019-nCoV) has emerged from Wuhan, China, causing symptoms in humans similar to those caused by severe acute respiratory syndrome coronavirus (SARS-CoV). Since the SARS-CoV outbreak in 2002, extensive structural analyses have revealed key atomic-level interactions between the SARS-CoV spike protein receptor-binding domain (RBD) and its host receptor angiotensin-converting enzyme 2 (ACE2), which regulate both the cross-species and human-to-human transmissions of SARS-CoV. Here, we analyzed the potential receptor usage by 2019-nCoV, based on the rich knowledge about SARS-CoV and the newly released sequence of 2019-nCoV. First, the sequence of 2019-nCoV RBD, including its receptor-binding motif (RBM) that directly contacts ACE2, is similar to that of SARS-CoV, strongly suggesting that 2019-nCoV uses ACE2 as its receptor. Second, several critical residues in 2019-nCoV RBM (particularly Gln493) provide favorable interactions with human ACE2, consistent with 2019-nCoV's capacity for human cell infection. Third, several other critical residues in 2019-nCoV RBM (particularly Asn501) are compatible with, but not ideal for, binding human ACE2, suggesting that 2019-nCoV has acquired some capacity for human-to-human transmission. Last, while phylogenetic analysis indicates a bat origin of 2019-nCoV, 2019-nCoV also potentially recognizes ACE2 from a diversity of animal species (except mice and rats), implicating these animal species as possible intermediate hosts or animal models for 2019-nCoV infections. These analyses provide insights into the receptor usage, cell entry, host cell infectivity and animal origin of 2019-nCoV and may help epidemic surveillance and preventive measures against 2019-nCoV.IMPORTANCE The recent emergence of Wuhan coronavirus (2019-nCoV) puts the world on alert. 2019-nCoV is reminiscent of the SARS-CoV outbreak in 2002 to 2003. Our decade-long structural studies on the receptor recognition by SARS-CoV have identified key interactions between SARS-CoV spike protein and its host receptor angiotensin-converting enzyme 2 (ACE2), which regulate both the cross-species and human-to-human transmissions of SARS-CoV. One of the goals of SARS-CoV research was to build an atomic-level iterative framework of virus-receptor interactions to facilitate epidemic surveillance, predict species-specific receptor usage, and identify potential animal hosts and animal models of viruses. Based on the sequence of 2019-nCoV spike protein, we apply this predictive framework to provide novel insights into the receptor usage and likely host range of 2019-nCoV. This study provides a robust test of this reiterative framework, providing the basic, translational, and public health research communities with predictive insights that may help study and battle this novel 2019-nCoV."],"journal":"J Virol","authors":["Wan, Yushun","Shang, Jian","Graham, Rachel","Baric, Ralph S","Li, Fang"],"date":"2020-01-31T11:00:00Z","year":2020,"_id":"31996437","week":"20205|Jan 27 - Feb 02","doi":"10.1128/JVI.00127-20","keywords":["2019-ncov","sars coronavirus","angiotensin-converting enzyme 2","animal reservoir","cross-species transmission","human-to-human transmission"],"source":"PubMed","topics":["Mechanism","Transmission"],"weight":1,"locations":["Wuhan","China","Wuhan","Wuhan"],"countries":["China"],"countries_codes":["CHN|China"],"_version_":1664640875404197888,"score":244.5372},{"pmid":32172672,"pmcid":"PMC7103735","title":"A tug-of-war between severe acute respiratory syndrome coronavirus 2 and host antiviral defence: lessons from other pathogenic viruses.","text":["A tug-of-war between severe acute respiratory syndrome coronavirus 2 and host antiviral defence: lessons from other pathogenic viruses.","World Health Organization has declared the ongoing outbreak of coronavirus disease 2019 (COVID-19) a Public Health Emergency of International Concern. The virus was named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the International Committee on Taxonomy of Viruses. Human infection with SARS-CoV-2 leads to a wide range of clinical manifestations ranging from asymptomatic, mild, moderate to severe. The severe cases present with pneumonia, which can progress to acute respiratory distress syndrome. The outbreak provides an opportunity for real-time tracking of an animal coronavirus that has just crossed species barrier to infect humans. The outcome of SARS-CoV-2 infection is largely determined by virus-host interaction. Here, we review the discovery, zoonotic origin, animal hosts, transmissibility and pathogenicity of SARS-CoV-2 in relation to its interplay with host antiviral defense. A comparison with SARS-CoV, Middle East respiratory syndrome coronavirus, community-acquired human coronaviruses and other pathogenic viruses including human immunodeficiency viruses is made. We summarize current understanding of the induction of a proinflammatory cytokine storm by other highly pathogenic human coronaviruses, their adaptation to humans and their usurpation of the cell death programmes. Important questions concerning the interaction between SARS-CoV-2 and host antiviral defence, including asymptomatic and presymptomatic virus shedding, are also discussed.","Emerg Microbes Infect","Fung, Sin-Yee","Yuen, Kit-San","Ye, Zi-Wei","Chan, Chi-Ping","Jin, Dong-Yan","32172672"],"abstract":["World Health Organization has declared the ongoing outbreak of coronavirus disease 2019 (COVID-19) a Public Health Emergency of International Concern. The virus was named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the International Committee on Taxonomy of Viruses. Human infection with SARS-CoV-2 leads to a wide range of clinical manifestations ranging from asymptomatic, mild, moderate to severe. The severe cases present with pneumonia, which can progress to acute respiratory distress syndrome. The outbreak provides an opportunity for real-time tracking of an animal coronavirus that has just crossed species barrier to infect humans. The outcome of SARS-CoV-2 infection is largely determined by virus-host interaction. Here, we review the discovery, zoonotic origin, animal hosts, transmissibility and pathogenicity of SARS-CoV-2 in relation to its interplay with host antiviral defense. A comparison with SARS-CoV, Middle East respiratory syndrome coronavirus, community-acquired human coronaviruses and other pathogenic viruses including human immunodeficiency viruses is made. We summarize current understanding of the induction of a proinflammatory cytokine storm by other highly pathogenic human coronaviruses, their adaptation to humans and their usurpation of the cell death programmes. Important questions concerning the interaction between SARS-CoV-2 and host antiviral defence, including asymptomatic and presymptomatic virus shedding, are also discussed."],"journal":"Emerg Microbes Infect","authors":["Fung, Sin-Yee","Yuen, Kit-San","Ye, Zi-Wei","Chan, Chi-Ping","Jin, Dong-Yan"],"date":"2020-03-17T11:00:00Z","year":2020,"_id":"32172672","week":"202012|Mar 16 - Mar 22","doi":"10.1080/22221751.2020.1736644","keywords":["2019 novel coronavirus","covid-19","coronavirus","sars-cov","sars-cov-2","host antiviral response","type i interferon"],"source":"PubMed","topics":["Mechanism","Transmission"],"weight":1,"_version_":1664640874667048960,"score":225.12953},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","week":"202011|Mar 09 - Mar 15","source":"PubMed","topics":["Prevention","Transmission"],"weight":1,"locations":["Saudi Arabia","Wuhan","China","Hubei","China","China","Saudi Arabia","China","United States","China","China","Italy","Statpearls"],"countries":["China","Italy","United States","Saudi Arabia"],"countries_codes":["CHN|China","ITA|Italy","USA|United States","SAU|Saudi Arabia"],"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1664640874862084096,"score":215.1639},{"pmid":31967321,"pmcid":"PMC7138088","title":"Cross-species transmission of the newly identified coronavirus 2019-nCoV.","text":["Cross-species transmission of the newly identified coronavirus 2019-nCoV.","The current outbreak of viral pneumonia in the city of Wuhan, China, was caused by a novel coronavirus designated 2019-nCoV by the World Health Organization, as determined by sequencing the viral RNA genome. Many initial patients were exposed to wildlife animals at the Huanan seafood wholesale market, where poultry, snake, bats, and other farm animals were also sold. To investigate possible virus reservoir, we have carried out comprehensive sequence analysis and comparison in conjunction with relative synonymous codon usage (RSCU) bias among different animal species based on the 2019-nCoV sequence. Results obtained from our analyses suggest that the 2019-nCoV may appear to be a recombinant virus between the bat coronavirus and an origin-unknown coronavirus. The recombination may occurred within the viral spike glycoprotein, which recognizes a cell surface receptor. Additionally, our findings suggest that 2019-nCoV has most similar genetic information with bat coronovirus and most similar codon usage bias with snake. Taken together, our results suggest that homologous recombination may occur and contribute to the 2019-nCoV cross-species transmission.","J Med Virol","Ji, Wei","Wang, Wei","Zhao, Xiaofang","Zai, Junjie","Li, Xingguang","31967321"],"abstract":["The current outbreak of viral pneumonia in the city of Wuhan, China, was caused by a novel coronavirus designated 2019-nCoV by the World Health Organization, as determined by sequencing the viral RNA genome. Many initial patients were exposed to wildlife animals at the Huanan seafood wholesale market, where poultry, snake, bats, and other farm animals were also sold. To investigate possible virus reservoir, we have carried out comprehensive sequence analysis and comparison in conjunction with relative synonymous codon usage (RSCU) bias among different animal species based on the 2019-nCoV sequence. Results obtained from our analyses suggest that the 2019-nCoV may appear to be a recombinant virus between the bat coronavirus and an origin-unknown coronavirus. The recombination may occurred within the viral spike glycoprotein, which recognizes a cell surface receptor. Additionally, our findings suggest that 2019-nCoV has most similar genetic information with bat coronovirus and most similar codon usage bias with snake. Taken together, our results suggest that homologous recombination may occur and contribute to the 2019-nCoV cross-species transmission."],"journal":"J Med Virol","authors":["Ji, Wei","Wang, Wei","Zhao, Xiaofang","Zai, Junjie","Li, Xingguang"],"date":"2020-01-23T11:00:00Z","year":2020,"_id":"31967321","week":"20204|Jan 20 - Jan 26","doi":"10.1002/jmv.25682","keywords":["2019-ncov","codon usage bias","cross-species transmission","phylogenetic analysis","recombination"],"link_comment_in":"31994738","source":"PubMed","topics":["Transmission","Mechanism"],"weight":1,"locations":["Wuhan","China","Huanan"],"countries":["China"],"countries_codes":["CHN|China"],"_version_":1664640875425169408,"score":208.7178}]}