{"pmid":32315451,"title":"Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","text":["Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines.","Cochrane Database Syst Rev","Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M","32315451"],"journal":"Cochrane Database Syst Rev","authors":["Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M"],"date":"2020-04-22T11:00:00Z","year":2020,"_id":"32315451","week":"202017|Apr 20 - Apr 26","doi":"10.1002/14651858.CD013582","source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Australia"],"countries":["Australia"],"countries_codes":["AUS|Australia"],"abstract":["BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines."],"_version_":1664714520225906688,"score":8.518259,"similar":[{"pmid":32334182,"title":"How to improve adherence with quarantine: rapid review of the evidence.","text":["How to improve adherence with quarantine: rapid review of the evidence.","OBJECTIVES: The December 2019 outbreak of coronavirus has once again thrown the vexed issue of quarantine into the spotlight, with many countries asking their citizens to 'self-isolate' if they have potentially come into contact with the infection. However, adhering to quarantine is difficult. Decisions on how to apply quarantine should be based on the best available evidence to increase the likelihood of people adhering to protocols. We conducted a rapid review to identify factors associated with adherence to quarantine during infectious disease outbreaks. STUDY DESIGN: The study design is a rapid evidence review. METHODS: We searched Medline, PsycINFO and Web of Science for published literature on the reasons for and factors associated with adherence to quarantine during an infectious disease outbreak. RESULTS: We found 3163 articles and included 14 in the review. Adherence to quarantine ranged from as little as 0 up to 92.8%. The main factors which influenced or were associated with adherence decisions were the knowledge people had about the disease and quarantine procedure, social norms, perceived benefits of quarantine and perceived risk of the disease, as well as practical issues such as running out of supplies or the financial consequences of being out of work. CONCLUSIONS: People vary in their adherence to quarantine during infectious disease outbreaks. To improve this, public health officials should provide a timely, clear rationale for quarantine and information about protocols; emphasise social norms to encourage this altruistic behaviour; increase the perceived benefit that engaging in quarantine will have on public health; and ensure that sufficient supplies of food, medication and other essentials are provided.","Public Health","Webster, R K","Brooks, S K","Smith, L E","Woodland, L","Wessely, S","Rubin, G J","32334182"],"abstract":["OBJECTIVES: The December 2019 outbreak of coronavirus has once again thrown the vexed issue of quarantine into the spotlight, with many countries asking their citizens to 'self-isolate' if they have potentially come into contact with the infection. However, adhering to quarantine is difficult. Decisions on how to apply quarantine should be based on the best available evidence to increase the likelihood of people adhering to protocols. We conducted a rapid review to identify factors associated with adherence to quarantine during infectious disease outbreaks. STUDY DESIGN: The study design is a rapid evidence review. METHODS: We searched Medline, PsycINFO and Web of Science for published literature on the reasons for and factors associated with adherence to quarantine during an infectious disease outbreak. RESULTS: We found 3163 articles and included 14 in the review. Adherence to quarantine ranged from as little as 0 up to 92.8%. The main factors which influenced or were associated with adherence decisions were the knowledge people had about the disease and quarantine procedure, social norms, perceived benefits of quarantine and perceived risk of the disease, as well as practical issues such as running out of supplies or the financial consequences of being out of work. CONCLUSIONS: People vary in their adherence to quarantine during infectious disease outbreaks. To improve this, public health officials should provide a timely, clear rationale for quarantine and information about protocols; emphasise social norms to encourage this altruistic behaviour; increase the perceived benefit that engaging in quarantine will have on public health; and ensure that sufficient supplies of food, medication and other essentials are provided."],"journal":"Public Health","authors":["Webster, R K","Brooks, S K","Smith, L E","Woodland, L","Wessely, S","Rubin, G J"],"date":"2020-04-26T11:00:00Z","year":2020,"_id":"32334182","week":"202017|Apr 20 - Apr 26","doi":"10.1016/j.puhe.2020.03.007","keywords":["adherence","compliance","infectious disease outbreak","quarantine"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Medline","PsycINFO"],"_version_":1665071049793863680,"score":265.11325},{"pmid":32293717,"title":"Personal protective equipment for preventing highly infectious diseases due to exposure to contaminated body fluids in healthcare staff.","text":["Personal protective equipment for preventing highly infectious diseases due to exposure to contaminated body fluids in healthcare staff.","BACKGROUND: In epidemics of highly infectious diseases, such as Ebola, severe acute respiratory syndrome (SARS), or coronavirus (COVID-19), healthcare workers (HCW) are at much greater risk of infection than the general population, due to their contact with patients' contaminated body fluids. Personal protective equipment (PPE) can reduce the risk by covering exposed body parts. It is unclear which type of PPE protects best, what is the best way to put PPE on (i.e. donning) or to remove PPE (i.e. doffing), and how to train HCWs to use PPE as instructed. OBJECTIVES: To evaluate which type of full-body PPE and which method of donning or doffing PPE have the least risk of contamination or infection for HCW, and which training methods increase compliance with PPE protocols. SEARCH METHODS: We searched CENTRAL, MEDLINE, Embase and CINAHL to 20 March 2020. SELECTION CRITERIA: We included all controlled studies that evaluated the effect of full-body PPE used by HCW exposed to highly infectious diseases, on the risk of infection, contamination, or noncompliance with protocols. We also included studies that compared the effect of various ways of donning or doffing PPE, and the effects of training on the same outcomes. DATA COLLECTION AND ANALYSIS: Two review authors independently selected studies, extracted data and assessed the risk of bias in included trials. We conducted random-effects meta-analyses were appropriate. MAIN RESULTS: Earlier versions of this review were published in 2016 and 2019. In this update, we included 24 studies with 2278 participants, of which 14 were randomised controlled trials (RCT), one was a quasi-RCT and nine had a non-randomised design. Eight studies compared types of PPE. Six studies evaluated adapted PPE. Eight studies compared donning and doffing processes and three studies evaluated types of training. Eighteen studies used simulated exposure with fluorescent markers or harmless microbes. In simulation studies, median contamination rates were 25% for the intervention and 67% for the control groups. Evidence for all outcomes is of very low certainty unless otherwise stated because it is based on one or two studies, the indirectness of the evidence in simulation studies and because of risk of bias. Types of PPE The use of a powered, air-purifying respirator with coverall may protect against the risk of contamination better than a N95 mask and gown (risk ratio (RR) 0.27, 95% confidence interval (CI) 0.17 to 0.43) but was more difficult to don (non-compliance: RR 7.5, 95% CI 1.81 to 31.1). In one RCT (59 participants), people with a long gown had less contamination than those with a coverall, and coveralls were more difficult to doff (low-certainty evidence). Gowns may protect better against contamination than aprons (small patches: mean difference (MD) -10.28, 95% CI -14.77 to -5.79). PPE made of more breathable material may lead to a similar number of spots on the trunk (MD 1.60, 95% CI -0.15 to 3.35) compared to more water-repellent material but may have greater user satisfaction (MD -0.46, 95% CI -0.84 to -0.08, scale of 1 to 5). Modified PPE versus standard PPE The following modifications to PPE design may lead to less contamination compared to standard PPE: sealed gown and glove combination (RR 0.27, 95% CI 0.09 to 0.78), a better fitting gown around the neck, wrists and hands (RR 0.08, 95% CI 0.01 to 0.55), a better cover of the gown-wrist interface (RR 0.45, 95% CI 0.26 to 0.78, low-certainty evidence), added tabs to grab to facilitate doffing of masks (RR 0.33, 95% CI 0.14 to 0.80) or gloves (RR 0.22, 95% CI 0.15 to 0.31). Donning and doffing Using Centers for Disease Control and Prevention (CDC) recommendations for doffing may lead to less contamination compared to no guidance (small patches: MD -5.44, 95% CI -7.43 to -3.45). One-step removal of gloves and gown may lead to less bacterial contamination (RR 0.20, 95% CI 0.05 to 0.77) but not to less fluorescent contamination (RR 0.98, 95% CI 0.75 to 1.28) than separate removal. Double-gloving may lead to less viral or bacterial contamination compared to single gloving (RR 0.34, 95% CI 0.17 to 0.66) but not to less fluorescent contamination (RR 0.98, 95% CI 0.75 to 1.28). Additional spoken instruction may lead to fewer errors in doffing (MD -0.9, 95% CI -1.4 to -0.4) and to fewer contamination spots (MD -5, 95% CI -8.08 to -1.92). Extra sanitation of gloves before doffing with quaternary ammonium or bleach may decrease contamination, but not alcohol-based hand rub. Training The use of additional computer simulation may lead to fewer errors in doffing (MD -1.2, 95% CI -1.6 to -0.7). A video lecture on donning PPE may lead to better skills scores (MD 30.70, 95% CI 20.14 to 41.26) than a traditional lecture. Face-to-face instruction may reduce noncompliance with doffing guidance more (odds ratio 0.45, 95% CI 0.21 to 0.98) than providing folders or videos only. AUTHORS' CONCLUSIONS: We found low- to very low-certainty evidence that covering more parts of the body leads to better protection but usually comes at the cost of more difficult donning or doffing and less user comfort, and may therefore even lead to more contamination. More breathable types of PPE may lead to similar contamination but may have greater user satisfaction. Modifications to PPE design, such as tabs to grab, may decrease the risk of contamination. For donning and doffing procedures, following CDC doffing guidance, a one-step glove and gown removal, double-gloving, spoken instructions during doffing, and using glove disinfection may reduce contamination and increase compliance. Face-to-face training in PPE use may reduce errors more than folder-based training. We still need RCTs of training with long-term follow-up. We need simulation studies with more participants to find out which combinations of PPE and which doffing procedure protects best. Consensus on simulation of exposure and assessment of outcome is urgently needed. We also need more real-life evidence. Therefore, the use of PPE of HCW exposed to highly infectious diseases should be registered and the HCW should be prospectively followed for their risk of infection.","Cochrane Database Syst Rev","Verbeek, Jos H","Rajamaki, Blair","Ijaz, Sharea","Sauni, Riitta","Toomey, Elaine","Blackwood, Bronagh","Tikka, Christina","Ruotsalainen, Jani H","Kilinc Balci, F Selcen","32293717"],"journal":"Cochrane Database Syst Rev","authors":["Verbeek, Jos H","Rajamaki, Blair","Ijaz, Sharea","Sauni, Riitta","Toomey, Elaine","Blackwood, Bronagh","Tikka, Christina","Ruotsalainen, Jani H","Kilinc Balci, F Selcen"],"date":"2020-04-16T11:00:00Z","year":2020,"_id":"32293717","week":"202016|Apr 13 - Apr 19","doi":"10.1002/14651858.CD011621.pub4","source":"PubMed","topics":["Prevention"],"weight":1,"e_drugs":["Water","Alcohols"],"abstract":["BACKGROUND: In epidemics of highly infectious diseases, such as Ebola, severe acute respiratory syndrome (SARS), or coronavirus (COVID-19), healthcare workers (HCW) are at much greater risk of infection than the general population, due to their contact with patients' contaminated body fluids. Personal protective equipment (PPE) can reduce the risk by covering exposed body parts. It is unclear which type of PPE protects best, what is the best way to put PPE on (i.e. donning) or to remove PPE (i.e. doffing), and how to train HCWs to use PPE as instructed. OBJECTIVES: To evaluate which type of full-body PPE and which method of donning or doffing PPE have the least risk of contamination or infection for HCW, and which training methods increase compliance with PPE protocols. SEARCH METHODS: We searched CENTRAL, MEDLINE, Embase and CINAHL to 20 March 2020. SELECTION CRITERIA: We included all controlled studies that evaluated the effect of full-body PPE used by HCW exposed to highly infectious diseases, on the risk of infection, contamination, or noncompliance with protocols. We also included studies that compared the effect of various ways of donning or doffing PPE, and the effects of training on the same outcomes. DATA COLLECTION AND ANALYSIS: Two review authors independently selected studies, extracted data and assessed the risk of bias in included trials. We conducted random-effects meta-analyses were appropriate. MAIN RESULTS: Earlier versions of this review were published in 2016 and 2019. In this update, we included 24 studies with 2278 participants, of which 14 were randomised controlled trials (RCT), one was a quasi-RCT and nine had a non-randomised design. Eight studies compared types of PPE. Six studies evaluated adapted PPE. Eight studies compared donning and doffing processes and three studies evaluated types of training. Eighteen studies used simulated exposure with fluorescent markers or harmless microbes. In simulation studies, median contamination rates were 25% for the intervention and 67% for the control groups. Evidence for all outcomes is of very low certainty unless otherwise stated because it is based on one or two studies, the indirectness of the evidence in simulation studies and because of risk of bias. Types of PPE The use of a powered, air-purifying respirator with coverall may protect against the risk of contamination better than a N95 mask and gown (risk ratio (RR) 0.27, 95% confidence interval (CI) 0.17 to 0.43) but was more difficult to don (non-compliance: RR 7.5, 95% CI 1.81 to 31.1). In one RCT (59 participants), people with a long gown had less contamination than those with a coverall, and coveralls were more difficult to doff (low-certainty evidence). Gowns may protect better against contamination than aprons (small patches: mean difference (MD) -10.28, 95% CI -14.77 to -5.79). PPE made of more breathable material may lead to a similar number of spots on the trunk (MD 1.60, 95% CI -0.15 to 3.35) compared to more water-repellent material but may have greater user satisfaction (MD -0.46, 95% CI -0.84 to -0.08, scale of 1 to 5). Modified PPE versus standard PPE The following modifications to PPE design may lead to less contamination compared to standard PPE: sealed gown and glove combination (RR 0.27, 95% CI 0.09 to 0.78), a better fitting gown around the neck, wrists and hands (RR 0.08, 95% CI 0.01 to 0.55), a better cover of the gown-wrist interface (RR 0.45, 95% CI 0.26 to 0.78, low-certainty evidence), added tabs to grab to facilitate doffing of masks (RR 0.33, 95% CI 0.14 to 0.80) or gloves (RR 0.22, 95% CI 0.15 to 0.31). Donning and doffing Using Centers for Disease Control and Prevention (CDC) recommendations for doffing may lead to less contamination compared to no guidance (small patches: MD -5.44, 95% CI -7.43 to -3.45). One-step removal of gloves and gown may lead to less bacterial contamination (RR 0.20, 95% CI 0.05 to 0.77) but not to less fluorescent contamination (RR 0.98, 95% CI 0.75 to 1.28) than separate removal. Double-gloving may lead to less viral or bacterial contamination compared to single gloving (RR 0.34, 95% CI 0.17 to 0.66) but not to less fluorescent contamination (RR 0.98, 95% CI 0.75 to 1.28). Additional spoken instruction may lead to fewer errors in doffing (MD -0.9, 95% CI -1.4 to -0.4) and to fewer contamination spots (MD -5, 95% CI -8.08 to -1.92). Extra sanitation of gloves before doffing with quaternary ammonium or bleach may decrease contamination, but not alcohol-based hand rub. Training The use of additional computer simulation may lead to fewer errors in doffing (MD -1.2, 95% CI -1.6 to -0.7). A video lecture on donning PPE may lead to better skills scores (MD 30.70, 95% CI 20.14 to 41.26) than a traditional lecture. Face-to-face instruction may reduce noncompliance with doffing guidance more (odds ratio 0.45, 95% CI 0.21 to 0.98) than providing folders or videos only. AUTHORS' CONCLUSIONS: We found low- to very low-certainty evidence that covering more parts of the body leads to better protection but usually comes at the cost of more difficult donning or doffing and less user comfort, and may therefore even lead to more contamination. More breathable types of PPE may lead to similar contamination but may have greater user satisfaction. Modifications to PPE design, such as tabs to grab, may decrease the risk of contamination. For donning and doffing procedures, following CDC doffing guidance, a one-step glove and gown removal, double-gloving, spoken instructions during doffing, and using glove disinfection may reduce contamination and increase compliance. Face-to-face training in PPE use may reduce errors more than folder-based training. We still need RCTs of training with long-term follow-up. We need simulation studies with more participants to find out which combinations of PPE and which doffing procedure protects best. Consensus on simulation of exposure and assessment of outcome is urgently needed. We also need more real-life evidence. Therefore, the use of PPE of HCW exposed to highly infectious diseases should be registered and the HCW should be prospectively followed for their risk of infection."],"_version_":1664636192781500416,"score":238.68678},{"pmid":32325718,"title":"Personal Safety during the COVID-19 Pandemic: Realities and Perspectives of Healthcare Workers in Latin America.","text":["Personal Safety during the COVID-19 Pandemic: Realities and Perspectives of Healthcare Workers in Latin America.","Healthcare workers exposed to coronavirus (COVID-19) may not have adequate access to personal protective equipment (PPE), safety procedures, and diagnostic protocols. Our objective was to evaluate the reality and perceptions about personal safety among healthcare workers in Latin America. This is a cross-sectional, online survey-based study administered to 936 healthcare professionals in Latin America from 31 March 2020 to 4 April 2020. A 12-item structured questionnaire was developed. A total of 936 healthcare workers completed the online survey. Of them, 899 (95.1%) were physicians, 28 (2.9%) were nurses, and 18 (1.9%) were allied health professionals. Access to protective equipment was as follows: gel hand sanitizer (n = 889; 95%), disposable gloves (n = 853; 91.1%), disposable gowns (n = 630; 67.3%), disposable surgical masks (785; 83.9%), N95 masks (n = 516; 56.1%), and facial protective shields (n = 305; 32.6%). The vast majority (n = 707; 75.5%) had access to personal safety policies and procedures, and 699 (74.7%) participants had access to diagnostic algorithms. On a 1-to-10 Likert scale, the participants expressed limited human resources support (4.92 +/- 0.2; mean +/- SD), physical integrity protection in the workplace (5.5 +/- 0.1; mean +/- SD), and support from public health authorities (5.01 +/- 0.12; mean +/- SD). Healthcare workers in Latin America had limited access to essential PPE and support from healthcare authorities during the COVID-19 pandemic.","Int J Environ Res Public Health","Delgado, Diego","Wyss Quintana, Fernando","Perez, Gonzalo","Sosa Liprandi, Alvaro","Ponte-Negretti, Carlos","Mendoza, Ivan","Baranchuk, Adrian","32325718"],"abstract":["Healthcare workers exposed to coronavirus (COVID-19) may not have adequate access to personal protective equipment (PPE), safety procedures, and diagnostic protocols. Our objective was to evaluate the reality and perceptions about personal safety among healthcare workers in Latin America. This is a cross-sectional, online survey-based study administered to 936 healthcare professionals in Latin America from 31 March 2020 to 4 April 2020. A 12-item structured questionnaire was developed. A total of 936 healthcare workers completed the online survey. Of them, 899 (95.1%) were physicians, 28 (2.9%) were nurses, and 18 (1.9%) were allied health professionals. Access to protective equipment was as follows: gel hand sanitizer (n = 889; 95%), disposable gloves (n = 853; 91.1%), disposable gowns (n = 630; 67.3%), disposable surgical masks (785; 83.9%), N95 masks (n = 516; 56.1%), and facial protective shields (n = 305; 32.6%). The vast majority (n = 707; 75.5%) had access to personal safety policies and procedures, and 699 (74.7%) participants had access to diagnostic algorithms. On a 1-to-10 Likert scale, the participants expressed limited human resources support (4.92 +/- 0.2; mean +/- SD), physical integrity protection in the workplace (5.5 +/- 0.1; mean +/- SD), and support from public health authorities (5.01 +/- 0.12; mean +/- SD). Healthcare workers in Latin America had limited access to essential PPE and support from healthcare authorities during the COVID-19 pandemic."],"journal":"Int J Environ Res Public Health","authors":["Delgado, Diego","Wyss Quintana, Fernando","Perez, Gonzalo","Sosa Liprandi, Alvaro","Ponte-Negretti, Carlos","Mendoza, Ivan","Baranchuk, Adrian"],"date":"2020-04-25T11:00:00Z","year":2020,"_id":"32325718","week":"202017|Apr 20 - Apr 26","doi":"10.3390/ijerph17082798","keywords":["latin america","coronavirus","healthcare","safety"],"source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1664996914985172992,"score":218.9581},{"pmid":32302444,"title":"Skin Reactions to Non-glove Personal Protective Equipment: An Emerging Issue in the COVID-19 Pandemic.","text":["Skin Reactions to Non-glove Personal Protective Equipment: An Emerging Issue in the COVID-19 Pandemic.","Protecting healthcare workers (HCWs) is crucial during Corona Virus Disease 2019 pandemic and requires wearing personal protective equipment (PPE) [1]. While most of the studies have focused on the skin reactions caused by gloves, other PPE such as gowns, respirator masks, face shields and goggles are also worn by HCWs for long hours during the current epidemic and skin irritations caused by these equipment may cause discouragement of health workers from using them [2]. In this letter we have focused on the reaction caused by non-glove PPE.","J Eur Acad Dermatol Venereol","Gheisari, Mehdi","Araghi, Farnaz","Moravvej, Hamideh","Tabary, Mohammadreza","Dadkhahfar, Sahar","32302444"],"abstract":["Protecting healthcare workers (HCWs) is crucial during Corona Virus Disease 2019 pandemic and requires wearing personal protective equipment (PPE) [1]. While most of the studies have focused on the skin reactions caused by gloves, other PPE such as gowns, respirator masks, face shields and goggles are also worn by HCWs for long hours during the current epidemic and skin irritations caused by these equipment may cause discouragement of health workers from using them [2]. In this letter we have focused on the reaction caused by non-glove PPE."],"journal":"J Eur Acad Dermatol Venereol","authors":["Gheisari, Mehdi","Araghi, Farnaz","Moravvej, Hamideh","Tabary, Mohammadreza","Dadkhahfar, Sahar"],"date":"2020-04-18T11:00:00Z","year":2020,"_id":"32302444","week":"202016|Apr 13 - Apr 19","doi":"10.1111/jdv.16492","keywords":["covid-19","personal protective equipment","skin reaction"],"source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1664635401387638785,"score":211.39038},{"pmid":32320327,"title":"Respiratory Protection Considerations for Healthcare Workers During the COVID-19 Pandemic.","text":["Respiratory Protection Considerations for Healthcare Workers During the COVID-19 Pandemic.","The COVID-19 pandemic has resulted in a surge of patients that exceeds available human and physical resources in many settings, triggering the implementation of crisis standards of care. High-quality respiratory protection is essential to reduce exposure among healthcare workers, yet dire shortages of personal protective equipment in the United States threaten the health and safety of this essential workforce. In the context of rapidly changing conditions and incomplete data, this article outlines 3 important strategies to improve healthcare workers' respiratory protection. At a minimum, healthcare workers delivering care to patients with confirmed or suspected COVID-19 should wear N95 respirators and full-face shields. Several mechanisms exist to boost and protect the supply of N95 respirators, including rigorous decontamination protocols, invoking the Defense Production Act, expanded use of reusable elastomeric respirators, and repurposing industrial N95 respirators. Finally, homemade facial coverings do not protect healthcare workers and should be avoided. These strategies, coupled with longer-term strategies of investments in protective equipment research, infrastructure, and data systems, provide a framework to protect healthcare workers immediately and enhance preparedness efforts for future pandemics.","Health Secur","Friese, Christopher R","Veenema, Tener Goodwin","Johnson, James S","Jayaraman, Sundaresan","Chang, James C","Clever, Linda Hawes","32320327"],"abstract":["The COVID-19 pandemic has resulted in a surge of patients that exceeds available human and physical resources in many settings, triggering the implementation of crisis standards of care. High-quality respiratory protection is essential to reduce exposure among healthcare workers, yet dire shortages of personal protective equipment in the United States threaten the health and safety of this essential workforce. In the context of rapidly changing conditions and incomplete data, this article outlines 3 important strategies to improve healthcare workers' respiratory protection. At a minimum, healthcare workers delivering care to patients with confirmed or suspected COVID-19 should wear N95 respirators and full-face shields. Several mechanisms exist to boost and protect the supply of N95 respirators, including rigorous decontamination protocols, invoking the Defense Production Act, expanded use of reusable elastomeric respirators, and repurposing industrial N95 respirators. Finally, homemade facial coverings do not protect healthcare workers and should be avoided. These strategies, coupled with longer-term strategies of investments in protective equipment research, infrastructure, and data systems, provide a framework to protect healthcare workers immediately and enhance preparedness efforts for future pandemics."],"journal":"Health Secur","authors":["Friese, Christopher R","Veenema, Tener Goodwin","Johnson, James S","Jayaraman, Sundaresan","Chang, James C","Clever, Linda Hawes"],"date":"2020-04-23T11:00:00Z","year":2020,"_id":"32320327","week":"202017|Apr 20 - Apr 26","doi":"10.1089/hs.2020.0036","keywords":["covid-19","healthcare workers","personal protective equipment"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["United States"],"countries":["United States"],"countries_codes":["USA|United States"],"_version_":1664815087862415360,"score":201.7767}]}