{"pmid":32317041,"title":"MANAGEMENT OF COVID-19 OUTBREAK IN ARGENTINA: THE BEGINNING.","text":["MANAGEMENT OF COVID-19 OUTBREAK IN ARGENTINA: THE BEGINNING.","OBJECTIVE: To analyze the impact COVID-19 had in Argentina during its initial stage, identifying the measures taken to try to mitigate its impact and briefly compare it with Influenza A H1N1 pandemic in 2009. METHODS: descriptive study. RESULTS: Pandemics constitute a serious problem to global health with a major impact in countries population. The late COVID-19 outbreak represent one of the most important viral pandemics lately. It reached Argentina 64 days after the first case was identified in China. Since then, several measures were taken by the Argentinian government to try mitigate its impact in this initial stage. CONCLUSION: An updated report of the current situation and its management in different countries is of vital importance regarding global health issues and may serve for feedback and decision-making.","Disaster Med Public Health Prep","Gemelli, Nicolas Alejandro","32317041"],"abstract":["OBJECTIVE: To analyze the impact COVID-19 had in Argentina during its initial stage, identifying the measures taken to try to mitigate its impact and briefly compare it with Influenza A H1N1 pandemic in 2009. METHODS: descriptive study. RESULTS: Pandemics constitute a serious problem to global health with a major impact in countries population. The late COVID-19 outbreak represent one of the most important viral pandemics lately. It reached Argentina 64 days after the first case was identified in China. Since then, several measures were taken by the Argentinian government to try mitigate its impact in this initial stage. CONCLUSION: An updated report of the current situation and its management in different countries is of vital importance regarding global health issues and may serve for feedback and decision-making."],"journal":"Disaster Med Public Health Prep","authors":["Gemelli, Nicolas Alejandro"],"date":"2020-04-23T11:00:00Z","year":2020,"_id":"32317041","week":"202017|Apr 20 - Apr 26","doi":"10.1017/dmp.2020.116","keywords":["covid-19","pandemics","public health","public health surveillance"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Argentina","Argentina","China","Argentinian"],"countries":["Argentina","China"],"countries_codes":["ARG|Argentina","CHN|China"],"_version_":1664815087780626432,"score":8.518259,"similar":[{"pmid":32235433,"title":"Corona Virus (COVID-19) \"Infodemic\" and Emerging Issues through a Data Lens: The Case of China.","text":["Corona Virus (COVID-19) \"Infodemic\" and Emerging Issues through a Data Lens: The Case of China.","Coronavirus (COVID-19) is a humanitarian emergency, which started in Wuhan in China in early December 2019, brought into the notice of the authorities in late December, early January 2020, and, after investigation, was declared as an emergency in the third week of January 2020. The WHO declared this as Public Health Emergency of International Concern (PHEIC) on 31th of January 2020, and finally a pandemic on 11th March 2020. As of March 24th, 2020, the virus has caused a casualty of over 16,600 people worldwide with more than 380,000 people confirmed as infected by it, of which more than 10,000 cases are serious. Mainly based on Chinese newspapers, social media and other digital platform data, this paper analyzes the timeline of the key actions taken by the government and people over three months in five different phases. It found that although there was an initial delay in responding, a unique combination of strong governance, strict regulation, strong community vigilance and citizen participation, and wise use of big data and digital technologies, were some of the key factors in China's efforts to combat this virus. Being inviable and non-measurable (unlike radioactive exposure), appropriate and timely information is very important to form the basic foundation of mitigation and curative measures. Infodemic, as it is termed by WHO, is a key word, where different stakeholder's participation, along with stricter regulation, is required to reduce the impact of fake news in this information age and social media. Although different countries will need different approaches, focusing on its humanitarian nature and addressing infodemic issues are the two critical factors for future global mitigation efforts.","Int J Environ Res Public Health","Hua, Jinling","Shaw, Rajib","32235433"],"abstract":["Coronavirus (COVID-19) is a humanitarian emergency, which started in Wuhan in China in early December 2019, brought into the notice of the authorities in late December, early January 2020, and, after investigation, was declared as an emergency in the third week of January 2020. The WHO declared this as Public Health Emergency of International Concern (PHEIC) on 31th of January 2020, and finally a pandemic on 11th March 2020. As of March 24th, 2020, the virus has caused a casualty of over 16,600 people worldwide with more than 380,000 people confirmed as infected by it, of which more than 10,000 cases are serious. Mainly based on Chinese newspapers, social media and other digital platform data, this paper analyzes the timeline of the key actions taken by the government and people over three months in five different phases. It found that although there was an initial delay in responding, a unique combination of strong governance, strict regulation, strong community vigilance and citizen participation, and wise use of big data and digital technologies, were some of the key factors in China's efforts to combat this virus. Being inviable and non-measurable (unlike radioactive exposure), appropriate and timely information is very important to form the basic foundation of mitigation and curative measures. Infodemic, as it is termed by WHO, is a key word, where different stakeholder's participation, along with stricter regulation, is required to reduce the impact of fake news in this information age and social media. Although different countries will need different approaches, focusing on its humanitarian nature and addressing infodemic issues are the two critical factors for future global mitigation efforts."],"journal":"Int J Environ Res Public Health","authors":["Hua, Jinling","Shaw, Rajib"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32235433","week":"202014|Mar 30 - Apr 05","doi":"10.3390/ijerph17072309","keywords":["covid-19","coronavirus","citizen participation","data science","good governance","humanitarian emergency","infodemic"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Wuhan","China","Chinese","China"],"countries":["China"],"countries_codes":["CHN|China"],"_version_":1664638354254200834,"score":213.2346},{"pmid":32296266,"pmcid":"PMC7158845","title":"Initial impacts of global risk mitigation measures taken during the combatting of the COVID-19 pandemic.","text":["Initial impacts of global risk mitigation measures taken during the combatting of the COVID-19 pandemic.","This paper presents an analysis of risk mitigation measures taken by countries around the world facing the current COVID-19 outbreak. In light of the current pandemic the authors collated and clustered (using harmonised terminology) the risk mitigation measures taken around the globe in the combat to contain, and since March 11 2020, to limit the spread of the SARS-CoV-2 virus known to cause the Coronavirus disease 2019 (COVID-19). This overview gathers lessons learnt, providing an update on the current knowledge for authorities, sectors and first responders on the effectiveness of said measures, and may allow enhanced prevention, preparedness and response for future outbreaks. Various measures such as mobility restrictions, physical distancing, hygienic measures, socio-economic restrictions, communication and international support mechanisms have been clustered and are reviewed in terms of the nature of the actions taken and their qualitative early-perceived impact. At the time of writing, it is still too premature to express the quantitative effectiveness of each risk mitigation cluster, but it seems that the best mitigation results are reported when applying a combination of voluntary and enforceable measures.","Saf Sci","Bruinen de Bruin, Yuri","Lequarre, Anne-Sophie","McCourt, Josephine","Clevestig, Peter","Pigazzani, Filippo","Zare Jeddi, Maryam","Colosio, Claudio","Goulart, Margarida","32296266"],"abstract":["This paper presents an analysis of risk mitigation measures taken by countries around the world facing the current COVID-19 outbreak. In light of the current pandemic the authors collated and clustered (using harmonised terminology) the risk mitigation measures taken around the globe in the combat to contain, and since March 11 2020, to limit the spread of the SARS-CoV-2 virus known to cause the Coronavirus disease 2019 (COVID-19). This overview gathers lessons learnt, providing an update on the current knowledge for authorities, sectors and first responders on the effectiveness of said measures, and may allow enhanced prevention, preparedness and response for future outbreaks. Various measures such as mobility restrictions, physical distancing, hygienic measures, socio-economic restrictions, communication and international support mechanisms have been clustered and are reviewed in terms of the nature of the actions taken and their qualitative early-perceived impact. At the time of writing, it is still too premature to express the quantitative effectiveness of each risk mitigation cluster, but it seems that the best mitigation results are reported when applying a combination of voluntary and enforceable measures."],"journal":"Saf Sci","authors":["Bruinen de Bruin, Yuri","Lequarre, Anne-Sophie","McCourt, Josephine","Clevestig, Peter","Pigazzani, Filippo","Zare Jeddi, Maryam","Colosio, Claudio","Goulart, Margarida"],"date":"2020-04-17T11:00:00Z","year":2020,"_id":"32296266","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.ssci.2020.104773","keywords":["covid-19","corona virus","sars-cov-2","mitigation impact","public health","risk mitigation measures"],"source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1664641388287885312,"score":211.67415},{"pmid":32296777,"pmcid":"PMC7147223","title":"Mesenchymal stem cells and management of COVID-19 pneumonia.","text":["Mesenchymal stem cells and management of COVID-19 pneumonia.","Human coronavirus, hCoV-19, is highly pathogenic with severe pneumonia associated with rapid virus replication. Arising in Wuhan China December 2019, the current COVID-19 epidemic has rapidly grown with person-to-person infection expanding to become a global health emergency now on pandemic scale. Governments will not be able to minimise both deaths from COVID-19 and the economic impact of viral spread in mitigation of this current COVID-19 pandemic, according to Anderson et al. 2020 [1], Keeping mortality as low as possible will be the highest priority for individuals; hence governments must put in place measures to ameliorate the inevitable economic downturn. The current global picture shows small chains of transmission in many countries and large chains resulting in extensive spread in a few countries, such as Italy, Iran, South Korea, and Japan. Most countries are likely to have spread of COVID-19, at least in the early stages, before any mitigation measures have an impact. The scale of the problem is massive. Here I consider new approaches to improve patient's biological resistance to COVID-19 using stem cells, and how benefit might be scaled and simplified using synthetic stem cells to meet logistical needs within a short time frame.","Med Drug Discov","Metcalfe, Su M","32296777"],"abstract":["Human coronavirus, hCoV-19, is highly pathogenic with severe pneumonia associated with rapid virus replication. Arising in Wuhan China December 2019, the current COVID-19 epidemic has rapidly grown with person-to-person infection expanding to become a global health emergency now on pandemic scale. Governments will not be able to minimise both deaths from COVID-19 and the economic impact of viral spread in mitigation of this current COVID-19 pandemic, according to Anderson et al. 2020 [1], Keeping mortality as low as possible will be the highest priority for individuals; hence governments must put in place measures to ameliorate the inevitable economic downturn. The current global picture shows small chains of transmission in many countries and large chains resulting in extensive spread in a few countries, such as Italy, Iran, South Korea, and Japan. Most countries are likely to have spread of COVID-19, at least in the early stages, before any mitigation measures have an impact. The scale of the problem is massive. Here I consider new approaches to improve patient's biological resistance to COVID-19 using stem cells, and how benefit might be scaled and simplified using synthetic stem cells to meet logistical needs within a short time frame."],"journal":"Med Drug Discov","authors":["Metcalfe, Su M"],"date":"2020-04-17T11:00:00Z","year":2020,"_id":"32296777","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.medidd.2020.100019","keywords":["corona virus","cytokine storm","leukaemia inhibitory factor","mesenchymal stem cells","synthetic stem cells"],"source":"PubMed","topics":["Treatment"],"weight":1,"locations":["Wuhan","China","Italy","Iran","South Korea","Japan"],"countries":["Japan","China","Iran, Islamic Republic of","Italy","Korea, Republic of"],"countries_codes":["JPN|Japan","CHN|China","IRN|Iran, Islamic Republic of","ITA|Italy","KOR|Korea, Republic of"],"_version_":1664641388281593856,"score":206.46906},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","week":"202011|Mar 09 - Mar 15","source":"PubMed","topics":["Prevention","Transmission"],"weight":1,"locations":["Saudi Arabia","Wuhan","China","Hubei","China","China","Saudi Arabia","China","United States","China","China","Italy","Statpearls"],"countries":["China","Italy","United States","Saudi Arabia"],"countries_codes":["CHN|China","ITA|Italy","USA|United States","SAU|Saudi Arabia"],"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1664640874862084096,"score":202.9544},{"pmid":32257771,"pmcid":"PMC7104687","title":"KCDC Risk Assessments on the Initial Phase of the COVID-19 Outbreak in Korea.","text":["KCDC Risk Assessments on the Initial Phase of the COVID-19 Outbreak in Korea.","Objectives: This study aims to evaluate the risk assessments of coronavirus 2019 (COVID-19) in the Korea Centers for Disease Control and Prevention (KCDC), from the point of detection to the provision of basic information to the relevant public health authorities. Methods: To estimate the overall risk of specific public health events, probability, and impact at the country-level were evaluated using available information. To determine the probability of particular public health events, the risk of importation and risk of transmission were taken into consideration. KCDC used 5 levels (\"very low,\" \"low,\" \"moderate,\" \"high,\" and \"very high\") for each category and overall risk was eventually decided. Results: A total of 8 risk assessments were performed on 8 separate occasions between January 8(th) to February 28(th), 2020, depending on the detection and report of COVID-19 cases in other countries. The overall risk of the situation in each assessment increased in severity over this period: \"low\" (first), \"moderate\" (second), \"high\" (third), \"high\" (fourth), \"high\" (fifth), \"high\" (sixth), \"high\" (seventh), and \"very high\" (eighth). Conclusion: The KCDC's 8 risk assessments were utilized to activate national emergency response mechanisms and eventually prepare for the pandemic to ensure the containment and mitigation of COVID-19 with non-pharmaceutical public health measures.","Osong Public Health Res Perspect","Kim, Inho","Lee, Jia","Lee, Jihee","Shin, Eensuk","Chu, Chaeshin","Lee, Seon Kui","32257771"],"abstract":["Objectives: This study aims to evaluate the risk assessments of coronavirus 2019 (COVID-19) in the Korea Centers for Disease Control and Prevention (KCDC), from the point of detection to the provision of basic information to the relevant public health authorities. Methods: To estimate the overall risk of specific public health events, probability, and impact at the country-level were evaluated using available information. To determine the probability of particular public health events, the risk of importation and risk of transmission were taken into consideration. KCDC used 5 levels (\"very low,\" \"low,\" \"moderate,\" \"high,\" and \"very high\") for each category and overall risk was eventually decided. Results: A total of 8 risk assessments were performed on 8 separate occasions between January 8(th) to February 28(th), 2020, depending on the detection and report of COVID-19 cases in other countries. The overall risk of the situation in each assessment increased in severity over this period: \"low\" (first), \"moderate\" (second), \"high\" (third), \"high\" (fourth), \"high\" (fifth), \"high\" (sixth), \"high\" (seventh), and \"very high\" (eighth). Conclusion: The KCDC's 8 risk assessments were utilized to activate national emergency response mechanisms and eventually prepare for the pandemic to ensure the containment and mitigation of COVID-19 with non-pharmaceutical public health measures."],"journal":"Osong Public Health Res Perspect","authors":["Kim, Inho","Lee, Jia","Lee, Jihee","Shin, Eensuk","Chu, Chaeshin","Lee, Seon Kui"],"date":"2020-04-08T11:00:00Z","year":2020,"_id":"32257771","week":"202015|Apr 06 - Apr 12","doi":"10.24171/j.phrp.2020.11.2.02","keywords":["covid-19","public health","risk assessment"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Korea","South Korea"],"countries":["Korea, Republic of"],"countries_codes":["KOR|Korea, Republic of"],"_version_":1664640769822031872,"score":191.98222}]}