{"pmid":32320506,"title":"Early Self-Proning in Awake, Non-intubated Patients in the Emergency Department: A Single ED's Experience during the COVID-19 Pandemic.","text":["Early Self-Proning in Awake, Non-intubated Patients in the Emergency Department: A Single ED's Experience during the COVID-19 Pandemic.","OBJECTIVE: Prolonged and unaddressed hypoxia can lead to poor patient outcomes. Proning has become a standard treatment in the management of patients with ARDS who have difficulty achieving adequate oxygen saturation. The purpose of this study was to describe the use of early proning of awake, non-intubated patients in the emergency department (ED) during the COVID-19 pandemic. METHODS: This pilot study was carried out in a single urban ED in New York City. We included patients suspected of having COVID19 with hypoxia on arrival. A standard pulse oximeter was used to measure SpO2. SpO2 measurements were recorded at triage and after five minutes of proning. Supplemental oxygenation methods included non-rebreather mask (NRB) and nasal cannula. We also characterized post-proning failure rates of intubation within the first 24 hours of arrival to the ED. RESULTS: Fifty patients were included. Overall, the median SpO2 at triage was 80% (IQR 69 to 85). After application of supplemental oxygen was given to patients on room air it was 84% (IQR 75 to 90). After 5 minutes of proning was added SpO2 improved to 94% (IQR 90 to 95). Comparison of the pre- to post-median by the Wilcoxon Rank-sum test yielded P=0.001. Thirteen patients (24%) failed to improve or maintain their oxygen saturations and required endotracheal intubation within 24 hours of arrival to the ED. CONCLUSION: Awake early self-proning in the emergency department demonstrated improved oxygen saturation in our COVID-19positive patients. Further studies are needed to support causality and determine the effect of proning on disease severity and mortality.","Acad Emerg Med","Caputo, Nicholas D","Strayer, Reuben J","Levitan, Richard","32320506"],"abstract":["OBJECTIVE: Prolonged and unaddressed hypoxia can lead to poor patient outcomes. Proning has become a standard treatment in the management of patients with ARDS who have difficulty achieving adequate oxygen saturation. The purpose of this study was to describe the use of early proning of awake, non-intubated patients in the emergency department (ED) during the COVID-19 pandemic. METHODS: This pilot study was carried out in a single urban ED in New York City. We included patients suspected of having COVID19 with hypoxia on arrival. A standard pulse oximeter was used to measure SpO2. SpO2 measurements were recorded at triage and after five minutes of proning. Supplemental oxygenation methods included non-rebreather mask (NRB) and nasal cannula. We also characterized post-proning failure rates of intubation within the first 24 hours of arrival to the ED. RESULTS: Fifty patients were included. Overall, the median SpO2 at triage was 80% (IQR 69 to 85). After application of supplemental oxygen was given to patients on room air it was 84% (IQR 75 to 90). After 5 minutes of proning was added SpO2 improved to 94% (IQR 90 to 95). Comparison of the pre- to post-median by the Wilcoxon Rank-sum test yielded P=0.001. Thirteen patients (24%) failed to improve or maintain their oxygen saturations and required endotracheal intubation within 24 hours of arrival to the ED. CONCLUSION: Awake early self-proning in the emergency department demonstrated improved oxygen saturation in our COVID-19positive patients. Further studies are needed to support causality and determine the effect of proning on disease severity and mortality."],"journal":"Acad Emerg Med","authors":["Caputo, Nicholas D","Strayer, Reuben J","Levitan, Richard"],"date":"2020-04-23T11:00:00Z","year":2020,"_id":"32320506","week":"202017|Apr 20 - Apr 26","doi":"10.1111/acem.13994","source":"PubMed","topics":["Treatment"],"weight":1,"locations":["New York","Awake"],"countries":["United States"],"countries_codes":["USA|United States"],"_version_":1664815087890726912,"score":8.518259,"similar":[{"pmid":32268019,"title":"[Clinical experience of high-flow nasal cannula oxygen therapy in severe corona virus disease 2019 (COVID-19) patients].","text":["[Clinical experience of high-flow nasal cannula oxygen therapy in severe corona virus disease 2019 (COVID-19) patients].","Acute respiratory failure due to acute hypoxemia is the major manifestation in severe coronavirus disease 2019 (COVID-19) induced by severe acute respiratory syndrome coronavirus 2 infection. Rational and effective respiratory support is crucial in the management of COVID-19 patients. High-flow nasal cannula (HFNC) has been utilized widely due to its superiority over other non-invasive respiratory support techniques. To avoid HFNC failure and intubation delay, the key issues are proper patients, timely application and improving compliance. It should be noted that elder patients are vulnerable for failed HFNC. We applied HFNC for oxygen therapy in severe and critical COVID-19 patients and summarized the following experiences. Firstly, to select the proper size of nasal catheter, to locate it at suitable place, and to confirm the nose and the upper respiratory airway unobstructed. Secondly, an initial flow of 60 L/min and 37 should be given immediately for patients with obvious respiratory distress or weak cough ability; otherwise, low-level support should be given first and the level gradually increased. Thirdly, to avoid hypoxia or hypoxemia, the treatment goal of HFNC should be maintained the oxygen saturation (SpO2) above 95% for patients without chronic pulmonary disease. Finally, patients should wear a surgical mask during HFNC treatment to reduce the risk of virus transmission through droplets or aerosols.","Zhejiang Da Xue Xue Bao Yi Xue Ban","He, Guojun","Han, Yijiao","Fang, Qiang","Zhou, Jianying","Shen, Jifang","Li, Tong","Pu, Qibing","Chen, Aijun","Qi, Zhiyang","Sun, Lijun","Cai, Hongliu","32268019"],"abstract":["Acute respiratory failure due to acute hypoxemia is the major manifestation in severe coronavirus disease 2019 (COVID-19) induced by severe acute respiratory syndrome coronavirus 2 infection. Rational and effective respiratory support is crucial in the management of COVID-19 patients. High-flow nasal cannula (HFNC) has been utilized widely due to its superiority over other non-invasive respiratory support techniques. To avoid HFNC failure and intubation delay, the key issues are proper patients, timely application and improving compliance. It should be noted that elder patients are vulnerable for failed HFNC. We applied HFNC for oxygen therapy in severe and critical COVID-19 patients and summarized the following experiences. Firstly, to select the proper size of nasal catheter, to locate it at suitable place, and to confirm the nose and the upper respiratory airway unobstructed. Secondly, an initial flow of 60 L/min and 37 should be given immediately for patients with obvious respiratory distress or weak cough ability; otherwise, low-level support should be given first and the level gradually increased. Thirdly, to avoid hypoxia or hypoxemia, the treatment goal of HFNC should be maintained the oxygen saturation (SpO2) above 95% for patients without chronic pulmonary disease. Finally, patients should wear a surgical mask during HFNC treatment to reduce the risk of virus transmission through droplets or aerosols."],"journal":"Zhejiang Da Xue Xue Bao Yi Xue Ban","authors":["He, Guojun","Han, Yijiao","Fang, Qiang","Zhou, Jianying","Shen, Jifang","Li, Tong","Pu, Qibing","Chen, Aijun","Qi, Zhiyang","Sun, Lijun","Cai, Hongliu"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32268019","week":"202015|Apr 06 - Apr 12","source":"PubMed","topics":["Treatment"],"weight":1,"locations":["hypoxia","hypoxemia"],"_version_":1664637636027875329,"score":459.74097},{"pmid":32319424,"title":"Respiratory Support in Novel Coronavirus Disease (COVID-19) Patients, with a Focus on Resource-Limited Settings.","text":["Respiratory Support in Novel Coronavirus Disease (COVID-19) Patients, with a Focus on Resource-Limited Settings.","The ongoing novel coronavirus disease (COVID-19) pandemic is threatening the global human population, including in countries with resource-limited health facilities. Severe bilateral pneumonia is the main feature of severe COVID-19, and adequate ventilatory support is crucial for patient survival. Although our knowledge of the disease is still rapidly increasing, this review summarizes current guidance on the best provision of ventilatory support, with a focus on resource-limited settings. Key messages include that supplemental oxygen is a first essential step for the treatment of severe COVID-19 patients with hypoxemia and should be a primary focus in resource-limited settings where capacity for invasive ventilation is limited. Oxygen delivery can be increased by using a non-rebreathing mask and prone positioning. The presence of only hypoxemia should in general not trigger intubation because hypoxemia is often remarkably well tolerated. Patients with fatigue and at risk for exhaustion, because of respiratory distress, will require invasive ventilation. In these patients, lung protective ventilation is essential. Severe pneumonia in COVID-19 differs in some important aspects from other causes of severe pneumonia or acute respiratory distress syndrome, and limiting the positive end-expiratory pressure level on the ventilator may be important. This ventilation strategy might reduce the currently very high case fatality rate of more than 50% in invasively ventilated COVID-19 patients.","Am J Trop Med Hyg","Dondorp, Arjen M","Hayat, Muhammad","Aryal, Diptesh","Beane, Abi","Schultz, Marcus J","32319424"],"abstract":["The ongoing novel coronavirus disease (COVID-19) pandemic is threatening the global human population, including in countries with resource-limited health facilities. Severe bilateral pneumonia is the main feature of severe COVID-19, and adequate ventilatory support is crucial for patient survival. Although our knowledge of the disease is still rapidly increasing, this review summarizes current guidance on the best provision of ventilatory support, with a focus on resource-limited settings. Key messages include that supplemental oxygen is a first essential step for the treatment of severe COVID-19 patients with hypoxemia and should be a primary focus in resource-limited settings where capacity for invasive ventilation is limited. Oxygen delivery can be increased by using a non-rebreathing mask and prone positioning. The presence of only hypoxemia should in general not trigger intubation because hypoxemia is often remarkably well tolerated. Patients with fatigue and at risk for exhaustion, because of respiratory distress, will require invasive ventilation. In these patients, lung protective ventilation is essential. Severe pneumonia in COVID-19 differs in some important aspects from other causes of severe pneumonia or acute respiratory distress syndrome, and limiting the positive end-expiratory pressure level on the ventilator may be important. This ventilation strategy might reduce the currently very high case fatality rate of more than 50% in invasively ventilated COVID-19 patients."],"journal":"Am J Trop Med Hyg","authors":["Dondorp, Arjen M","Hayat, Muhammad","Aryal, Diptesh","Beane, Abi","Schultz, Marcus J"],"date":"2020-04-23T11:00:00Z","year":2020,"_id":"32319424","week":"202017|Apr 20 - Apr 26","doi":"10.4269/ajtmh.20-0283","source":"PubMed","topics":["Treatment"],"weight":1,"locations":["hypoxemia"],"_version_":1664815087733440513,"score":430.4862},{"pmid":32322766,"pmcid":"PMC7175846","title":"Achieving a Popliteal Venous Access for RRT in Critically Ill COVID-19 Patient in Prone position.","text":["Achieving a Popliteal Venous Access for RRT in Critically Ill COVID-19 Patient in Prone position.","This patient is a 67-year-old male who initially presented to our facility with acute respiratory failure secondary to COVID-19. Soon after arrival at our facility, the patient decompensated, developing severe ARDS requiring intubation and prone positioning to maintain adequate oxygenation. Over the next few days, the patient developed acute kidney injury with oliguria and severe volume overload. The vascular surgery service was consulted to obtain central venous access for emergent CRRT. Upon our exam, the patient was sedated and paralyzed in a rotating prone-positioning bed. He could not be positioned supine without immediately becoming hypoxic and decompensating. A 50-cm Permcath was inserted via left popliteal vein. This case report outlines a possible challenging scenario that may encounter vascular interventionist when dealing with COVID-19 patients with respiratory compromise in prone position.","J Vasc Surg Cases Innov Tech","Adams, Elliot","Mousa, Albeir Y","32322766"],"abstract":["This patient is a 67-year-old male who initially presented to our facility with acute respiratory failure secondary to COVID-19. Soon after arrival at our facility, the patient decompensated, developing severe ARDS requiring intubation and prone positioning to maintain adequate oxygenation. Over the next few days, the patient developed acute kidney injury with oliguria and severe volume overload. The vascular surgery service was consulted to obtain central venous access for emergent CRRT. Upon our exam, the patient was sedated and paralyzed in a rotating prone-positioning bed. He could not be positioned supine without immediately becoming hypoxic and decompensating. A 50-cm Permcath was inserted via left popliteal vein. This case report outlines a possible challenging scenario that may encounter vascular interventionist when dealing with COVID-19 patients with respiratory compromise in prone position."],"journal":"J Vasc Surg Cases Innov Tech","authors":["Adams, Elliot","Mousa, Albeir Y"],"date":"2020-04-24T11:00:00Z","year":2020,"_id":"32322766","week":"202017|Apr 20 - Apr 26","doi":"10.1016/j.jvscit.2020.04.003","source":"PubMed","topics":["Case Report"],"weight":1,"_version_":1664895932836085760,"score":394.95792},{"pmid":32323287,"title":"[Position Paper for the State of the Art Application of Respiratory Support in Patients with COVID-19 - German Respiratory Society].","text":["[Position Paper for the State of the Art Application of Respiratory Support in Patients with COVID-19 - German Respiratory Society].","Against the background of the pandemic caused by infection with the SARS-CoV-2, the German Society for Pneumology and Respiratory Medicine (DGP e.V.), in cooperation with other associations, has designated a team of experts in order to answer the currently pressing questions about therapy strategies in dealing with COVID-19 patients suffering from acute respiratory insufficiency (ARI).The position paper is based on the current knowledge that is evolving daily. Many of the published and cited studies require further review, also because many of them did not undergo standard review processes.Therefore, this position paper is also subject to a continuous review process and will be further developed in cooperation with the other professional societies.This position paper is structured into the following five topics:1. Pathophysiology of acute respiratory insufficiency in patients without immunity infected with SARS-CoV-22. Temporal course and prognosis of acute respiratory insufficiency during the course of the disease3. Oxygen insufflation, high-flow oxygen, non-invasive ventilation and invasive ventilation with special consideration of infectious aerosol formation4. Non-invasive ventilation in ARI5. Supply continuum for the treatment of ARIKey points have been highlighted as core statements and significant observations. Regarding the pathophysiological aspects of acute respiratory insufficiency (ARI), the pulmonary infection with SARS-CoV-2 COVID-19 runs through three phases: early infection, pulmonary manifestation and severe hyperinflammatory phase.There are differences between advanced COVID-19-induced lung damage and those changes seen in Acute Respiratory Distress Syndromes (ARDS) as defined by the Berlin criteria. In a pathophysiologically plausible - but currently not yet histopathologically substantiated - model, two types (L-type and H-type) are distinguished, which correspond to an early and late phase. This distinction can be taken into consideration in the differential instrumentation in the therapy of ARI.The assessment of the extent of ARI should be carried out by an arterial or capillary blood gas analysis under room air conditions and must include the calculation of the oxygen supply (measured from the variables of oxygen saturation, the Hb value, the corrected values of the Hufner number and the cardiac output). In principle, aerosols can cause transmission of infectious viral particles. Open systems or leakage systems (so-called vented masks) can prevent the release of respirable particles. Procedures in which the invasive ventilation system must be opened, and endotracheal intubation must be carried out are associated with an increased risk of infection.The protection of personnel with personal protective equipment should have very high priority because fear of contagion must not be a primary reason for intubation. If the specifications for protective equipment (eye protection, FFP2 or FFP-3 mask, gown) are adhered to, inhalation therapy, nasal high-flow (NHF) therapy, CPAP therapy or NIV can be carried out according to the current state of knowledge without increased risk of infection to the staff. A significant proportion of patients with respiratory failure presents with relevant hypoxemia, often also caused by a high inspiratory oxygen fraction (FiO2) including NHF, and this hypoxemia cannot be not completely corrected. In this situation, CPAP/NIV therapy can be administered under use of a mouth and nose mask or a respiratory helmet as therapy escalation, as long as the criteria for endotracheal intubation are not fulfilled.In acute hypoxemic respiratory insufficiency, NIV should be performed in an intensive care unit or in a comparable unit by personnel with appropriate expertise. Under CPAP/NIV, a patient can deteriorate rapidly. For this reason, continuous monitoring with readiness to carry out intubation must be ensured at all times. If CPAP/NIV leads to further progression of ARI, intubation and subsequent invasive ventilation should be carried out without delay if no DNI order is in place.In the case of patients in whom invasive ventilation, after exhausting all guideline-based measures, is not sufficient, extracorporeal membrane oxygenation procedure (ECMO) should be considered to ensure sufficient oxygen supply and to remove CO2.","Pneumologie","Pfeifer, M","Ewig, S","Voshaar, T","Randerath, W","Bauer, T","Geiseler, J","Dellweg, D","Westhoff, M","Windisch, W","Schonhofer, B","Kluge, S","Lepper, P M","32323287"],"journal":"Pneumologie","authors":["Pfeifer, M","Ewig, S","Voshaar, T","Randerath, W","Bauer, T","Geiseler, J","Dellweg, D","Westhoff, M","Windisch, W","Schonhofer, B","Kluge, S","Lepper, P M"],"date":"2020-04-24T11:00:00Z","year":2020,"_id":"32323287","week":"202017|Apr 20 - Apr 26","doi":"10.1055/a-1157-9976","source":"PubMed","topics":["Treatment","Prevention"],"weight":1,"locations":["Berlin"],"countries":["Germany"],"countries_codes":["DEU|Germany"],"abstract":["Against the background of the pandemic caused by infection with the SARS-CoV-2, the German Society for Pneumology and Respiratory Medicine (DGP e.V.), in cooperation with other associations, has designated a team of experts in order to answer the currently pressing questions about therapy strategies in dealing with COVID-19 patients suffering from acute respiratory insufficiency (ARI).The position paper is based on the current knowledge that is evolving daily. Many of the published and cited studies require further review, also because many of them did not undergo standard review processes.Therefore, this position paper is also subject to a continuous review process and will be further developed in cooperation with the other professional societies.This position paper is structured into the following five topics:1. Pathophysiology of acute respiratory insufficiency in patients without immunity infected with SARS-CoV-22. Temporal course and prognosis of acute respiratory insufficiency during the course of the disease3. Oxygen insufflation, high-flow oxygen, non-invasive ventilation and invasive ventilation with special consideration of infectious aerosol formation4. Non-invasive ventilation in ARI5. Supply continuum for the treatment of ARIKey points have been highlighted as core statements and significant observations. Regarding the pathophysiological aspects of acute respiratory insufficiency (ARI), the pulmonary infection with SARS-CoV-2 COVID-19 runs through three phases: early infection, pulmonary manifestation and severe hyperinflammatory phase.There are differences between advanced COVID-19-induced lung damage and those changes seen in Acute Respiratory Distress Syndromes (ARDS) as defined by the Berlin criteria. In a pathophysiologically plausible - but currently not yet histopathologically substantiated - model, two types (L-type and H-type) are distinguished, which correspond to an early and late phase. This distinction can be taken into consideration in the differential instrumentation in the therapy of ARI.The assessment of the extent of ARI should be carried out by an arterial or capillary blood gas analysis under room air conditions and must include the calculation of the oxygen supply (measured from the variables of oxygen saturation, the Hb value, the corrected values of the Hufner number and the cardiac output). In principle, aerosols can cause transmission of infectious viral particles. Open systems or leakage systems (so-called vented masks) can prevent the release of respirable particles. Procedures in which the invasive ventilation system must be opened, and endotracheal intubation must be carried out are associated with an increased risk of infection.The protection of personnel with personal protective equipment should have very high priority because fear of contagion must not be a primary reason for intubation. If the specifications for protective equipment (eye protection, FFP2 or FFP-3 mask, gown) are adhered to, inhalation therapy, nasal high-flow (NHF) therapy, CPAP therapy or NIV can be carried out according to the current state of knowledge without increased risk of infection to the staff. A significant proportion of patients with respiratory failure presents with relevant hypoxemia, often also caused by a high inspiratory oxygen fraction (FiO2) including NHF, and this hypoxemia cannot be not completely corrected. In this situation, CPAP/NIV therapy can be administered under use of a mouth and nose mask or a respiratory helmet as therapy escalation, as long as the criteria for endotracheal intubation are not fulfilled.In acute hypoxemic respiratory insufficiency, NIV should be performed in an intensive care unit or in a comparable unit by personnel with appropriate expertise. Under CPAP/NIV, a patient can deteriorate rapidly. For this reason, continuous monitoring with readiness to carry out intubation must be ensured at all times. If CPAP/NIV leads to further progression of ARI, intubation and subsequent invasive ventilation should be carried out without delay if no DNI order is in place.In the case of patients in whom invasive ventilation, after exhausting all guideline-based measures, is not sufficient, extracorporeal membrane oxygenation procedure (ECMO) should be considered to ensure sufficient oxygen supply and to remove CO2."],"_version_":1664895932815114241,"score":345.16272},{"pmid":32278670,"pmcid":"PMC7144603","title":"SARS-Cov-2 in Spanish Intensive Care: Early Experience with 15-day Survival In Vitoria.","text":["SARS-Cov-2 in Spanish Intensive Care: Early Experience with 15-day Survival In Vitoria.","PURPOSE: Community transmission of SARS-CoV-2 was detected in Spain in February 2020, with 216% intensive care unit (ICU) capacity expanded in Vitoria by March 18(th), 2020. METHODS: We identified patients from the two public hospitals in Vitoria who were admitted to ICU with confirmed infection by SARS-CoV-2. Data reported here were available in March 31th, 2020. Mortality was assessed in those who completed 7-days of ICU stay. RESULTS: We identified 48 patients (27 males) with confirmed SARS-CoV-2. Median [interquartile range (IQR)] age of patients was 63 [51-75] years. Symptoms began a median of 7 [5-12] days before ICU admission. The most common comorbidities identified were obesity (n = 48%), arterial hypertension (n = 44%) and chronic lung disease (n = 37%). All patients were admitted by hypoxemic respiratory failure and none received non-invasive mechanical ventilation. Forty-five (94%) underwent intubation, 3 HFNT, 1 (2%) extracorporeal membrane oxygenation (ECMO) and 22 (49%) required prone position. After 15 days, 14/45 (31%) intubated patients died (13% within one week), 10 (22%) were extubated, and 21/45 (47%) underwent mechanical ventilation. Six patients had documented co-infection. Procalcitonin plasma above 0.5 microg/L was associated with 16% vs. 19% (p = 0.78) risk of death after 7 days. CONCLUSION: This early experience with SARS-CoV-2 in Spain suggests that a strategy of right oxygenation avoiding non-invasive mechanical ventilation was life-saving. Seven-day mortality in SARS-CoV-2 requiring intubation was lower than 15%, with 80% of patients still requiring mechanical ventilation. After 15 days of ICU admission, half of patients remained intubated, whereas one third died.","Anaesth Crit Care Pain Med","Barrasa, Helena","Rello, Jordi","Tejada, Sofia","Martin, Alejandro","Balziskueta, Goiatz","Vinuesa, Cristina","Fernandez-Miret, Borja","Villagra, Ana","Vallejo, Ana","Sebastian, Ana San","Cabanes, Sara","Iribarren, Sebastian","Fonseca, Fernando","Maynar, Javier","32278670"],"abstract":["PURPOSE: Community transmission of SARS-CoV-2 was detected in Spain in February 2020, with 216% intensive care unit (ICU) capacity expanded in Vitoria by March 18(th), 2020. METHODS: We identified patients from the two public hospitals in Vitoria who were admitted to ICU with confirmed infection by SARS-CoV-2. Data reported here were available in March 31th, 2020. Mortality was assessed in those who completed 7-days of ICU stay. RESULTS: We identified 48 patients (27 males) with confirmed SARS-CoV-2. Median [interquartile range (IQR)] age of patients was 63 [51-75] years. Symptoms began a median of 7 [5-12] days before ICU admission. The most common comorbidities identified were obesity (n = 48%), arterial hypertension (n = 44%) and chronic lung disease (n = 37%). All patients were admitted by hypoxemic respiratory failure and none received non-invasive mechanical ventilation. Forty-five (94%) underwent intubation, 3 HFNT, 1 (2%) extracorporeal membrane oxygenation (ECMO) and 22 (49%) required prone position. After 15 days, 14/45 (31%) intubated patients died (13% within one week), 10 (22%) were extubated, and 21/45 (47%) underwent mechanical ventilation. Six patients had documented co-infection. Procalcitonin plasma above 0.5 microg/L was associated with 16% vs. 19% (p = 0.78) risk of death after 7 days. CONCLUSION: This early experience with SARS-CoV-2 in Spain suggests that a strategy of right oxygenation avoiding non-invasive mechanical ventilation was life-saving. Seven-day mortality in SARS-CoV-2 requiring intubation was lower than 15%, with 80% of patients still requiring mechanical ventilation. After 15 days of ICU admission, half of patients remained intubated, whereas one third died."],"journal":"Anaesth Crit Care Pain Med","authors":["Barrasa, Helena","Rello, Jordi","Tejada, Sofia","Martin, Alejandro","Balziskueta, Goiatz","Vinuesa, Cristina","Fernandez-Miret, Borja","Villagra, Ana","Vallejo, Ana","Sebastian, Ana San","Cabanes, Sara","Iribarren, Sebastian","Fonseca, Fernando","Maynar, Javier"],"date":"2020-04-13T11:00:00Z","year":2020,"_id":"32278670","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.accpm.2020.04.001","source":"PubMed","topics":["Treatment","Diagnosis"],"weight":1,"locations":["Spain","Spain","Spain","Spain","Spanish","Spain"],"countries":["Spain"],"countries_codes":["ESP|Spain"],"_version_":1664636873258041344,"score":318.38968}]}