{"pmid":32321903,"title":"A practice of anesthesia scenario design for emergency cesarean section in patients with COVID-19 infection based on the role of standard patient.","text":["A practice of anesthesia scenario design for emergency cesarean section in patients with COVID-19 infection based on the role of standard patient.","The new coronavirus (COVID-19) has been characterized as a world pandemic by WHO since March 11, 2020. Although it is likely that COVID-19 transmission is primarily via droplets and close contact, airborne transmission and fecal-oral route remains a possibility. The medical staff working in the operating room, such as anesthesiologists, surgeons and nurses, are at high risk of exposure to virus due to closely contacting patients. The perioperative management is under great challenge while performing surgeries for patients suffering COVID-19, including emergency cesarean section, which is one of the most common surgeries under such circumstances. How to prevent medical staff from cross-infection is an issue of great concern. In this article, we give a practice of anesthesia scenario design for emergency cesarean section in a supposed standard patient suffering COVID-19, aimed to optimize the work flow and implement the protective details through simulation of a real operation scenario, which may be useful for training and clinical practice of anesthesia management for patients suffering COVID-19 or other fulminating infectious diseases.","Biosci Trends","Kang, Yin","Deng, Longjiao","Zhang, Dengwen","Wang, Yuehong","Wang, Gang","Mei, Li","Zhou, Guobin","Shu, Haihua","32321903"],"abstract":["The new coronavirus (COVID-19) has been characterized as a world pandemic by WHO since March 11, 2020. Although it is likely that COVID-19 transmission is primarily via droplets and close contact, airborne transmission and fecal-oral route remains a possibility. The medical staff working in the operating room, such as anesthesiologists, surgeons and nurses, are at high risk of exposure to virus due to closely contacting patients. The perioperative management is under great challenge while performing surgeries for patients suffering COVID-19, including emergency cesarean section, which is one of the most common surgeries under such circumstances. How to prevent medical staff from cross-infection is an issue of great concern. In this article, we give a practice of anesthesia scenario design for emergency cesarean section in a supposed standard patient suffering COVID-19, aimed to optimize the work flow and implement the protective details through simulation of a real operation scenario, which may be useful for training and clinical practice of anesthesia management for patients suffering COVID-19 or other fulminating infectious diseases."],"journal":"Biosci Trends","authors":["Kang, Yin","Deng, Longjiao","Zhang, Dengwen","Wang, Yuehong","Wang, Gang","Mei, Li","Zhou, Guobin","Shu, Haihua"],"date":"2020-04-24T11:00:00Z","year":2020,"_id":"32321903","week":"202017|Apr 20 - Apr 26","doi":"10.5582/bst.2020.03066","keywords":["covid-19","sars-cov-2","anesthesia management","cesarean section","scenario design"],"source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1664895932738568192,"score":8.518259,"similar":[{"pmid":32207592,"title":"[Anesthesia management in cesarean section for a patient with coronavirus disease 2019].","text":["[Anesthesia management in cesarean section for a patient with coronavirus disease 2019].","Since the corona virus disease 2019 (COVID-19) affects the cardio-pulmonary function of pregnant women, the anesthetic management in the cesarean section for the patients, as well as the protection for medical staff is significantly different from that in ordinary surgical operation. This paper reports a pregnant woman with COVID-19, for whom a cesarean section was successfully performed in our hospital on February 8, 2020. Anesthetic management, protection of medical staff and psychological intervention for the patients during the operation are discussed. Importance should be attached to the preoperative evaluation of pregnant women with COVID-19 and the implementation of anesthesia plan. For ordinary COVID-19 patients intraspinal anesthesia is preferred in cesarean section, and the influence on respiration and circulation in both maternal and infant should be reduced; while for severe or critically ill patients general anesthesia with endotracheal intubation should be adopted. The safety of medical environment should be ensured, and level- standard protection should be taken for anesthetists. Special attention and support should be given to maternal psychology. It is important to give full explanation before operation to reduce anxiety; to relieve the discomfort during operation to reduce tension; to avoid the bad mood of patients due to pain after operation.","Zhejiang Da Xue Xue Bao Yi Xue Ban","Kang, Xianhui","Zhang, Rong","He, Huiliang","Yao, Yongxing","Zheng, Yueying","Wen, Xiaohong","Zhu, Shengmei","32207592"],"abstract":["Since the corona virus disease 2019 (COVID-19) affects the cardio-pulmonary function of pregnant women, the anesthetic management in the cesarean section for the patients, as well as the protection for medical staff is significantly different from that in ordinary surgical operation. This paper reports a pregnant woman with COVID-19, for whom a cesarean section was successfully performed in our hospital on February 8, 2020. Anesthetic management, protection of medical staff and psychological intervention for the patients during the operation are discussed. Importance should be attached to the preoperative evaluation of pregnant women with COVID-19 and the implementation of anesthesia plan. For ordinary COVID-19 patients intraspinal anesthesia is preferred in cesarean section, and the influence on respiration and circulation in both maternal and infant should be reduced; while for severe or critically ill patients general anesthesia with endotracheal intubation should be adopted. The safety of medical environment should be ensured, and level- standard protection should be taken for anesthetists. Special attention and support should be given to maternal psychology. It is important to give full explanation before operation to reduce anxiety; to relieve the discomfort during operation to reduce tension; to avoid the bad mood of patients due to pain after operation."],"journal":"Zhejiang Da Xue Xue Bao Yi Xue Ban","authors":["Kang, Xianhui","Zhang, Rong","He, Huiliang","Yao, Yongxing","Zheng, Yueying","Wen, Xiaohong","Zhu, Shengmei"],"date":"2020-03-25T11:00:00Z","year":2020,"_id":"32207592","week":"202013|Mar 23 - Mar 29","source":"PubMed","locations":["Anesthetic"],"topics":["Case Report"],"weight":1,"_version_":1663352133713395715,"score":468.43448},{"pmid":32212103,"pmcid":"PMC7095295","title":"Practical considerations for performing regional anesthesia: lessons learned from the COVID-19 pandemic.","text":["Practical considerations for performing regional anesthesia: lessons learned from the COVID-19 pandemic.","Coronavirus disease (COVID-19) was declared a pandemic by the World Health Organization on 11 March 2020 because of its rapid worldwide spread. In the operating room, as part of hospital outbreak response measures, anesthesiologists are required to have heightened precautions and tailor anesthetic practices to individual patients. In particular, by minimizing the many aerosol-generating procedures performed during general anesthesia, anesthesiologists can reduce exposure to patients' respiratory secretions and the risk of perioperative viral transmission to healthcare workers and other patients. To avoid any airway manipulation, regional anesthesia should be considered whenever surgery is planned for a suspect or confirmed COVID-19 patient or any patient who poses an infection risk. Regional anesthesia has benefits of preservation of respiratory function, avoidance of aerosolization and hence viral transmission. This article explores the practical considerations and recommended measures for performing regional anesthesia in this group of patients, focusing on control measures geared towards ensuring patient and staff safety, equipment protection, and infection prevention. By doing so, we hope to address an issue that may have downstream implications in the way we practice infection control in anesthesia, with particular relevance to this new era of emerging infectious diseases and novel pathogens. The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is not the first, and certainly will not be the last novel virus that will lead to worldwide outbreaks. Having a well thought out regional anesthesia plan to manage these patients in this new normal will ensure the best possible outcome for both the patient and the perioperative management team.","Can J Anaesth","Lie, Sui An","Wong, Sook Wai","Wong, Loong Tat","Wong, Theodore Gar Ling","Chong, Shin Yuet","32212103"],"abstract":["Coronavirus disease (COVID-19) was declared a pandemic by the World Health Organization on 11 March 2020 because of its rapid worldwide spread. In the operating room, as part of hospital outbreak response measures, anesthesiologists are required to have heightened precautions and tailor anesthetic practices to individual patients. In particular, by minimizing the many aerosol-generating procedures performed during general anesthesia, anesthesiologists can reduce exposure to patients' respiratory secretions and the risk of perioperative viral transmission to healthcare workers and other patients. To avoid any airway manipulation, regional anesthesia should be considered whenever surgery is planned for a suspect or confirmed COVID-19 patient or any patient who poses an infection risk. Regional anesthesia has benefits of preservation of respiratory function, avoidance of aerosolization and hence viral transmission. This article explores the practical considerations and recommended measures for performing regional anesthesia in this group of patients, focusing on control measures geared towards ensuring patient and staff safety, equipment protection, and infection prevention. By doing so, we hope to address an issue that may have downstream implications in the way we practice infection control in anesthesia, with particular relevance to this new era of emerging infectious diseases and novel pathogens. The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is not the first, and certainly will not be the last novel virus that will lead to worldwide outbreaks. Having a well thought out regional anesthesia plan to manage these patients in this new normal will ensure the best possible outcome for both the patient and the perioperative management team."],"journal":"Can J Anaesth","authors":["Lie, Sui An","Wong, Sook Wai","Wong, Loong Tat","Wong, Theodore Gar Ling","Chong, Shin Yuet"],"date":"2020-03-27T11:00:00Z","year":2020,"_id":"32212103","week":"202013|Mar 23 - Mar 29","doi":"10.1007/s12630-020-01637-0","source":"PubMed","topics":["Prevention"],"weight":1,"locations":["anesthesia"],"_version_":1664638933372239872,"score":424.99063},{"pmid":32180175,"pmcid":"PMC7090434","title":"Safety and efficacy of different anesthetic regimens for parturients with COVID-19 undergoing Cesarean delivery: a case series of 17 patients.","text":["Safety and efficacy of different anesthetic regimens for parturients with COVID-19 undergoing Cesarean delivery: a case series of 17 patients.","PURPOSE: To assess the management and safety of epidural or general anesthesia for Cesarean delivery in parturients with coronavirus disease (COVID-19) and their newborns, and to evaluate the standardized procedures for protecting medical staff. METHODS: We retrospectively reviewed the cases of parturients diagnosed with severe acute respiratory syndrome coronavirus (SARS-CoV-2) infection disease (COVID-19). Their epidemiologic history, chest computed tomography scans, laboratory measurements, and SARS-CoV-2 nucleic acid positivity were evaluated. We also recorded the patients' demographic and clinical characteristics, anesthesia and surgery-related data, maternal and neonatal complications, as well as the health status of the involved medical staff. RESULTS: The clinical characteristics of 17 pregnant women infected with SARS-CoV-2 were similar to those previously reported in non-pregnant adult patients. All of the 17 patients underwent Cesarean delivery with anesthesia performed according to standardized anesthesia/surgery procedures. Fourteen of the patients underwent continuous epidural anesthesia with 12 experiencing significant intraoperative hypotension. Three patients received general anesthesia with tracheal intubation because emergency surgery was needed. Three of the parturients are still recovering from their Cesarean delivery and are receiving in-hospital treatment for COVID-19. Three neonates were born prematurely. There were no deaths or serious neonatal asphyxia events. All neonatal SARS-CoV-2 nucleic acid tests were negative. No medical staff were infected throughout the patient care period. CONCLUSIONS: Both epidural and general anesthesia were safely used for Cesarean delivery in the parturients with COVID-19. Nevertheless, the incidence of hypotension during epidural anesthesia appeared excessive. Proper patient transfer, medical staff access procedures, and effective biosafety precautions are important to protect medical staff from COVID-19.","Can J Anaesth","Chen, Rong","Zhang, Yuan","Huang, Lei","Cheng, Bi-Heng","Xia, Zhong-Yuan","Meng, Qing-Tao","32180175"],"abstract":["PURPOSE: To assess the management and safety of epidural or general anesthesia for Cesarean delivery in parturients with coronavirus disease (COVID-19) and their newborns, and to evaluate the standardized procedures for protecting medical staff. METHODS: We retrospectively reviewed the cases of parturients diagnosed with severe acute respiratory syndrome coronavirus (SARS-CoV-2) infection disease (COVID-19). Their epidemiologic history, chest computed tomography scans, laboratory measurements, and SARS-CoV-2 nucleic acid positivity were evaluated. We also recorded the patients' demographic and clinical characteristics, anesthesia and surgery-related data, maternal and neonatal complications, as well as the health status of the involved medical staff. RESULTS: The clinical characteristics of 17 pregnant women infected with SARS-CoV-2 were similar to those previously reported in non-pregnant adult patients. All of the 17 patients underwent Cesarean delivery with anesthesia performed according to standardized anesthesia/surgery procedures. Fourteen of the patients underwent continuous epidural anesthesia with 12 experiencing significant intraoperative hypotension. Three patients received general anesthesia with tracheal intubation because emergency surgery was needed. Three of the parturients are still recovering from their Cesarean delivery and are receiving in-hospital treatment for COVID-19. Three neonates were born prematurely. There were no deaths or serious neonatal asphyxia events. All neonatal SARS-CoV-2 nucleic acid tests were negative. No medical staff were infected throughout the patient care period. CONCLUSIONS: Both epidural and general anesthesia were safely used for Cesarean delivery in the parturients with COVID-19. Nevertheless, the incidence of hypotension during epidural anesthesia appeared excessive. Proper patient transfer, medical staff access procedures, and effective biosafety precautions are important to protect medical staff from COVID-19."],"journal":"Can J Anaesth","authors":["Chen, Rong","Zhang, Yuan","Huang, Lei","Cheng, Bi-Heng","Xia, Zhong-Yuan","Meng, Qing-Tao"],"date":"2020-03-18T11:00:00Z","year":2020,"_id":"32180175","week":"202012|Mar 16 - Mar 22","doi":"10.1007/s12630-020-01630-7","source":"PubMed","weight":0,"locations":["Cesarean","anesthesia","Cesarean","Cesarean"],"_version_":1664640874597842945,"score":349.3424},{"pmid":32192296,"title":"[Standardized diagnosis and treatment of colorectal cancer during the outbreak of corona virus disease 2019 in Renji hospital].","text":["[Standardized diagnosis and treatment of colorectal cancer during the outbreak of corona virus disease 2019 in Renji hospital].","Corona virus disease 2019 (COVID-19) is currently raging in China. It has been proven that COVID-19 can be transmitted from human to human and cause hospital infection, which seriously threatens surgical staffs and inpatients. Although colorectal surgery is not a front-line subject in the fight against the epidemic, but in this special situation, it is a difficult task to provide the highest quality medical services and ensure the orderly clinical work, on the premise of maximizing the protection for patients and their families, health of medical staff, and the safety of wards and hospitals, We summarize how to carry out the clinical practice of colorectal surgery under the situation of the prevention and control of the COVID-19 epidemiology, including the procedures of diagnose and treatment for emergency patients with colorectal tumor, and share the experiences of the diagnosis of colorectal tumor, the management of patients with colorectal cancer who are scheduled to be admitted for surgery, the protection of wards, the perioperative management. More importantly, we introduce in detail the operative management and perioperative management of colorectal surgery patients suspected or diagnosed with new coronary pneumonia, including prevention and control measures for medical staff, operating rooms and surgical instruments. The main points are as follows: (1) Multidisciplinary team (MDT) must be run through the diagnosis and treatment of colorectal cancer. The members include not only routine departments, but also respiratory department and infectious department. (2) Colonoscopy examination may cause cross infection of COVID-19 to patients and doctors. Therefore, it is prior to examine the emergency cases and life-threatening patients (bleeding, obstruction, gastrointestinal foreign bodies, etc.). If the emergent patients (intestinal obstruction) with suspected or confirmed COVID-19, the surgeons must perform emergency surgery, and intestinal decompressive tube through colonoscopy is not recommended. (3) The colorectal cancer patients with suspected or confirmed COVID-19 should be placed in the isolated room with separate medical devices, and the operative room with negative pressure (under -5 Pa) must be separated. All disposable medical items, body fluids and feces of the patients in perioperative periods must be unified disposed according to the medical waste standard. (4) The surgical medical workers who process colorectal cancer patients with COVID-19 must be protected by three-level. After operation, the medical workers must receive medical observation and be isolated for 14 days. We hope our \"Renji experience\" will be beneficial to colleagues.","Zhonghua Wei Chang Wai Ke Za Zhi","Luo, Y","Zhong, M","32192296"],"abstract":["Corona virus disease 2019 (COVID-19) is currently raging in China. It has been proven that COVID-19 can be transmitted from human to human and cause hospital infection, which seriously threatens surgical staffs and inpatients. Although colorectal surgery is not a front-line subject in the fight against the epidemic, but in this special situation, it is a difficult task to provide the highest quality medical services and ensure the orderly clinical work, on the premise of maximizing the protection for patients and their families, health of medical staff, and the safety of wards and hospitals, We summarize how to carry out the clinical practice of colorectal surgery under the situation of the prevention and control of the COVID-19 epidemiology, including the procedures of diagnose and treatment for emergency patients with colorectal tumor, and share the experiences of the diagnosis of colorectal tumor, the management of patients with colorectal cancer who are scheduled to be admitted for surgery, the protection of wards, the perioperative management. More importantly, we introduce in detail the operative management and perioperative management of colorectal surgery patients suspected or diagnosed with new coronary pneumonia, including prevention and control measures for medical staff, operating rooms and surgical instruments. The main points are as follows: (1) Multidisciplinary team (MDT) must be run through the diagnosis and treatment of colorectal cancer. The members include not only routine departments, but also respiratory department and infectious department. (2) Colonoscopy examination may cause cross infection of COVID-19 to patients and doctors. Therefore, it is prior to examine the emergency cases and life-threatening patients (bleeding, obstruction, gastrointestinal foreign bodies, etc.). If the emergent patients (intestinal obstruction) with suspected or confirmed COVID-19, the surgeons must perform emergency surgery, and intestinal decompressive tube through colonoscopy is not recommended. (3) The colorectal cancer patients with suspected or confirmed COVID-19 should be placed in the isolated room with separate medical devices, and the operative room with negative pressure (under -5 Pa) must be separated. All disposable medical items, body fluids and feces of the patients in perioperative periods must be unified disposed according to the medical waste standard. (4) The surgical medical workers who process colorectal cancer patients with COVID-19 must be protected by three-level. After operation, the medical workers must receive medical observation and be isolated for 14 days. We hope our \"Renji experience\" will be beneficial to colleagues."],"journal":"Zhonghua Wei Chang Wai Ke Za Zhi","authors":["Luo, Y","Zhong, M"],"date":"2020-03-21T11:00:00Z","year":2020,"_id":"32192296","week":"202012|Mar 16 - Mar 22","doi":"10.3760/cma.j.cn.441530-20200217-00057","keywords":["colorectal neoplasms","corona virus disease 2019 (covid-19)","standardized diagnosis and treatment"],"source":"PubMed","topics":["Diagnosis","Treatment","Prevention"],"weight":1,"locations":["China","Renji"],"countries":["China"],"countries_codes":["CHN|China"],"_version_":1664640930744893441,"score":333.85925},{"pmid":32217947,"title":"Perioperative COVID-19 Defense: An Evidence-Based Approach for Optimization of Infection Control and Operating Room Management.","text":["Perioperative COVID-19 Defense: An Evidence-Based Approach for Optimization of Infection Control and Operating Room Management.","We describe an evidence-based approach for optimization of infection control and operating room management during the COVID-19 pandemic. Confirmed modes of viral transmission are primarily but not exclusively contact with contaminated environmental surfaces and aerosolization. Evidence-based improvement strategies for attenuation of residual environmental contamination involve a combination of deep cleaning with surface disinfectants and ultraviolet light (UV-C). (1) Place alcohol-based hand rubs on the IV pole to the left of the provider. Double glove during induction. (2) Place a wire basket lined with a zip closure plastic bag, on the IV pole to the right of the provider. Place all contaminated instruments in the bag (i.e. laryngoscope blades and handles) and close. Designate and maintain clean and dirty areas. After induction of anesthesia, wipe down all equipment and surfaces with disinfection wipes that contain a quaternary ammonium compound and alcohol. Use a top down cleaning sequence adequate to reduce bioburden. Treat operating rooms using UV-C. (3) Decolonize patients using pre-procedural chlorhexidine wipes, 2 doses of nasal povidone iodine within one hour of incision, and chlorhexidine mouth rinse. (4) Create a closed lumen IV system and use hub disinfection. (5) Provide data feedback by surveillance of ESKAPE transmission. (6) To reduce the use of surgical masks and to reduce potential COVID-19 exposure, use relatively long (e.g., 12-hour) staff shifts. If there are 8 essential cases to be done (each lasting 1-2 hours), the ideal solution is to have 2 teams complete the 8 cases, not 8 first case starts. (7) Do 1 case in each operating room daily, with terminal cleaning after each case including UV-C or equivalent. (8) Do not have patients go into a large, pooled phase I post-anesthesia care unit, because of the risk of contaminating facility at large along with many staff. Instead, have most patients recover in the room where they had surgery, like done routinely in Japan. These 8 programmatic recommendations stand on a substantial body of empirical evidence characterizing the epidemiology of perioperative transmission and infection development made possible by support from the Anesthesia Patient Safety Foundation (APSF).","Anesth Analg","Dexter, Franklin","Parra, Michelle C","Brown, Jeremiah R","Loftus, Randy W","32217947"],"abstract":["We describe an evidence-based approach for optimization of infection control and operating room management during the COVID-19 pandemic. Confirmed modes of viral transmission are primarily but not exclusively contact with contaminated environmental surfaces and aerosolization. Evidence-based improvement strategies for attenuation of residual environmental contamination involve a combination of deep cleaning with surface disinfectants and ultraviolet light (UV-C). (1) Place alcohol-based hand rubs on the IV pole to the left of the provider. Double glove during induction. (2) Place a wire basket lined with a zip closure plastic bag, on the IV pole to the right of the provider. Place all contaminated instruments in the bag (i.e. laryngoscope blades and handles) and close. Designate and maintain clean and dirty areas. After induction of anesthesia, wipe down all equipment and surfaces with disinfection wipes that contain a quaternary ammonium compound and alcohol. Use a top down cleaning sequence adequate to reduce bioburden. Treat operating rooms using UV-C. (3) Decolonize patients using pre-procedural chlorhexidine wipes, 2 doses of nasal povidone iodine within one hour of incision, and chlorhexidine mouth rinse. (4) Create a closed lumen IV system and use hub disinfection. (5) Provide data feedback by surveillance of ESKAPE transmission. (6) To reduce the use of surgical masks and to reduce potential COVID-19 exposure, use relatively long (e.g., 12-hour) staff shifts. If there are 8 essential cases to be done (each lasting 1-2 hours), the ideal solution is to have 2 teams complete the 8 cases, not 8 first case starts. (7) Do 1 case in each operating room daily, with terminal cleaning after each case including UV-C or equivalent. (8) Do not have patients go into a large, pooled phase I post-anesthesia care unit, because of the risk of contaminating facility at large along with many staff. Instead, have most patients recover in the room where they had surgery, like done routinely in Japan. These 8 programmatic recommendations stand on a substantial body of empirical evidence characterizing the epidemiology of perioperative transmission and infection development made possible by support from the Anesthesia Patient Safety Foundation (APSF)."],"journal":"Anesth Analg","authors":["Dexter, Franklin","Parra, Michelle C","Brown, Jeremiah R","Loftus, Randy W"],"date":"2020-03-29T11:00:00Z","year":2020,"_id":"32217947","week":"202013|Mar 23 - Mar 29","doi":"10.1213/ANE.0000000000004829","source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Japan"],"countries":["Japan"],"countries_codes":["JPN|Japan"],"e_drugs":["Chlorhexidine","Quaternary Ammonium Compounds","Alcohols","Povidone-Iodine"],"_version_":1664638743044161536,"score":331.32495}]}