{"pmid":32334182,"title":"How to improve adherence with quarantine: rapid review of the evidence.","text":["How to improve adherence with quarantine: rapid review of the evidence.","OBJECTIVES: The December 2019 outbreak of coronavirus has once again thrown the vexed issue of quarantine into the spotlight, with many countries asking their citizens to 'self-isolate' if they have potentially come into contact with the infection. However, adhering to quarantine is difficult. Decisions on how to apply quarantine should be based on the best available evidence to increase the likelihood of people adhering to protocols. We conducted a rapid review to identify factors associated with adherence to quarantine during infectious disease outbreaks. STUDY DESIGN: The study design is a rapid evidence review. METHODS: We searched Medline, PsycINFO and Web of Science for published literature on the reasons for and factors associated with adherence to quarantine during an infectious disease outbreak. RESULTS: We found 3163 articles and included 14 in the review. Adherence to quarantine ranged from as little as 0 up to 92.8%. The main factors which influenced or were associated with adherence decisions were the knowledge people had about the disease and quarantine procedure, social norms, perceived benefits of quarantine and perceived risk of the disease, as well as practical issues such as running out of supplies or the financial consequences of being out of work. CONCLUSIONS: People vary in their adherence to quarantine during infectious disease outbreaks. To improve this, public health officials should provide a timely, clear rationale for quarantine and information about protocols; emphasise social norms to encourage this altruistic behaviour; increase the perceived benefit that engaging in quarantine will have on public health; and ensure that sufficient supplies of food, medication and other essentials are provided.","Public Health","Webster, R K","Brooks, S K","Smith, L E","Woodland, L","Wessely, S","Rubin, G J","32334182"],"abstract":["OBJECTIVES: The December 2019 outbreak of coronavirus has once again thrown the vexed issue of quarantine into the spotlight, with many countries asking their citizens to 'self-isolate' if they have potentially come into contact with the infection. However, adhering to quarantine is difficult. Decisions on how to apply quarantine should be based on the best available evidence to increase the likelihood of people adhering to protocols. We conducted a rapid review to identify factors associated with adherence to quarantine during infectious disease outbreaks. STUDY DESIGN: The study design is a rapid evidence review. METHODS: We searched Medline, PsycINFO and Web of Science for published literature on the reasons for and factors associated with adherence to quarantine during an infectious disease outbreak. RESULTS: We found 3163 articles and included 14 in the review. Adherence to quarantine ranged from as little as 0 up to 92.8%. The main factors which influenced or were associated with adherence decisions were the knowledge people had about the disease and quarantine procedure, social norms, perceived benefits of quarantine and perceived risk of the disease, as well as practical issues such as running out of supplies or the financial consequences of being out of work. CONCLUSIONS: People vary in their adherence to quarantine during infectious disease outbreaks. To improve this, public health officials should provide a timely, clear rationale for quarantine and information about protocols; emphasise social norms to encourage this altruistic behaviour; increase the perceived benefit that engaging in quarantine will have on public health; and ensure that sufficient supplies of food, medication and other essentials are provided."],"journal":"Public Health","authors":["Webster, R K","Brooks, S K","Smith, L E","Woodland, L","Wessely, S","Rubin, G J"],"date":"2020-04-26T11:00:00Z","year":2020,"_id":"32334182","week":"202017|Apr 20 - Apr 26","doi":"10.1016/j.puhe.2020.03.007","keywords":["adherence","compliance","infectious disease outbreak","quarantine"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Medline","PsycINFO"],"_version_":1665071049793863680,"score":8.518259,"similar":[{"pmid":32112714,"pmcid":"PMC7158942","title":"The psychological impact of quarantine and how to reduce it: rapid review of the evidence.","text":["The psychological impact of quarantine and how to reduce it: rapid review of the evidence.","The December, 2019 coronavirus disease outbreak has seen many countries ask people who have potentially come into contact with the infection to isolate themselves at home or in a dedicated quarantine facility. Decisions on how to apply quarantine should be based on the best available evidence. We did a Review of the psychological impact of quarantine using three electronic databases. Of 3166 papers found, 24 are included in this Review. Most reviewed studies reported negative psychological effects including post-traumatic stress symptoms, confusion, and anger. Stressors included longer quarantine duration, infection fears, frustration, boredom, inadequate supplies, inadequate information, financial loss, and stigma. Some researchers have suggested long-lasting effects. In situations where quarantine is deemed necessary, officials should quarantine individuals for no longer than required, provide clear rationale for quarantine and information about protocols, and ensure sufficient supplies are provided. Appeals to altruism by reminding the public about the benefits of quarantine to wider society can be favourable.","Lancet","Brooks, Samantha K","Webster, Rebecca K","Smith, Louise E","Woodland, Lisa","Wessely, Simon","Greenberg, Neil","Rubin, Gideon James","32112714"],"abstract":["The December, 2019 coronavirus disease outbreak has seen many countries ask people who have potentially come into contact with the infection to isolate themselves at home or in a dedicated quarantine facility. Decisions on how to apply quarantine should be based on the best available evidence. We did a Review of the psychological impact of quarantine using three electronic databases. Of 3166 papers found, 24 are included in this Review. Most reviewed studies reported negative psychological effects including post-traumatic stress symptoms, confusion, and anger. Stressors included longer quarantine duration, infection fears, frustration, boredom, inadequate supplies, inadequate information, financial loss, and stigma. Some researchers have suggested long-lasting effects. In situations where quarantine is deemed necessary, officials should quarantine individuals for no longer than required, provide clear rationale for quarantine and information about protocols, and ensure sufficient supplies are provided. Appeals to altruism by reminding the public about the benefits of quarantine to wider society can be favourable."],"journal":"Lancet","authors":["Brooks, Samantha K","Webster, Rebecca K","Smith, Louise E","Woodland, Lisa","Wessely, Simon","Greenberg, Neil","Rubin, Gideon James"],"date":"2020-03-01T11:00:00Z","year":2020,"_id":"32112714","week":"20209|Feb 24 - Mar 01","doi":"10.1016/S0140-6736(20)30460-8","link_comment_in":"32297718","source":"PubMed","weight":0,"_version_":1664640875080187905,"score":305.3381},{"pmid":32315451,"title":"Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","text":["Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines.","Cochrane Database Syst Rev","Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M","32315451"],"journal":"Cochrane Database Syst Rev","authors":["Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M"],"date":"2020-04-22T11:00:00Z","year":2020,"_id":"32315451","week":"202017|Apr 20 - Apr 26","doi":"10.1002/14651858.CD013582","source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Australia"],"countries":["Australia"],"countries_codes":["AUS|Australia"],"abstract":["BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines."],"_version_":1664714520225906688,"score":282.50302},{"pmid":32267544,"title":"Quarantine alone or in combination with other public health measures to control COVID-19: a rapid review.","text":["Quarantine alone or in combination with other public health measures to control COVID-19: a rapid review.","BACKGROUND: Coronavirus disease 2019 (COVID-19) is a rapidly emerging disease that has been classified a pandemic by the World Health Organization (WHO). To support WHO with their recommendations on quarantine, we conducted a rapid review on the effectiveness of quarantine during severe coronavirus outbreaks. OBJECTIVES: We conducted a rapid review to assess the effects of quarantine (alone or in combination with other measures) of individuals who had contact with confirmed cases of COVID-19, who travelled from countries with a declared outbreak, or who live in regions with high transmission of the disease. SEARCH METHODS: An information specialist searched PubMed, Ovid MEDLINE, WHO Global Index Medicus, Embase, and CINAHL on 12 February 2020 and updated the search on 12 March 2020. WHO provided records from daily searches in Chinese databases up to 16 March 2020. SELECTION CRITERIA: Cohort studies, case-control-studies, case series, time series, interrupted time series, and mathematical modelling studies that assessed the effect of any type of quarantine to control COVID-19. We also included studies on SARS (severe acute respiratory syndrome) and MERS (Middle East respiratory syndrome) as indirect evidence for the current coronavirus outbreak. DATA COLLECTION AND ANALYSIS: Two review authors independently screened 30% of records; a single review author screened the remaining 70%. Two review authors screened all potentially relevant full-text publications independently. One review author extracted data and assessed evidence quality with GRADE and a second review author checked the assessment. We rated the certainty of evidence for the four primary outcomes: incidence, onward transmission, mortality, and resource use. MAIN RESULTS: We included 29 studies; 10 modelling studies on COVID-19, four observational studies and 15 modelling studies on SARS and MERS. Because of the diverse methods of measurement and analysis across the outcomes of interest, we could not conduct a meta-analysis and conducted a narrative synthesis. Due to the type of evidence found for this review, GRADE rates the certainty of the evidence as low to very low. Modeling studies consistently reported a benefit of the simulated quarantine measures, for example, quarantine of people exposed to confirmed or suspected cases averted 44% to 81% incident cases and 31% to 63% of deaths compared to no measures based on different scenarios (incident cases: 4 modelling studies on COVID-19, SARS; mortality: 2 modelling studies on COVID-19, SARS, low-certainty evidence). Very low-certainty evidence suggests that the earlier quarantine measures are implemented, the greater the cost savings (2 modelling studies on SARS). Very low-certainty evidence indicated that the effect of quarantine of travellers from a country with a declared outbreak on reducing incidence and deaths was small (2 modelling studies on SARS). When the models combined quarantine with other prevention and control measures, including school closures, travel restrictions and social distancing, the models demonstrated a larger effect on the reduction of new cases, transmissions and deaths than individual measures alone (incident cases: 4 modelling studies on COVID-19; onward transmission: 2 modelling studies on COVID-19; mortality: 2 modelling studies on COVID-19; low-certainty evidence). Studies on SARS and MERS were consistent with findings from the studies on COVID-19. AUTHORS' CONCLUSIONS: Current evidence for COVID-19 is limited to modelling studies that make parameter assumptions based on the current, fragmented knowledge. Findings consistently indicate that quarantine is important in reducing incidence and mortality during the COVID-19 pandemic. Early implementation of quarantine and combining quarantine with other public health measures is important to ensure effectiveness. In order to maintain the best possible balance of measures, decision makers must constantly monitor the outbreak situation and the impact of the measures implemented. Testing in representative samples in different settings could help assess the true prevalence of infection, and would reduce uncertainty of modelling assumptions. This review was commissioned by WHO and supported by Danube-University-Krems.","Cochrane Database Syst Rev","Nussbaumer-Streit, Barbara","Mayr, Verena","Dobrescu, Andreea Iulia","Chapman, Andrea","Persad, Emma","Klerings, Irma","Wagner, Gernot","Siebert, Uwe","Christof, Claudia","Zachariah, Casey","Gartlehner, Gerald","32267544"],"journal":"Cochrane Database Syst Rev","authors":["Nussbaumer-Streit, Barbara","Mayr, Verena","Dobrescu, Andreea Iulia","Chapman, Andrea","Persad, Emma","Klerings, Irma","Wagner, Gernot","Siebert, Uwe","Christof, Claudia","Zachariah, Casey","Gartlehner, Gerald"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32267544","week":"202015|Apr 06 - Apr 12","doi":"10.1002/14651858.CD013574","source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Chinese"],"countries":["China"],"countries_codes":["CHN|China"],"abstract":["BACKGROUND: Coronavirus disease 2019 (COVID-19) is a rapidly emerging disease that has been classified a pandemic by the World Health Organization (WHO). To support WHO with their recommendations on quarantine, we conducted a rapid review on the effectiveness of quarantine during severe coronavirus outbreaks. OBJECTIVES: We conducted a rapid review to assess the effects of quarantine (alone or in combination with other measures) of individuals who had contact with confirmed cases of COVID-19, who travelled from countries with a declared outbreak, or who live in regions with high transmission of the disease. SEARCH METHODS: An information specialist searched PubMed, Ovid MEDLINE, WHO Global Index Medicus, Embase, and CINAHL on 12 February 2020 and updated the search on 12 March 2020. WHO provided records from daily searches in Chinese databases up to 16 March 2020. SELECTION CRITERIA: Cohort studies, case-control-studies, case series, time series, interrupted time series, and mathematical modelling studies that assessed the effect of any type of quarantine to control COVID-19. We also included studies on SARS (severe acute respiratory syndrome) and MERS (Middle East respiratory syndrome) as indirect evidence for the current coronavirus outbreak. DATA COLLECTION AND ANALYSIS: Two review authors independently screened 30% of records; a single review author screened the remaining 70%. Two review authors screened all potentially relevant full-text publications independently. One review author extracted data and assessed evidence quality with GRADE and a second review author checked the assessment. We rated the certainty of evidence for the four primary outcomes: incidence, onward transmission, mortality, and resource use. MAIN RESULTS: We included 29 studies; 10 modelling studies on COVID-19, four observational studies and 15 modelling studies on SARS and MERS. Because of the diverse methods of measurement and analysis across the outcomes of interest, we could not conduct a meta-analysis and conducted a narrative synthesis. Due to the type of evidence found for this review, GRADE rates the certainty of the evidence as low to very low. Modeling studies consistently reported a benefit of the simulated quarantine measures, for example, quarantine of people exposed to confirmed or suspected cases averted 44% to 81% incident cases and 31% to 63% of deaths compared to no measures based on different scenarios (incident cases: 4 modelling studies on COVID-19, SARS; mortality: 2 modelling studies on COVID-19, SARS, low-certainty evidence). Very low-certainty evidence suggests that the earlier quarantine measures are implemented, the greater the cost savings (2 modelling studies on SARS). Very low-certainty evidence indicated that the effect of quarantine of travellers from a country with a declared outbreak on reducing incidence and deaths was small (2 modelling studies on SARS). When the models combined quarantine with other prevention and control measures, including school closures, travel restrictions and social distancing, the models demonstrated a larger effect on the reduction of new cases, transmissions and deaths than individual measures alone (incident cases: 4 modelling studies on COVID-19; onward transmission: 2 modelling studies on COVID-19; mortality: 2 modelling studies on COVID-19; low-certainty evidence). Studies on SARS and MERS were consistent with findings from the studies on COVID-19. AUTHORS' CONCLUSIONS: Current evidence for COVID-19 is limited to modelling studies that make parameter assumptions based on the current, fragmented knowledge. Findings consistently indicate that quarantine is important in reducing incidence and mortality during the COVID-19 pandemic. Early implementation of quarantine and combining quarantine with other public health measures is important to ensure effectiveness. In order to maintain the best possible balance of measures, decision makers must constantly monitor the outbreak situation and the impact of the measures implemented. Testing in representative samples in different settings could help assess the true prevalence of infection, and would reduce uncertainty of modelling assumptions. This review was commissioned by WHO and supported by Danube-University-Krems."],"_version_":1664637636049895424,"score":267.21487},{"pmid":32271627,"title":"Self-Isolation Compliance In The COVID-19 Era Influenced By Compensation: Findings From A Recent Survey In Israel.","text":["Self-Isolation Compliance In The COVID-19 Era Influenced By Compensation: Findings From A Recent Survey In Israel.","A new Coronavirus disease (COVID-19) outbreak is spreading since December 2019. In an attempt to contain the disease, health authorities call for self-quarantine of individuals suspected as exposures. Health officials assume the public will comply in high rates; however, studies suggest that a major obstacle to compliance for household quarantine is concern over loss of income. A cross sectional study of the adult population of Israel was conducted in the last week of February 2020 to assess public attitudes toward the COVID-19 outbreak. In particular, public compliance rates with self-quarantine were assessed depending on compensation for lost wages. The results suggest that when compensation was assumed, the compliance rate was 94%; yet, when compensation was removed, the compliance rate dropped to less than 57%. This study demonstrates that providing people with assurances for their livelihood during self-quarantine is an important component in compliance with public health regulations. [Editor's Note: This fast-track Ahead-of-Print article is the accepted version of the peer-reviewed manuscript. The final edited version will appear in an upcoming issue of Health Affairs.].","Health Aff (Millwood)","Bodas, Moran","Peleg, Kobi","32271627"],"abstract":["A new Coronavirus disease (COVID-19) outbreak is spreading since December 2019. In an attempt to contain the disease, health authorities call for self-quarantine of individuals suspected as exposures. Health officials assume the public will comply in high rates; however, studies suggest that a major obstacle to compliance for household quarantine is concern over loss of income. A cross sectional study of the adult population of Israel was conducted in the last week of February 2020 to assess public attitudes toward the COVID-19 outbreak. In particular, public compliance rates with self-quarantine were assessed depending on compensation for lost wages. The results suggest that when compensation was assumed, the compliance rate was 94%; yet, when compensation was removed, the compliance rate dropped to less than 57%. This study demonstrates that providing people with assurances for their livelihood during self-quarantine is an important component in compliance with public health regulations. [Editor's Note: This fast-track Ahead-of-Print article is the accepted version of the peer-reviewed manuscript. The final edited version will appear in an upcoming issue of Health Affairs.]."],"journal":"Health Aff (Millwood)","authors":["Bodas, Moran","Peleg, Kobi"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32271627","week":"202015|Apr 06 - Apr 12","doi":"10.1377/hlthaff.2020.00382","keywords":["covid-19","compensation","compliance","coronavirus","decision making","diseases","emergency medicine","epidemiology","global health","public health","quarantine","regulation","self-quarantine","health policy"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Israel","Israel"],"countries":["Israel"],"countries_codes":["ISR|Israel"],"_version_":1664637315683713025,"score":256.37335},{"pmid":32265005,"pmcid":"PMC7140595","title":"Only strict quarantine measures can curb the coronavirus disease (COVID-19) outbreak in Italy, 2020.","text":["Only strict quarantine measures can curb the coronavirus disease (COVID-19) outbreak in Italy, 2020.","Several Italian towns are under lockdown to contain the COVID-19 outbreak. The level of transmission reduction required for physical distancing interventions to mitigate the epidemic is a crucial question. We show that very high adherence to community quarantine (total stay-home policy) and a small household size is necessary for curbing the outbreak in a locked-down town. The larger the household size and amount of time in the public, the longer the lockdown period needed.","Euro Surveill","Sjodin, Henrik","Wilder-Smith, Annelies","Osman, Sarah","Farooq, Zia","Rocklov, Joacim","32265005"],"abstract":["Several Italian towns are under lockdown to contain the COVID-19 outbreak. The level of transmission reduction required for physical distancing interventions to mitigate the epidemic is a crucial question. We show that very high adherence to community quarantine (total stay-home policy) and a small household size is necessary for curbing the outbreak in a locked-down town. The larger the household size and amount of time in the public, the longer the lockdown period needed."],"journal":"Euro Surveill","authors":["Sjodin, Henrik","Wilder-Smith, Annelies","Osman, Sarah","Farooq, Zia","Rocklov, Joacim"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32265005","week":"202015|Apr 06 - Apr 12","doi":"10.2807/1560-7917.ES.2020.25.13.2000280","keywords":["covid-19","outbreak","sars-cov-2","social distancing","coronavirus","isolation and quarantine"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Italian","Italy"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"_version_":1664637635981737984,"score":221.21336}]}