{"pmid":32336612,"title":"The pivotal link between ACE2 deficiency and SARS-CoV-2 infection.","text":["The pivotal link between ACE2 deficiency and SARS-CoV-2 infection.","Angiotensin converting enzyme-2 (ACE2) receptors mediate the entry into the cell of three strains of coronavirus: SARS-CoV, NL63 and SARS-CoV-2. ACE2 receptors are ubiquitous and widely expressed in the heart, vessels, gut, lung (particularly in type 2 pneumocytes and macrophages), kidney, testis and brain. ACE2 is mostly bound to cell membranes and only scarcely present in the circulation in a soluble form. An important salutary function of membrane-bound and soluble ACE2 is the degradation of angiotensin II to angiotensin1-7. Consequently, ACE2 receptors limit several detrimental effects resulting from binding of angiotensin II to AT1 receptors, which include vasoconstriction, enhanced inflammation and thrombosis. The increased generation of angiotensin1-7 also triggers counter-regulatory protective effects through binding to G-protein coupled Mas receptors. Unfortunately, the entry of SARS-CoV2 into the cells through membrane fusion markedly down-regulates ACE2 receptors, with loss of the catalytic effect of these receptors at the external site of the membrane. Increased pulmonary inflammation and coagulation have been reported as unwanted effects of enhanced and unopposed angiotensin II effects via the ACE-->Angiotensin II-->AT1 receptor axis. Clinical reports of patients infected with SARS-CoV-2 show that several features associated with infection and severity of the disease (i.e., older age, hypertension, diabetes, cardiovascular disease) share a variable degree of ACE2 deficiency. We suggest that ACE2 down-regulation induced by viral invasion may be especially detrimental in people with baseline ACE2 deficiency associated with the above conditions. The additional ACE2 deficiency after viral invasion might amplify the dysregulation between the 'adverse' ACE-->Angiotensin II-->AT1 receptor axis and the 'protective' ACE2-->Angiotensin1-7-->Mas receptor axis. In the lungs, such dysregulation would favor the progression of inflammatory and thrombotic processes triggered by local angiotensin II hyperactivity unopposed by angiotensin1-7. In this setting, recombinant ACE2, angiotensin1-7 and angiotensin II type 1 receptor blockers could be promising therapeutic approaches in patients with SARS-CoV-2 infection.","Eur J Intern Med","Verdecchia, Paolo","Cavallini, Claudio","Spanevello, Antonio","Angeli, Fabio","32336612"],"abstract":["Angiotensin converting enzyme-2 (ACE2) receptors mediate the entry into the cell of three strains of coronavirus: SARS-CoV, NL63 and SARS-CoV-2. ACE2 receptors are ubiquitous and widely expressed in the heart, vessels, gut, lung (particularly in type 2 pneumocytes and macrophages), kidney, testis and brain. ACE2 is mostly bound to cell membranes and only scarcely present in the circulation in a soluble form. An important salutary function of membrane-bound and soluble ACE2 is the degradation of angiotensin II to angiotensin1-7. Consequently, ACE2 receptors limit several detrimental effects resulting from binding of angiotensin II to AT1 receptors, which include vasoconstriction, enhanced inflammation and thrombosis. The increased generation of angiotensin1-7 also triggers counter-regulatory protective effects through binding to G-protein coupled Mas receptors. Unfortunately, the entry of SARS-CoV2 into the cells through membrane fusion markedly down-regulates ACE2 receptors, with loss of the catalytic effect of these receptors at the external site of the membrane. Increased pulmonary inflammation and coagulation have been reported as unwanted effects of enhanced and unopposed angiotensin II effects via the ACE-->Angiotensin II-->AT1 receptor axis. Clinical reports of patients infected with SARS-CoV-2 show that several features associated with infection and severity of the disease (i.e., older age, hypertension, diabetes, cardiovascular disease) share a variable degree of ACE2 deficiency. We suggest that ACE2 down-regulation induced by viral invasion may be especially detrimental in people with baseline ACE2 deficiency associated with the above conditions. The additional ACE2 deficiency after viral invasion might amplify the dysregulation between the 'adverse' ACE-->Angiotensin II-->AT1 receptor axis and the 'protective' ACE2-->Angiotensin1-7-->Mas receptor axis. In the lungs, such dysregulation would favor the progression of inflammatory and thrombotic processes triggered by local angiotensin II hyperactivity unopposed by angiotensin1-7. In this setting, recombinant ACE2, angiotensin1-7 and angiotensin II type 1 receptor blockers could be promising therapeutic approaches in patients with SARS-CoV-2 infection."],"journal":"Eur J Intern Med","authors":["Verdecchia, Paolo","Cavallini, Claudio","Spanevello, Antonio","Angeli, Fabio"],"date":"2020-04-28T11:00:00Z","year":2020,"_id":"32336612","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1016/j.ejim.2020.04.037","keywords":["ace","ace-inhibitors","ace2","angiotensin receptor blockers","coronavirus","diabetes","elderly","heart failure","hypertension","sars-cov-2"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1665264685632454657,"score":8.574329,"similar":[{"pmid":32310915,"title":"[ACE-inhibitors, angiotensin receptor blockers and severe acute respiratory syndrome caused by coronavirus].","text":["[ACE-inhibitors, angiotensin receptor blockers and severe acute respiratory syndrome caused by coronavirus].","Some Authors recently suggested that angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) should be discontinued, even temporarily, given the current pandemic of SARS-CoV-2 virus. The suggestion is based on the hypothesis that ACE-inhibitors and ARBs may favor the entry and diffusion of SARS-CoV-2 virus into the human cells. ACE-inhibitors and ARBs may increase the expression of ACE2 receptors, which are the sites of viral entry into the human organism. ACE2 receptors are ubiquitous, although they are extremely abundant on the cell surface of type 2 pneumocytes. Type 2 pneumocytes are small cylindrical alveolar cells located in close vicinity to pulmonary capillaries and responsible for the synthesis of alveolar surfactant, which is known to facilitate gas exchanges. The increased expression of ACE2 for effect of ACE-inhibitors and ARBs can be detected by increased production of angiotensin1-7 and mRNA related to ACE2. There is the fear that the increased expression of ACE2 induced by ACE-inhibitors and ARBs may ultimately facilitate the entry and diffusion of the SARS-CoV-2 virus. However, there is no clinical evidence to support this hypothesis. Furthermore, available data are conflicting and some counter-intuitive findings suggest that ARBs may be beneficial, not harmful. Indeed, studies conducted in different laboratories demonstrated that ACE2 receptors show a down-regulation (i.e. the opposite of what would happen with ACE-inhibitors and ARBs) for effect of their interaction with the virus. In animal studies, down-regulation of ACE2 has been found as prevalent in the pulmonary areas infected by virus, but not in the surrounding areas. In these studies, virus-induced ACE2 down-regulation would lead to a reduced formation of angiotensin1-7 (because ACE2 degrades angiotensin II into angiotensin1-7) with consequent accumulation of angiotensin II. The excess angiotensin II would favor pulmonary edema and inflammation, a phenomenon directly associated with angiotensin II levels, along with worsening in pulmonary function. Such detrimental effects have been blocked by ARBs in experimental models. In the light of the above considerations, it is reasonable to conclude that the suggestion to discontinue ACE-inhibitors or ARBs in all patients with the aim of preventing or limiting the diffusion of SARS-CoV-2 virus is not based on clinical evidence. Conversely, experimental studies suggest that ARBs might be useful in these patients to limit pulmonary damage through the inhibition of type 1 angiotensin II receptors. Controlled clinical studies in this area are eagerly awaited. This review discusses facts and theories on the potential impact of ACE-inhibitors and ARBs in the setting of the SARS-CoV-2 pandemic.","G Ital Cardiol (Rome)","Verdecchia, Paolo","Reboldi, Gianpaolo","Cavallini, Claudio","Mazzotta, Giovanni","Angeli, Fabio","32310915"],"abstract":["Some Authors recently suggested that angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) should be discontinued, even temporarily, given the current pandemic of SARS-CoV-2 virus. The suggestion is based on the hypothesis that ACE-inhibitors and ARBs may favor the entry and diffusion of SARS-CoV-2 virus into the human cells. ACE-inhibitors and ARBs may increase the expression of ACE2 receptors, which are the sites of viral entry into the human organism. ACE2 receptors are ubiquitous, although they are extremely abundant on the cell surface of type 2 pneumocytes. Type 2 pneumocytes are small cylindrical alveolar cells located in close vicinity to pulmonary capillaries and responsible for the synthesis of alveolar surfactant, which is known to facilitate gas exchanges. The increased expression of ACE2 for effect of ACE-inhibitors and ARBs can be detected by increased production of angiotensin1-7 and mRNA related to ACE2. There is the fear that the increased expression of ACE2 induced by ACE-inhibitors and ARBs may ultimately facilitate the entry and diffusion of the SARS-CoV-2 virus. However, there is no clinical evidence to support this hypothesis. Furthermore, available data are conflicting and some counter-intuitive findings suggest that ARBs may be beneficial, not harmful. Indeed, studies conducted in different laboratories demonstrated that ACE2 receptors show a down-regulation (i.e. the opposite of what would happen with ACE-inhibitors and ARBs) for effect of their interaction with the virus. In animal studies, down-regulation of ACE2 has been found as prevalent in the pulmonary areas infected by virus, but not in the surrounding areas. In these studies, virus-induced ACE2 down-regulation would lead to a reduced formation of angiotensin1-7 (because ACE2 degrades angiotensin II into angiotensin1-7) with consequent accumulation of angiotensin II. The excess angiotensin II would favor pulmonary edema and inflammation, a phenomenon directly associated with angiotensin II levels, along with worsening in pulmonary function. Such detrimental effects have been blocked by ARBs in experimental models. In the light of the above considerations, it is reasonable to conclude that the suggestion to discontinue ACE-inhibitors or ARBs in all patients with the aim of preventing or limiting the diffusion of SARS-CoV-2 virus is not based on clinical evidence. Conversely, experimental studies suggest that ARBs might be useful in these patients to limit pulmonary damage through the inhibition of type 1 angiotensin II receptors. Controlled clinical studies in this area are eagerly awaited. This review discusses facts and theories on the potential impact of ACE-inhibitors and ARBs in the setting of the SARS-CoV-2 pandemic."],"journal":"G Ital Cardiol (Rome)","authors":["Verdecchia, Paolo","Reboldi, Gianpaolo","Cavallini, Claudio","Mazzotta, Giovanni","Angeli, Fabio"],"date":"2020-04-21T11:00:00Z","year":2020,"_id":"32310915","week":"202017|Apr 20 - Apr 26","doi":"10.1714/3343.33127","source":"PubMed","topics":["Treatment","Mechanism"],"weight":1,"_version_":1664632501549662209,"score":492.08377},{"pmid":32228252,"title":"COVID-19, ACE2, and the cardiovascular consequences.","text":["COVID-19, ACE2, and the cardiovascular consequences.","The novel SARS coronavirus SARS-CoV-2 pandemic may be particularly deleterious to patients with underlying cardiovascular disease (CVD). The mechanism for SARS-CoV-2 infection is the requisite binding of the virus to the membrane-bound form of angiotensin-converting enzyme 2 (ACE2) and internalization of the complex by the host cell. Recognition that ACE2 is the coreceptor for the coronavirus has prompted new therapeutic approaches to block the enzyme or reduce its expression to prevent the cellular entry and SARS-CoV-2 infection in tissues that express ACE2 including lung, heart, kidney, brain, and gut. ACE2, however, is a key enzymatic component of the renin-angiotensin-aldosterone system (RAAS); ACE2 degrades ANG II, a peptide with multiple actions that promote CVD, and generates Ang-(1-7), which antagonizes the effects of ANG II. Moreover, experimental evidence suggests that RAAS blockade by ACE inhibitors, ANG II type 1 receptor antagonists, and mineralocorticoid antagonists, as well as statins, enhance ACE2 which, in part, contributes to the benefit of these regimens. In lieu of the fact that many older patients with hypertension or other CVDs are routinely treated with RAAS blockers and statins, new clinical concerns have developed regarding whether these patients are at greater risk for SARS-CoV-2 infection, whether RAAS and statin therapy should be discontinued, and the potential consequences of RAAS blockade to COVID-19-related pathologies such as acute and chronic respiratory disease. The current perspective critically examines the evidence for ACE2 regulation by RAAS blockade and statins, the cardiovascular benefits of ACE2, and whether ACE2 blockade is a viable approach to attenuate COVID-19.","Am J Physiol Heart Circ Physiol","South, Andrew M","Diz, Debra I","Chappell, Mark C","32228252"],"abstract":["The novel SARS coronavirus SARS-CoV-2 pandemic may be particularly deleterious to patients with underlying cardiovascular disease (CVD). The mechanism for SARS-CoV-2 infection is the requisite binding of the virus to the membrane-bound form of angiotensin-converting enzyme 2 (ACE2) and internalization of the complex by the host cell. Recognition that ACE2 is the coreceptor for the coronavirus has prompted new therapeutic approaches to block the enzyme or reduce its expression to prevent the cellular entry and SARS-CoV-2 infection in tissues that express ACE2 including lung, heart, kidney, brain, and gut. ACE2, however, is a key enzymatic component of the renin-angiotensin-aldosterone system (RAAS); ACE2 degrades ANG II, a peptide with multiple actions that promote CVD, and generates Ang-(1-7), which antagonizes the effects of ANG II. Moreover, experimental evidence suggests that RAAS blockade by ACE inhibitors, ANG II type 1 receptor antagonists, and mineralocorticoid antagonists, as well as statins, enhance ACE2 which, in part, contributes to the benefit of these regimens. In lieu of the fact that many older patients with hypertension or other CVDs are routinely treated with RAAS blockers and statins, new clinical concerns have developed regarding whether these patients are at greater risk for SARS-CoV-2 infection, whether RAAS and statin therapy should be discontinued, and the potential consequences of RAAS blockade to COVID-19-related pathologies such as acute and chronic respiratory disease. The current perspective critically examines the evidence for ACE2 regulation by RAAS blockade and statins, the cardiovascular benefits of ACE2, and whether ACE2 blockade is a viable approach to attenuate COVID-19."],"journal":"Am J Physiol Heart Circ Physiol","authors":["South, Andrew M","Diz, Debra I","Chappell, Mark C"],"date":"2020-04-02T11:00:00Z","year":2020,"_id":"32228252","week":"202014|Mar 30 - Apr 05","doi":"10.1152/ajpheart.00217.2020","keywords":["ace2","ang ii","covid-19","sars-cov-2","renin-angiotensin system","statins"],"source":"PubMed","topics":["Mechanism","Treatment"],"weight":1,"e_drugs":["Aldosterone"],"_version_":1664638455250944001,"score":450.34888},{"pmid":32208987,"title":"Renin-Angiotensin System Blockers and the COVID-19 Pandemic: At Present There Is No Evidence to Abandon Renin-Angiotensin System Blockers.","text":["Renin-Angiotensin System Blockers and the COVID-19 Pandemic: At Present There Is No Evidence to Abandon Renin-Angiotensin System Blockers.","During the spread of the severe acute respiratory syndrome coronavirus-2, some reports of data still emerging and in need of full analysis indicate that certain groups of patients are at risk of COVID-19. This includes patients with hypertension, heart disease, diabetes mellitus, and clearly the elderly. Many of those patients are treated with reninangiotensin system blockers. Because the ACE2 (angiotensin-converting enzyme 2) protein is the receptor that facilitates coronavirus entry into cells, the notion has been popularized that treatment with renin-angiotensin system blockers might increase the risk of developing a severe and fatal severe acute respiratory syndrome coronavirus-2 infection. The present article discusses this concept. ACE2 in its full-length form is a membrane-bound enzyme, whereas its shorter (soluble) form circulates in blood at very low levels. As a mono-carboxypeptidase, ACE2 contributes to the degradation of several substrates including angiotensins I and II. ACE (angiotensin-converting enzyme) inhibitors do not inhibit ACE2 because ACE and ACE2 are different enzymes. Although angiotensin II type 1 receptor blockers have been shown to upregulate ACE2 in experimental animals, the evidence is not always consistent and differs among the diverse angiotensin II type 1 receptor blockers and differing organs. Moreover, there are no data to support the notion that ACE inhibitor or angiotensin II type 1 receptor blocker administration facilitates coronavirus entry by increasing ACE2 expression in either animals or humans. Indeed, animal data support elevated ACE2 expression as conferring potential protective pulmonary and cardiovascular effects. In summary, based on the currently available evidence, treatment with renin-angiotensin system blockers should not be discontinued because of concerns with coronavirus infection.","Hypertension","Danser, A H Jan","Epstein, Murray","Batlle, Daniel","32208987"],"abstract":["During the spread of the severe acute respiratory syndrome coronavirus-2, some reports of data still emerging and in need of full analysis indicate that certain groups of patients are at risk of COVID-19. This includes patients with hypertension, heart disease, diabetes mellitus, and clearly the elderly. Many of those patients are treated with reninangiotensin system blockers. Because the ACE2 (angiotensin-converting enzyme 2) protein is the receptor that facilitates coronavirus entry into cells, the notion has been popularized that treatment with renin-angiotensin system blockers might increase the risk of developing a severe and fatal severe acute respiratory syndrome coronavirus-2 infection. The present article discusses this concept. ACE2 in its full-length form is a membrane-bound enzyme, whereas its shorter (soluble) form circulates in blood at very low levels. As a mono-carboxypeptidase, ACE2 contributes to the degradation of several substrates including angiotensins I and II. ACE (angiotensin-converting enzyme) inhibitors do not inhibit ACE2 because ACE and ACE2 are different enzymes. Although angiotensin II type 1 receptor blockers have been shown to upregulate ACE2 in experimental animals, the evidence is not always consistent and differs among the diverse angiotensin II type 1 receptor blockers and differing organs. Moreover, there are no data to support the notion that ACE inhibitor or angiotensin II type 1 receptor blocker administration facilitates coronavirus entry by increasing ACE2 expression in either animals or humans. Indeed, animal data support elevated ACE2 expression as conferring potential protective pulmonary and cardiovascular effects. In summary, based on the currently available evidence, treatment with renin-angiotensin system blockers should not be discontinued because of concerns with coronavirus infection."],"journal":"Hypertension","authors":["Danser, A H Jan","Epstein, Murray","Batlle, Daniel"],"date":"2020-03-27T11:00:00Z","year":2020,"_id":"32208987","week":"202013|Mar 23 - Mar 29","doi":"10.1161/HYPERTENSIONAHA.120.15082","keywords":["ace inhibitor","covid-19","angiotensin receptor blocker","coronavirus","severe acute respiratory syndrome"],"source":"PubMed","topics":["Mechanism","Treatment"],"weight":1,"_version_":1664638933404745728,"score":440.87436},{"pmid":32264791,"title":"Angiotensin Converting Enzyme 2: SARS-CoV-2 Receptor and Regulator of the Renin-Angiotensin System.","text":["Angiotensin Converting Enzyme 2: SARS-CoV-2 Receptor and Regulator of the Renin-Angiotensin System.","Angiotensin-converting enzyme (ACE2) has a multiplicity of physiological roles that revolve around its trivalent function: a negative regulator of the renin-angiotensin system (RAS), facilitator of amino acid transport, and the SARS-CoV and SARS-CoV-2 receptor. ACE2 is widely expressed, including, in the lungs, cardiovascular system, gut, kidneys, central nervous system, and adipose tissue. ACE2 has recently been identified as the SARS-CoV-2 receptor, the infective agent responsible for COVID-19, providing a critical link between immunity, inflammation, ACE2, and cardiovascular disease. Although sharing a close evolutionary relationship with SARS-CoV, the receptor-binding domain of SARS-CoV-2 differs in several key amino acid residues, allowing for stronger binding affinity with the human ACE2 receptor, which may account for the greater pathogenicity of SARS-CoV-2. The loss of ACE2 function following binding by SARS-CoV-2 is driven by endocytosis and activation of proteolytic cleavage and processing. The ACE2 system is a critical protective pathway against heart failure with reduced and preserved ejection fraction including, myocardial infarction and hypertension, and against lung disease and diabetes. The control of gut dysbiosis and vascular permeability by ACE2 has emerged as an essential mechanism of pulmonary hypertension and diabetic cardiovascular complications. Recombinant ACE2, gene-delivery of Ace2, Ang 1-7 analogs, and Mas receptor agonists enhance ACE2 action and serve as potential therapies for disease conditions associated with an activated RAS. Recombinant human ACE2 has completed clinical trials and efficiently lowered or increased plasma angiotensin II and angiotensin 1-7 levels, respectively. Our review summarizes the progress over the past 20 years, highlighting the critical role of ACE2 as the novel SARS-CoV-2 receptor and as the negative regulator of the RAS, together with implications for the COVID-19 pandemic and associated cardiovascular diseases.","Circ Res","Gheblawi, Mahmoud","Wang, Kaiming","Viveiros, Anissa","Nguyen, Quynh","Zhong, Jiu-Chang","Turner, Anthony J","Raizada, Mohan K","Grant, Maria B","Oudit, Gavin Y","32264791"],"abstract":["Angiotensin-converting enzyme (ACE2) has a multiplicity of physiological roles that revolve around its trivalent function: a negative regulator of the renin-angiotensin system (RAS), facilitator of amino acid transport, and the SARS-CoV and SARS-CoV-2 receptor. ACE2 is widely expressed, including, in the lungs, cardiovascular system, gut, kidneys, central nervous system, and adipose tissue. ACE2 has recently been identified as the SARS-CoV-2 receptor, the infective agent responsible for COVID-19, providing a critical link between immunity, inflammation, ACE2, and cardiovascular disease. Although sharing a close evolutionary relationship with SARS-CoV, the receptor-binding domain of SARS-CoV-2 differs in several key amino acid residues, allowing for stronger binding affinity with the human ACE2 receptor, which may account for the greater pathogenicity of SARS-CoV-2. The loss of ACE2 function following binding by SARS-CoV-2 is driven by endocytosis and activation of proteolytic cleavage and processing. The ACE2 system is a critical protective pathway against heart failure with reduced and preserved ejection fraction including, myocardial infarction and hypertension, and against lung disease and diabetes. The control of gut dysbiosis and vascular permeability by ACE2 has emerged as an essential mechanism of pulmonary hypertension and diabetic cardiovascular complications. Recombinant ACE2, gene-delivery of Ace2, Ang 1-7 analogs, and Mas receptor agonists enhance ACE2 action and serve as potential therapies for disease conditions associated with an activated RAS. Recombinant human ACE2 has completed clinical trials and efficiently lowered or increased plasma angiotensin II and angiotensin 1-7 levels, respectively. Our review summarizes the progress over the past 20 years, highlighting the critical role of ACE2 as the novel SARS-CoV-2 receptor and as the negative regulator of the RAS, together with implications for the COVID-19 pandemic and associated cardiovascular diseases."],"journal":"Circ Res","authors":["Gheblawi, Mahmoud","Wang, Kaiming","Viveiros, Anissa","Nguyen, Quynh","Zhong, Jiu-Chang","Turner, Anthony J","Raizada, Mohan K","Grant, Maria B","Oudit, Gavin Y"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32264791","week":"202015|Apr 06 - Apr 12","doi":"10.1161/CIRCRESAHA.120.317015","keywords":["angiotensin 1-7","angiotensin converting enzyme 2","covid-19","coronavirus","recombinant human ace2"],"source":"PubMed","topics":["Mechanism","Treatment"],"weight":1,"_version_":1664637636067721217,"score":390.5446},{"pmid":32305401,"pmcid":"PMC7161517","title":"Clinical Implications of SARS-Cov2 Interaction with Renin Angiotensin System.","text":["Clinical Implications of SARS-Cov2 Interaction with Renin Angiotensin System.","SARS-CoV2 host cell infection is mediated by the binding to angiotensin-converting enzyme 2 (ACE2). Systemic dysregulation observed in SARS-CoV was previously postulated to be due to ACE2/Ang1-7/Mas axis downregulation, increased ACE2 activity was shown to mediate disease protection. Since angiotensin II receptor blockers (ARBs), ACE inhibitors, and mineralocorticoid receptor antagonists (MRAs) increase ACE2 receptor expression, it has been tacitly believed that the use of these agents may facilitate viral disease, thus they should not be used in high-risk patients with cardiovascular disease. Based on the anti-inflammatory benefits of the upregulation of the ACE2/Ang1-7/Mas axis and previously demonstrated benefits of lung function improvement in SARS-CoV infections, we hypothesize that the benefits of treatment with renin-angiotensin system inhibitors in SARS-COV2 may outweigh the risks and at the very least should not be withheld.","J Am Coll Cardiol","Brojakowska, Agnieszka","Narula, Jagat","Shimony, Rony","Bander, Jeffrey","32305401"],"abstract":["SARS-CoV2 host cell infection is mediated by the binding to angiotensin-converting enzyme 2 (ACE2). Systemic dysregulation observed in SARS-CoV was previously postulated to be due to ACE2/Ang1-7/Mas axis downregulation, increased ACE2 activity was shown to mediate disease protection. Since angiotensin II receptor blockers (ARBs), ACE inhibitors, and mineralocorticoid receptor antagonists (MRAs) increase ACE2 receptor expression, it has been tacitly believed that the use of these agents may facilitate viral disease, thus they should not be used in high-risk patients with cardiovascular disease. Based on the anti-inflammatory benefits of the upregulation of the ACE2/Ang1-7/Mas axis and previously demonstrated benefits of lung function improvement in SARS-CoV infections, we hypothesize that the benefits of treatment with renin-angiotensin system inhibitors in SARS-COV2 may outweigh the risks and at the very least should not be withheld."],"journal":"J Am Coll Cardiol","authors":["Brojakowska, Agnieszka","Narula, Jagat","Shimony, Rony","Bander, Jeffrey"],"date":"2020-04-20T11:00:00Z","year":2020,"_id":"32305401","week":"202017|Apr 20 - Apr 26","doi":"10.1016/j.jacc.2020.04.028","keywords":["ace inhibitor","covid-19","sars-cov2","angiotensin ii receptor blockers","angiotensin converting anzyme-2","mineralocorticoid receptor antagonist"],"source":"PubMed","topics":["Treatment","Mechanism"],"weight":1,"_version_":1664641855774523392,"score":353.25565}]}