{"pmid":32338224,"title":"Focus on Receptors for Coronaviruses with Special Reference to Angiotensin-converting Enzyme 2 as a Potential Drug Target - A Perspective.","text":["Focus on Receptors for Coronaviruses with Special Reference to Angiotensin-converting Enzyme 2 as a Potential Drug Target - A Perspective.","Coronaviruses (CoVs) possess an enveloped, single, positive-stranded RNA genome which encodes for four membrane proteins, namely spike (S), envelope (E), membrane (M) and nucleocapsid (N) proteins 3-5 [1]. With regard to pathogenicity, S proteins are essential for viral entry into host cells [2, 3]. SARS-CoV binds to the angiotensin-converting enzyme (ACE)2 which is present on nonimmune cells, such as respiratory and intestinal epithelial cells, endothelial cells, kidney cells (renal tubules) and cerebral neurons and immune cells, such as alveolar monocytes/macrophages [4-6]. Of note, CD209L or liver/lymph node special intercellular adhesion molecule-3-grabbing non-integrin (SIGN) and dendritic cell (DC)-SIGN are alternative receptors for SARS-CoV but with lower affinity [7]. In the case of MERS-CoV, S proteins bind to the host cell receptor dipeptidyl peptidase 4 (DPP4 or CD26) which is broadly expressed on intestinal, alveolar, renal, hepatic and prostate cells as well as on activated leukocytes [8]. Then, viruses replicate in target cells with release of mature virions, which, in turn, invade new target cells [9]. Evidence has been provided that SARSCoV proteins are cleaved into two subunits, S1 and S2, respectively, and the amino acids 318-510 of the S1 represent the receptor-binding domain (RBD) which binds to ACE2 [10, 11]. Quite importantly, in the context of RBD there is the receptor-binding motif (RBM) (amino acids 424- 494), which accounts for complete binding to ACE2 [11]. Moreover, by means of two residues at positions 479 and 487 RBD allows virus progression and tropism [10, 11]. In the case of MERSCoV, its RBM binds to DPP4 with residues 484-567, thus, suggesting that its RBD differs from that of SARS-CoV [12, 13]. In a very recent paper, Wan and associates [14] have investigated the receptor recognition by COVID-19 (a new term to indicate the 2019-nCoV in Wuhan) on the bases of structural studies. In this respect, the sequence of COVID-19 RBM is similar to that of SARSCoV, thus, implicating that ACE2 may represent the binding receptors for COVID-19. Furthermore, gln493 residue of COVID-19 RBM seems to allow interaction with human ACE2, thus, suggesting the ability of this virus to infect human cells. According, to Wan and associates structural analysis [14], COVID-19 binds to human ACE2 with a lesser efficiency than human SARS-CoV (2002) but with higher affinity than human SARS-CoV (2003). Furthermore, same authors predicted that a single mutation at the 501 position may enhance the COVID-19 RBD binding capacity to human ACE2 and this evolution should be monitored in infected patients [14]. These predictive findings by Wan and associates [14] are confirmed by two contemporary studies by Letko and Muster [15] and Peng and associates [16]. In particular, the report by Peng and associates [16], points out the possible origin of COVID-19 from bats [16]. From a pathogenic point of view, evidence has been provided that binding of S2 to ACE2 receptor leads to its down-regulation with subsequent lung damage in the course of SARS-CoV infection [17]. Down-regulation of ACE2 causes excessive production of angiotensin (ANG) II by the related enzyme ACE with stimulation of ANG type 1a receptor (AT1R) and enhanced lung vascular permeability [18]. In particular, same authors have reported that recombinant ACE2 could attenuate severe acute lung injury in mice [18]. Moreover, Battle and associates [19] also proposed to use already available recombinant ACE2 for intercepting COVID-19 and attenuating infection. In the previous paragraphs, the presence of ACE2 on immune cells has been pointed out and, by analogy to epithelial cells, this receptor may also be down-regulated following viral entry. Therefore, in CoV-infected animal models and in infected humans further investigations are required to clarify a possible reduced expression of ACE2 on immune cells. In fact, in the course of SARS-CoV infection, a number of immune disorders have been detected. Three reports have demonstrated the ability of CoV to inhibit interferon (IFN)- production in the course of SARS acting as IFN antagonist [20-22]. In senescent Balb/c mice, depletion of T lymphocytes is associated to more severe interstitial pneumonitis and delayed clearance of SARS-CoV, thus, suggesting a protective role played by these cells [23]. In this connection, both SARS-CoV and MERS-CoV have been shown to induce T cell apoptosis, thus, aggravating the clinical course of disease [24, 25]. Quite interestingly, memory CD8+ T cells specific for SARS-CoV M and N proteins have been detected up to 11 years post-infection [26]. As far as humoral immune responsiveness is concerned, evidence has been provided that S1 subunit from MERS-CoV is highly immunogenic in mice [27]. Moreover, monoclonal antibodies have been shown to be highly neutralizing against MERS-CoV replication and endowed with post exposure effectiveness in susceptible mice [28, 29]. Human neutralizing antibodies have also been isolated from a recovered patient, thus, suggesting the role of humoral immunity in the control of the persistence of CoV in the host [30]. In particular, IgG response occurs early in infection and its prolonged production may serve for virus clearance during recovery also in view of the absence of viremia in convalescent sera from SARS patients [31]. According to current literature, severity of COVID-19 infection correlates with lymphopenia and patients who died from COVID-19 had lower lymphocyte counts when compared to survivors [32, 33]. These data suggest that lymphocyte-mediated anti-viral activity is poorly effective against COVID-19. Despite lymphopenia, evidence for an exaggerate release of proinflammatory cytokines [interleukin (IL)-1 and IL-6] has been reported in the course acute respiratory syndrome in COVID19 infected patients, thus, aggravating the clinical course of disease [34]. As recently reported, during COVID-19 pandemic in both Italy and China higher frequency of fatalities have been observed in the frail elderly population with previous comorbidities [35]. It is well known that decline of immunity occurs in ageing and, therefore, COVID-19 may gain easier access to the respiratory tract in frail elderly patients [36]. There is evidence that ACE2 protects from severe acute lung failure and operates as a negative regulator of the renin-angiotensin system (RAS) [18, 37]. It is well known that ANG II via activation of the AT1R promotes detrimental effects on the host, such as, vasoconstriction, reactive oxygen species generation, inflammation and matrix remodelling [38]. ACE2 counterbalances the noxious effects exhibited by ANG II and AT1R via activation of AT2R which arrests cell growth, inflammation and fibrosis [39]. In this framework, Gurwitz [40] proposed to use AT1R blockers, such as losartan, as a potential treatment of COVID-19 infection. In fact, losartan as well as olmesartan, used for treating hypertension in patients, were able to increase ACE2 expression after 28 days treatment of rats with myocardial infarction [41]. Then, Gurwitz suggests to evaluate severity of symptoms in COVID-19 infected patients under previous chronic treatment with AT1R blockers in comparison to COVID-19 infected patients who did not take AT1R blockers [40]. Quite interestingly, 75% of aged COVID-19 infected patients admitted to Italian hospitals had hypertension [unpublished data]. However, the putative effects of ACE-2 down-regulation on the cardiovascular system in the course of COVID-19 pandemic need more intensive studies. Taken together, these evidences suggest that CoV-induced down-regulation of ACE2 activates RAS with collateral damage to organs, such as lungs, in the course of SARS-related pneumonia. Then, putative therapeutic measures aimed at increasing ACE2 levels on respiratory epithelial cells should be taken into serious consideration. Quite interestingly, over the past few years, three key papers have demonstrated the ability of a polyphenol, resveratrol (RES), to experimentally deactivate the RAS system in maternal and post-weaning high fat diet, arterial ageing and high fat diet, respectively [42-44]. In all these experimental models, RES led to an increase of ACE2 with reduction of organ damage, such as liver steatosis and aorta media thickness and decrease of adipose tissue mass, respectively. As far as the mechanism of action of RES is concerned, this polyphenol is able to activate sirtuin (Sirt)1 [45-47]. In turn, Sirt1 down-regulates AT1R expression via ACE2 up-regulation [43, 48]. Of importance, Lin and associates [48] have demonstrated the ability of RES to in vitro inhibit MERS-CoV infection of Vero E6 cells, thus, prolonging cell survival in virtue of an anti-apoptotic mechanism. These findings suggest a direct antiviral effect exerted by RES. It would be very interestingly to evaluate the direct effects of RES on COVID-19, in vitro. The data above discussed strongly suggest, that RES, as an activators of ACE2, should be investigated in animal models of CoV-induced severe pneumonia, also taking into account the antioxidant, anti-inflammatory and immunomodulating effects exerted by polyphenols [49]. Then, successful animal studies may pave the way for RES-based human trials in COVID-infected patients. Note added in proof During the reviewing process of this perspective other related papers have been published. Hanff and associates [50] have discussed the possible association between COVID-19-associated cardiovascular mortality and dysregulation of the Renin Angiotensin System (RAS). From a pharmacologic point of view, RAS inhibition leads to upregulation of ACE2, thus, attenuating acute respiratory syndrome and myocarditis in COVID-19-infected patients. Conversely, increase in ACE2 expression may facilitate the access into the host of COVID-19, thus, aggravating the clinical picture. Such a dilemma would be solved by clinical trials based on RAS blockade or initiation and monitoring related effects. Contemporarily, Danser and associates [51] claim that there is no evidence to stop RAS blockers in the course of COVID-19 infection. In fact, there are no available data which support that ACE inhibitors or ANG II type I receptor blockers increase COVID-19 infection via its binding to ACE2. Finally, Kuster and associates [52] write that there are no data on the strict relationship between ACE2 activity and SARS-CoV2 mortality. Moreover, in the SARSCoV2, cells expressing ACE2 were not attacked by the virus, while cells lacking ACE2 were bound by the SARS-CoV2 virus [53]. These findings suggest that also in the case of RES effects on COVID-19 infection, the dual role of ACE2 should be taken into serious consideration.","Endocr Metab Immune Disord Drug Targets","Magrone, Thea","Magrone, Manrico","Jirillo, Emilio","32338224"],"journal":"Endocr Metab Immune Disord Drug Targets","authors":["Magrone, Thea","Magrone, Manrico","Jirillo, Emilio"],"date":"2020-04-28T11:00:00Z","year":2020,"_id":"32338224","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.2174/1871530320666200427112902","locations":["non-integrin","Wuhan","Letko","Italy","China","olmesartan","Italian"],"countries":["Italy","China"],"countries_codes":["ITA|Italy","CHN|China"],"e_drugs":["Losartan","Resveratrol","olmesartan","Polyphenols"],"topics":["Treatment","Mechanism"],"weight":1,"abstract":["Coronaviruses (CoVs) possess an enveloped, single, positive-stranded RNA genome which encodes for four membrane proteins, namely spike (S), envelope (E), membrane (M) and nucleocapsid (N) proteins 3-5 [1]. With regard to pathogenicity, S proteins are essential for viral entry into host cells [2, 3]. SARS-CoV binds to the angiotensin-converting enzyme (ACE)2 which is present on nonimmune cells, such as respiratory and intestinal epithelial cells, endothelial cells, kidney cells (renal tubules) and cerebral neurons and immune cells, such as alveolar monocytes/macrophages [4-6]. Of note, CD209L or liver/lymph node special intercellular adhesion molecule-3-grabbing non-integrin (SIGN) and dendritic cell (DC)-SIGN are alternative receptors for SARS-CoV but with lower affinity [7]. In the case of MERS-CoV, S proteins bind to the host cell receptor dipeptidyl peptidase 4 (DPP4 or CD26) which is broadly expressed on intestinal, alveolar, renal, hepatic and prostate cells as well as on activated leukocytes [8]. Then, viruses replicate in target cells with release of mature virions, which, in turn, invade new target cells [9]. Evidence has been provided that SARSCoV proteins are cleaved into two subunits, S1 and S2, respectively, and the amino acids 318-510 of the S1 represent the receptor-binding domain (RBD) which binds to ACE2 [10, 11]. Quite importantly, in the context of RBD there is the receptor-binding motif (RBM) (amino acids 424- 494), which accounts for complete binding to ACE2 [11]. Moreover, by means of two residues at positions 479 and 487 RBD allows virus progression and tropism [10, 11]. In the case of MERSCoV, its RBM binds to DPP4 with residues 484-567, thus, suggesting that its RBD differs from that of SARS-CoV [12, 13]. In a very recent paper, Wan and associates [14] have investigated the receptor recognition by COVID-19 (a new term to indicate the 2019-nCoV in Wuhan) on the bases of structural studies. In this respect, the sequence of COVID-19 RBM is similar to that of SARSCoV, thus, implicating that ACE2 may represent the binding receptors for COVID-19. Furthermore, gln493 residue of COVID-19 RBM seems to allow interaction with human ACE2, thus, suggesting the ability of this virus to infect human cells. According, to Wan and associates structural analysis [14], COVID-19 binds to human ACE2 with a lesser efficiency than human SARS-CoV (2002) but with higher affinity than human SARS-CoV (2003). Furthermore, same authors predicted that a single mutation at the 501 position may enhance the COVID-19 RBD binding capacity to human ACE2 and this evolution should be monitored in infected patients [14]. These predictive findings by Wan and associates [14] are confirmed by two contemporary studies by Letko and Muster [15] and Peng and associates [16]. In particular, the report by Peng and associates [16], points out the possible origin of COVID-19 from bats [16]. From a pathogenic point of view, evidence has been provided that binding of S2 to ACE2 receptor leads to its down-regulation with subsequent lung damage in the course of SARS-CoV infection [17]. Down-regulation of ACE2 causes excessive production of angiotensin (ANG) II by the related enzyme ACE with stimulation of ANG type 1a receptor (AT1R) and enhanced lung vascular permeability [18]. In particular, same authors have reported that recombinant ACE2 could attenuate severe acute lung injury in mice [18]. Moreover, Battle and associates [19] also proposed to use already available recombinant ACE2 for intercepting COVID-19 and attenuating infection. In the previous paragraphs, the presence of ACE2 on immune cells has been pointed out and, by analogy to epithelial cells, this receptor may also be down-regulated following viral entry. Therefore, in CoV-infected animal models and in infected humans further investigations are required to clarify a possible reduced expression of ACE2 on immune cells. In fact, in the course of SARS-CoV infection, a number of immune disorders have been detected. Three reports have demonstrated the ability of CoV to inhibit interferon (IFN)- production in the course of SARS acting as IFN antagonist [20-22]. In senescent Balb/c mice, depletion of T lymphocytes is associated to more severe interstitial pneumonitis and delayed clearance of SARS-CoV, thus, suggesting a protective role played by these cells [23]. In this connection, both SARS-CoV and MERS-CoV have been shown to induce T cell apoptosis, thus, aggravating the clinical course of disease [24, 25]. Quite interestingly, memory CD8+ T cells specific for SARS-CoV M and N proteins have been detected up to 11 years post-infection [26]. As far as humoral immune responsiveness is concerned, evidence has been provided that S1 subunit from MERS-CoV is highly immunogenic in mice [27]. Moreover, monoclonal antibodies have been shown to be highly neutralizing against MERS-CoV replication and endowed with post exposure effectiveness in susceptible mice [28, 29]. Human neutralizing antibodies have also been isolated from a recovered patient, thus, suggesting the role of humoral immunity in the control of the persistence of CoV in the host [30]. In particular, IgG response occurs early in infection and its prolonged production may serve for virus clearance during recovery also in view of the absence of viremia in convalescent sera from SARS patients [31]. According to current literature, severity of COVID-19 infection correlates with lymphopenia and patients who died from COVID-19 had lower lymphocyte counts when compared to survivors [32, 33]. These data suggest that lymphocyte-mediated anti-viral activity is poorly effective against COVID-19. Despite lymphopenia, evidence for an exaggerate release of proinflammatory cytokines [interleukin (IL)-1 and IL-6] has been reported in the course acute respiratory syndrome in COVID19 infected patients, thus, aggravating the clinical course of disease [34]. As recently reported, during COVID-19 pandemic in both Italy and China higher frequency of fatalities have been observed in the frail elderly population with previous comorbidities [35]. It is well known that decline of immunity occurs in ageing and, therefore, COVID-19 may gain easier access to the respiratory tract in frail elderly patients [36]. There is evidence that ACE2 protects from severe acute lung failure and operates as a negative regulator of the renin-angiotensin system (RAS) [18, 37]. It is well known that ANG II via activation of the AT1R promotes detrimental effects on the host, such as, vasoconstriction, reactive oxygen species generation, inflammation and matrix remodelling [38]. ACE2 counterbalances the noxious effects exhibited by ANG II and AT1R via activation of AT2R which arrests cell growth, inflammation and fibrosis [39]. In this framework, Gurwitz [40] proposed to use AT1R blockers, such as losartan, as a potential treatment of COVID-19 infection. In fact, losartan as well as olmesartan, used for treating hypertension in patients, were able to increase ACE2 expression after 28 days treatment of rats with myocardial infarction [41]. Then, Gurwitz suggests to evaluate severity of symptoms in COVID-19 infected patients under previous chronic treatment with AT1R blockers in comparison to COVID-19 infected patients who did not take AT1R blockers [40]. Quite interestingly, 75% of aged COVID-19 infected patients admitted to Italian hospitals had hypertension [unpublished data]. However, the putative effects of ACE-2 down-regulation on the cardiovascular system in the course of COVID-19 pandemic need more intensive studies. Taken together, these evidences suggest that CoV-induced down-regulation of ACE2 activates RAS with collateral damage to organs, such as lungs, in the course of SARS-related pneumonia. Then, putative therapeutic measures aimed at increasing ACE2 levels on respiratory epithelial cells should be taken into serious consideration. Quite interestingly, over the past few years, three key papers have demonstrated the ability of a polyphenol, resveratrol (RES), to experimentally deactivate the RAS system in maternal and post-weaning high fat diet, arterial ageing and high fat diet, respectively [42-44]. In all these experimental models, RES led to an increase of ACE2 with reduction of organ damage, such as liver steatosis and aorta media thickness and decrease of adipose tissue mass, respectively. As far as the mechanism of action of RES is concerned, this polyphenol is able to activate sirtuin (Sirt)1 [45-47]. In turn, Sirt1 down-regulates AT1R expression via ACE2 up-regulation [43, 48]. Of importance, Lin and associates [48] have demonstrated the ability of RES to in vitro inhibit MERS-CoV infection of Vero E6 cells, thus, prolonging cell survival in virtue of an anti-apoptotic mechanism. These findings suggest a direct antiviral effect exerted by RES. It would be very interestingly to evaluate the direct effects of RES on COVID-19, in vitro. The data above discussed strongly suggest, that RES, as an activators of ACE2, should be investigated in animal models of CoV-induced severe pneumonia, also taking into account the antioxidant, anti-inflammatory and immunomodulating effects exerted by polyphenols [49]. Then, successful animal studies may pave the way for RES-based human trials in COVID-infected patients. Note added in proof During the reviewing process of this perspective other related papers have been published. Hanff and associates [50] have discussed the possible association between COVID-19-associated cardiovascular mortality and dysregulation of the Renin Angiotensin System (RAS). From a pharmacologic point of view, RAS inhibition leads to upregulation of ACE2, thus, attenuating acute respiratory syndrome and myocarditis in COVID-19-infected patients. Conversely, increase in ACE2 expression may facilitate the access into the host of COVID-19, thus, aggravating the clinical picture. Such a dilemma would be solved by clinical trials based on RAS blockade or initiation and monitoring related effects. Contemporarily, Danser and associates [51] claim that there is no evidence to stop RAS blockers in the course of COVID-19 infection. In fact, there are no available data which support that ACE inhibitors or ANG II type I receptor blockers increase COVID-19 infection via its binding to ACE2. Finally, Kuster and associates [52] write that there are no data on the strict relationship between ACE2 activity and SARS-CoV2 mortality. Moreover, in the SARSCoV2, cells expressing ACE2 were not attacked by the virus, while cells lacking ACE2 were bound by the SARS-CoV2 virus [53]. These findings suggest that also in the case of RES effects on COVID-19 infection, the dual role of ACE2 should be taken into serious consideration."],"_version_":1665264685634551808,"score":8.574329,"similar":[{"pmid":32199615,"title":"Single cell RNA sequencing of 13 human tissues identify cell types and receptors of human coronaviruses.","text":["Single cell RNA sequencing of 13 human tissues identify cell types and receptors of human coronaviruses.","The new coronavirus (SARS-CoV-2) outbreak from December 2019 in Wuhan, Hubei, China, has been declared a global public health emergency. Angiotensin I converting enzyme 2 (ACE2), is the host receptor by SARS-CoV-2 to infect human cells. Although ACE2 is reported to be expressed in lung, liver, stomach, ileum, kidney and colon, its expressing levels are rather low, especially in the lung. SARS-CoV-2 may use co-receptors/auxiliary proteins as ACE2 partner to facilitate the virus entry. To identify the potential candidates, we explored the single cell gene expression atlas including 119 cell types of 13 human tissues and analyzed the single cell co-expression spectrum of 51 reported RNA virus receptors and 400 other membrane proteins. Consistent with other recent reports, we confirmed that ACE2 was mainly expressed in lung AT2, liver cholangiocyte, colon colonocytes, esophagus keratinocytes, ileum ECs, rectum ECs, stomach epithelial cells, and kidney proximal tubules. Intriguingly, we found that the candidate co-receptors, manifesting the most similar expression patterns with ACE2 across 13 human tissues, are all peptidases, including ANPEP, DPP4 and ENPEP. Among them, ANPEP and DPP4 are the known receptors for human CoVs, suggesting ENPEP as another potential receptor for human CoVs. We also conducted \"CellPhoneDB\" analysis to understand the cell crosstalk between CoV-targets and their surrounding cells across different tissues. We found that macrophages frequently communicate with the CoVs targets through chemokine and phagocytosis signaling, highlighting the importance of tissue macrophages in immune defense and immune pathogenesis.","Biochem Biophys Res Commun","Qi, Furong","Qian, Shen","Zhang, Shuye","Zhang, Zheng","32199615"],"abstract":["The new coronavirus (SARS-CoV-2) outbreak from December 2019 in Wuhan, Hubei, China, has been declared a global public health emergency. Angiotensin I converting enzyme 2 (ACE2), is the host receptor by SARS-CoV-2 to infect human cells. Although ACE2 is reported to be expressed in lung, liver, stomach, ileum, kidney and colon, its expressing levels are rather low, especially in the lung. SARS-CoV-2 may use co-receptors/auxiliary proteins as ACE2 partner to facilitate the virus entry. To identify the potential candidates, we explored the single cell gene expression atlas including 119 cell types of 13 human tissues and analyzed the single cell co-expression spectrum of 51 reported RNA virus receptors and 400 other membrane proteins. Consistent with other recent reports, we confirmed that ACE2 was mainly expressed in lung AT2, liver cholangiocyte, colon colonocytes, esophagus keratinocytes, ileum ECs, rectum ECs, stomach epithelial cells, and kidney proximal tubules. Intriguingly, we found that the candidate co-receptors, manifesting the most similar expression patterns with ACE2 across 13 human tissues, are all peptidases, including ANPEP, DPP4 and ENPEP. Among them, ANPEP and DPP4 are the known receptors for human CoVs, suggesting ENPEP as another potential receptor for human CoVs. We also conducted \"CellPhoneDB\" analysis to understand the cell crosstalk between CoV-targets and their surrounding cells across different tissues. We found that macrophages frequently communicate with the CoVs targets through chemokine and phagocytosis signaling, highlighting the importance of tissue macrophages in immune defense and immune pathogenesis."],"journal":"Biochem Biophys Res Commun","authors":["Qi, Furong","Qian, Shen","Zhang, Shuye","Zhang, Zheng"],"date":"2020-03-23T11:00:00Z","year":2020,"_id":"32199615","week":"202013|Mar 23 - Mar 29","doi":"10.1016/j.bbrc.2020.03.044","keywords":["ACE2","Co-receptor","Coronaviruses","Macrophage","SARS-CoV-2","scRNA-seq"],"source":"PubMed","locations":["China","lung","Wuhan","Hubei"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1663352133617975297,"score":384.50226},{"pmid":32336007,"title":"DPP4 inhibition: preventing SARS-CoV-2 infection and/or progression of COVID-19?","text":["DPP4 inhibition: preventing SARS-CoV-2 infection and/or progression of COVID-19?","Dipeptidyl peptidase 4 (DPP4), also known as cluster of differentiation 26 (CD26), is a serine exopeptidase expressed ubiquitously in several tissues, including but not limited to lung, kidney, liver, gut, and immune cells. The question has been raised on whether DPP4 modulation or inhibition may prevent infection and/or progression of the COVID-19. A docked complex model of the SARS-CoV-2 spike glycoprotein and DPP4 has been proposed, showing a large interface between the proteins and proposing close similarity with other coronaviruses using DPP4 as functional receptor. In absence of experimental validation, these data should be interpreted with caution. Nevertheless, this observation may rise the question on whether DPP4 is directly involved in SARS-CoV-2 cell adhesion/virulence, and whether DPP4 inhibition might be a therapeutic strategy for preventing infection. Although a direct involvement of DPP4 in SARS-CoV-2 infection needs to be clarified, there is also evidence suggesting that DPP4i modulate inflammation and exert anti-fibrotic activity. These properties may be of potential use for halting progression to the hyperinflammatory state associated with severe COVID-19. Taken together these findings may suggest a potential role for DPP4 inhibition or modulation in one or more steps of COVID-19 immunopathogenesis. This article is protected by copyright. All rights reserved.","Diabetes Metab Res Rev","Strollo, Rocky","Pozzilli, Paolo","32336007"],"abstract":["Dipeptidyl peptidase 4 (DPP4), also known as cluster of differentiation 26 (CD26), is a serine exopeptidase expressed ubiquitously in several tissues, including but not limited to lung, kidney, liver, gut, and immune cells. The question has been raised on whether DPP4 modulation or inhibition may prevent infection and/or progression of the COVID-19. A docked complex model of the SARS-CoV-2 spike glycoprotein and DPP4 has been proposed, showing a large interface between the proteins and proposing close similarity with other coronaviruses using DPP4 as functional receptor. In absence of experimental validation, these data should be interpreted with caution. Nevertheless, this observation may rise the question on whether DPP4 is directly involved in SARS-CoV-2 cell adhesion/virulence, and whether DPP4 inhibition might be a therapeutic strategy for preventing infection. Although a direct involvement of DPP4 in SARS-CoV-2 infection needs to be clarified, there is also evidence suggesting that DPP4i modulate inflammation and exert anti-fibrotic activity. These properties may be of potential use for halting progression to the hyperinflammatory state associated with severe COVID-19. Taken together these findings may suggest a potential role for DPP4 inhibition or modulation in one or more steps of COVID-19 immunopathogenesis. This article is protected by copyright. All rights reserved."],"journal":"Diabetes Metab Res Rev","authors":["Strollo, Rocky","Pozzilli, Paolo"],"date":"2020-04-27T11:00:00Z","year":2020,"_id":"32336007","week":"202018|Apr 27 - May 03","doi":"10.1002/dmrr.3330","keywords":["cd26","covid-19","dpp4 inhibitors","dipeptidyl peptidase 4","sars-cov-2","coronavirus"],"source":"PubMed","topics":["Treatment","Mechanism"],"weight":1,"_version_":1665172301969096704,"score":315.32614},{"pmid":32333487,"title":"Does SARS-Cov-2 invade the brain? Translational lessons from animal models.","text":["Does SARS-Cov-2 invade the brain? Translational lessons from animal models.","The current coronavirus disease (COVID-19) outbreak, caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has raised the possibility of potential neurotropic properties of this virus. Indeed, neurological sequelae of SARS-CoV-2 infection have already been reported and highlight the relevance of considering the neurological impact of coronavirus from a translational perspective. Animal models of SARS and Middle East respiratory syndrome (MERS), caused by structurally similar coronaviruses during the 2002 and 2012 epidemics, have provided valuable data on nervous system involvement by coronaviruses and the potential for CNS spread of SARS-CoV-2. One key finding that may unify these pathogens is that all require angiotensin-converting enzyme 2 (ACE2) as a cell entry receptor. The CoV spike glycoprotein, by which SARS_CoV-2 binds to cell membranes, binds ACE2 with a higher affinity compared to SARS-CoV. The expression of this receptor in neurons and endothelial cells hints that SARS-CoV-2 may have higher neuroinvasive potential compared to previous coronaviruses. Yet, how such invasiveness might contribute to respiratory failure or cause direct neurological damage remains to be determined. Both direct and indirect mechanisms may be of relevance. Clinical heterogeneity potentially driven by differential host immune-mediated responses will require extensive investigation. Development of disease models to anticipate emerging neurological complications and to explore mechanisms of direct or immune-mediated pathogenicity in the short- and medium- term is therefore of great importance. In this brief review, we describe the current knowledge from models of previous coronavirus infections and discuss their potential relevance to COVID-19.","Eur J Neurol","Natoli, Silvia","Oliveira, Vanessa","Calabresi, Paolo","Maia, Luis F","Pisani, Antonio","32333487"],"abstract":["The current coronavirus disease (COVID-19) outbreak, caused by the novel severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has raised the possibility of potential neurotropic properties of this virus. Indeed, neurological sequelae of SARS-CoV-2 infection have already been reported and highlight the relevance of considering the neurological impact of coronavirus from a translational perspective. Animal models of SARS and Middle East respiratory syndrome (MERS), caused by structurally similar coronaviruses during the 2002 and 2012 epidemics, have provided valuable data on nervous system involvement by coronaviruses and the potential for CNS spread of SARS-CoV-2. One key finding that may unify these pathogens is that all require angiotensin-converting enzyme 2 (ACE2) as a cell entry receptor. The CoV spike glycoprotein, by which SARS_CoV-2 binds to cell membranes, binds ACE2 with a higher affinity compared to SARS-CoV. The expression of this receptor in neurons and endothelial cells hints that SARS-CoV-2 may have higher neuroinvasive potential compared to previous coronaviruses. Yet, how such invasiveness might contribute to respiratory failure or cause direct neurological damage remains to be determined. Both direct and indirect mechanisms may be of relevance. Clinical heterogeneity potentially driven by differential host immune-mediated responses will require extensive investigation. Development of disease models to anticipate emerging neurological complications and to explore mechanisms of direct or immune-mediated pathogenicity in the short- and medium- term is therefore of great importance. In this brief review, we describe the current knowledge from models of previous coronavirus infections and discuss their potential relevance to COVID-19."],"journal":"Eur J Neurol","authors":["Natoli, Silvia","Oliveira, Vanessa","Calabresi, Paolo","Maia, Luis F","Pisani, Antonio"],"date":"2020-04-26T11:00:00Z","year":2020,"_id":"32333487","week":"202017|Apr 20 - Apr 26","doi":"10.1111/ene.14277","keywords":["covid-19","sars-cov-2","animal models","coronavirus","neurotropism","systematic review","viral infections"],"source":"PubMed","topics":["Mechanism"],"weight":1,"_version_":1665071049676423168,"score":286.13095},{"pmid":32167153,"title":"Soluble angiotensin-converting enzyme 2: a potential approach for coronavirus infection therapy?","text":["Soluble angiotensin-converting enzyme 2: a potential approach for coronavirus infection therapy?","A new coronavirus, referred to as SARS-CoV-2, is responsible for the recent outbreak of severe respiratory disease. This outbreak first detected in Wuhan, China in December 2019, has spread to other regions of China and to 25 other countries as of January, 2020. It has been known since the 2003 SARS epidemic that the receptor critical for SARS-CoV entry into host cells is the angiotensin-converting enzyme 2 (ACE2). The S1 domain of the spike protein of SARS-CoV attaches the virus to its cellular receptor ACE2 on the host cells. We thought that it is timely to explain the connection between the SARS-CoV, SARS-CoV-2, ACE2 and the rationale for soluble ACE2 as a potential therapy.","Clin Sci (Lond)","Batlle, Daniel","Wysocki, Jan","Satchell, Karla","32167153"],"abstract":["A new coronavirus, referred to as SARS-CoV-2, is responsible for the recent outbreak of severe respiratory disease. This outbreak first detected in Wuhan, China in December 2019, has spread to other regions of China and to 25 other countries as of January, 2020. It has been known since the 2003 SARS epidemic that the receptor critical for SARS-CoV entry into host cells is the angiotensin-converting enzyme 2 (ACE2). The S1 domain of the spike protein of SARS-CoV attaches the virus to its cellular receptor ACE2 on the host cells. We thought that it is timely to explain the connection between the SARS-CoV, SARS-CoV-2, ACE2 and the rationale for soluble ACE2 as a potential therapy."],"journal":"Clin Sci (Lond)","authors":["Batlle, Daniel","Wysocki, Jan","Satchell, Karla"],"date":"2020-03-14T11:00:00Z","year":2020,"_id":"32167153","week":"202011|Mar 09 - Mar 15","doi":"10.1042/CS20200163","keywords":["2019 novel coronavirus","coronavirus","angiotensin converting enzyme 2"],"source":"PubMed","topics":["Treatment"],"weight":1,"locations":["Wuhan","China","China"],"countries":["China"],"countries_codes":["CHN|China"],"_version_":1664640874748837888,"score":281.43118},{"pmid":32203189,"title":"Characterization of the receptor-binding domain (RBD) of 2019 novel coronavirus: implication for development of RBD protein as a viral attachment inhibitor and vaccine.","text":["Characterization of the receptor-binding domain (RBD) of 2019 novel coronavirus: implication for development of RBD protein as a viral attachment inhibitor and vaccine.","The outbreak of Coronavirus Disease 2019 (COVID-19) has posed a serious threat to global public health, calling for the development of safe and effective prophylactics and therapeutics against infection of its causative agent, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), also known as 2019 novel coronavirus (2019-nCoV). The CoV spike (S) protein plays the most important roles in viral attachment, fusion and entry, and serves as a target for development of antibodies, entry inhibitors and vaccines. Here, we identified the receptor-binding domain (RBD) in SARS-CoV-2 S protein and found that the RBD protein bound strongly to human and bat angiotensin-converting enzyme 2 (ACE2) receptors. SARS-CoV-2 RBD exhibited significantly higher binding affinity to ACE2 receptor than SARS-CoV RBD and could block the binding and, hence, attachment of SARS-CoV-2 RBD and SARS-CoV RBD to ACE2-expressing cells, thus inhibiting their infection to host cells. SARS-CoV RBD-specific antibodies could cross-react with SARS-CoV-2 RBD protein, and SARS-CoV RBD-induced antisera could cross-neutralize SARS-CoV-2, suggesting the potential to develop SARS-CoV RBD-based vaccines for prevention of SARS-CoV-2 and SARS-CoV infection.","Cell Mol Immunol","Tai, Wanbo","He, Lei","Zhang, Xiujuan","Pu, Jing","Voronin, Denis","Jiang, Shibo","Zhou, Yusen","Du, Lanying","32203189"],"abstract":["The outbreak of Coronavirus Disease 2019 (COVID-19) has posed a serious threat to global public health, calling for the development of safe and effective prophylactics and therapeutics against infection of its causative agent, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), also known as 2019 novel coronavirus (2019-nCoV). The CoV spike (S) protein plays the most important roles in viral attachment, fusion and entry, and serves as a target for development of antibodies, entry inhibitors and vaccines. Here, we identified the receptor-binding domain (RBD) in SARS-CoV-2 S protein and found that the RBD protein bound strongly to human and bat angiotensin-converting enzyme 2 (ACE2) receptors. SARS-CoV-2 RBD exhibited significantly higher binding affinity to ACE2 receptor than SARS-CoV RBD and could block the binding and, hence, attachment of SARS-CoV-2 RBD and SARS-CoV RBD to ACE2-expressing cells, thus inhibiting their infection to host cells. SARS-CoV RBD-specific antibodies could cross-react with SARS-CoV-2 RBD protein, and SARS-CoV RBD-induced antisera could cross-neutralize SARS-CoV-2, suggesting the potential to develop SARS-CoV RBD-based vaccines for prevention of SARS-CoV-2 and SARS-CoV infection."],"journal":"Cell Mol Immunol","authors":["Tai, Wanbo","He, Lei","Zhang, Xiujuan","Pu, Jing","Voronin, Denis","Jiang, Shibo","Zhou, Yusen","Du, Lanying"],"date":"2020-03-24T11:00:00Z","year":2020,"_id":"32203189","week":"202013|Mar 23 - Mar 29","doi":"10.1038/s41423-020-0400-4","keywords":["2019 novel coronavirus","sars-cov-2","cross-neutralization","receptor-binding domain","spike protein","viral inhibitor"],"source":"PubMed","topics":["Mechanism","Treatment"],"weight":1,"_version_":1664639760369451008,"score":277.56403}]}