{"pmid":32330124,"title":"Leveraging open hardware to alleviate the burden of COVID-19 on global health systems.","text":["Leveraging open hardware to alleviate the burden of COVID-19 on global health systems.","With the current rapid spread of COVID-19, global health systems are increasingly overburdened by the sheer number of people that need diagnosis, isolation and treatment. Shortcomings are evident across the board, from staffing, facilities for rapid and reliable testing to availability of hospital beds and key medical-grade equipment. The scale and breadth of the problem calls for an equally substantive response not only from frontline workers such as medical staff and scientists, but from skilled members of the public who have the time, facilities and knowledge to meaningfully contribute to a consolidated global response. Here, we summarise community-driven approaches based on Free and Open Source scientific and medical Hardware (FOSH) as well as personal protective equipment (PPE) currently being developed and deployed to support the global response for COVID-19 prevention, patient treatment and diagnostics.","PLoS Biol","Maia Chagas, Andre","Molloy, Jennifer C","Prieto-Godino, Lucia L","Baden, Tom","32330124"],"abstract":["With the current rapid spread of COVID-19, global health systems are increasingly overburdened by the sheer number of people that need diagnosis, isolation and treatment. Shortcomings are evident across the board, from staffing, facilities for rapid and reliable testing to availability of hospital beds and key medical-grade equipment. The scale and breadth of the problem calls for an equally substantive response not only from frontline workers such as medical staff and scientists, but from skilled members of the public who have the time, facilities and knowledge to meaningfully contribute to a consolidated global response. Here, we summarise community-driven approaches based on Free and Open Source scientific and medical Hardware (FOSH) as well as personal protective equipment (PPE) currently being developed and deployed to support the global response for COVID-19 prevention, patient treatment and diagnostics."],"journal":"PLoS Biol","authors":["Maia Chagas, Andre","Molloy, Jennifer C","Prieto-Godino, Lucia L","Baden, Tom"],"date":"2020-04-25T11:00:00Z","year":2020,"_id":"32330124","week":"202017|Apr 20 - Apr 26","doi":"10.1371/journal.pbio.3000730","source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1664996914940084224,"score":8.518259,"similar":[{"pmid":32324451,"title":"Do Not Forget Afghanistan in Times of COVID-19: Telemedicine and the Internet of Things to Strengthen Planetary Health Systems.","text":["Do Not Forget Afghanistan in Times of COVID-19: Telemedicine and the Internet of Things to Strengthen Planetary Health Systems.","Health care does not always take place in a setting of peace, prosperity, and social order, a point that is often overlooked in quotidian medical practice. This has become most evident with the current COVID-19 pandemic by the new coronavirus that is wreaking havoc across the planet. Health care providers are facing unprecedented challenges to intervene on numerous nonlinear uncertainties in science and society as the pandemic evolves. In Afghanistan, health care delivery is already a major crosscutting challenge. Although efforts to rebuild the health care systems in Afghanistan have been made (Acerra et al.), both acute and chronic illnesses remain as major medical and critical governance gaps to be remedied. In addition, health care facilities and medical equipment are not adequate in the country. There is a need for medical and scientific expertise to clinically and sociologically contextualize and interpret diagnostic tests as well as drugs and vaccines that will be deployed in the coming months as part of the planetary collective response to the COVID-19 pandemic. In a time of pandemic and facing a novel infectious pathogen, health care workers are in need of planetary scale consultation and support. Even creating a small consultation network using mobile applications might offer improved health outcomes. The Internet of Things and digital health ought to be considered in concert with telemedicine as part of an effective pandemic response.","OMICS","Azizy, Abdulmunir","Fayaz, Mujtaba","Agirbasli, Mehmet","32324451"],"abstract":["Health care does not always take place in a setting of peace, prosperity, and social order, a point that is often overlooked in quotidian medical practice. This has become most evident with the current COVID-19 pandemic by the new coronavirus that is wreaking havoc across the planet. Health care providers are facing unprecedented challenges to intervene on numerous nonlinear uncertainties in science and society as the pandemic evolves. In Afghanistan, health care delivery is already a major crosscutting challenge. Although efforts to rebuild the health care systems in Afghanistan have been made (Acerra et al.), both acute and chronic illnesses remain as major medical and critical governance gaps to be remedied. In addition, health care facilities and medical equipment are not adequate in the country. There is a need for medical and scientific expertise to clinically and sociologically contextualize and interpret diagnostic tests as well as drugs and vaccines that will be deployed in the coming months as part of the planetary collective response to the COVID-19 pandemic. In a time of pandemic and facing a novel infectious pathogen, health care workers are in need of planetary scale consultation and support. Even creating a small consultation network using mobile applications might offer improved health outcomes. The Internet of Things and digital health ought to be considered in concert with telemedicine as part of an effective pandemic response."],"journal":"OMICS","authors":["Azizy, Abdulmunir","Fayaz, Mujtaba","Agirbasli, Mehmet"],"date":"2020-04-24T11:00:00Z","year":2020,"_id":"32324451","week":"202017|Apr 20 - Apr 26","doi":"10.1089/omi.2020.0053","keywords":["afghanistan","covid-19","internet of things","pandemic","planetary health","telemedicine"],"source":"PubMed","topics":["Prevention"],"weight":1,"locations":["quotidian","Afghanistan","Afghanistan","Afghanistan"],"countries":["Afghanistan"],"countries_codes":["AFG|Afghanistan"],"_version_":1664895932785754113,"score":230.12111},{"pmid":32297868,"title":"Global Preparedness Against COVID-19: We Must Leverage the Power of Digital Health.","text":["Global Preparedness Against COVID-19: We Must Leverage the Power of Digital Health.","The coronavirus disease (COVID-19) pandemic has revealed many areas of public health preparedness that are lacking, especially in lower- and middle-income countries. Digital interventions provide many opportunities for strengthening health systems and could be vital resources in the current public health emergency. We provide several use cases for infection control, home-based diagnosis and screening, empowerment through information, public health surveillance and epidemiology, and leveraging crowd-sourced data. A thoughtful, concerted effort-leveraging existing experience and robust enterprise-grade technologies-can have a substantive impact on the immediate and distal consequences of COVID-19.","JMIR Public Health Surveill","Mahmood, Sultan","Hasan, Khaled","Colder Carras, Michelle","Labrique, Alain","32297868"],"abstract":["The coronavirus disease (COVID-19) pandemic has revealed many areas of public health preparedness that are lacking, especially in lower- and middle-income countries. Digital interventions provide many opportunities for strengthening health systems and could be vital resources in the current public health emergency. We provide several use cases for infection control, home-based diagnosis and screening, empowerment through information, public health surveillance and epidemiology, and leveraging crowd-sourced data. A thoughtful, concerted effort-leveraging existing experience and robust enterprise-grade technologies-can have a substantive impact on the immediate and distal consequences of COVID-19."],"journal":"JMIR Public Health Surveill","authors":["Mahmood, Sultan","Hasan, Khaled","Colder Carras, Michelle","Labrique, Alain"],"date":"2020-04-17T11:00:00Z","year":2020,"_id":"32297868","week":"202016|Apr 13 - Apr 19","doi":"10.2196/18980","keywords":["covid-19","control","developing countries","global health","infection","informatics","internet","pandemic"],"source":"PubMed","topics":["Prevention"],"weight":1,"_version_":1664641388342411264,"score":211.66682},{"pmid":32315451,"title":"Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","text":["Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines.","Cochrane Database Syst Rev","Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M","32315451"],"journal":"Cochrane Database Syst Rev","authors":["Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M"],"date":"2020-04-22T11:00:00Z","year":2020,"_id":"32315451","week":"202017|Apr 20 - Apr 26","doi":"10.1002/14651858.CD013582","source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Australia"],"countries":["Australia"],"countries_codes":["AUS|Australia"],"abstract":["BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines."],"_version_":1664714520225906688,"score":200.94406},{"pmid":32282344,"title":"Attending to the Emotional Well-Being of the Health Care Workforce in a New York City Health System During the COVID-19 Pandemic.","text":["Attending to the Emotional Well-Being of the Health Care Workforce in a New York City Health System During the COVID-19 Pandemic.","The COVID-19 pandemic has placed an enormous strain on health care workers, and its potential impact has implications for the physical and emotional well-being of the work force. As hospital systems run far over capacity, facing possible shortages of critical care medical resources and personal protective equipment as well as clinician deaths, the psychological stressors necessitate a strong well-being support model for staff. At the Mount Sinai Health System (MSHS) in New York City, health care workers have been heroically providing front-line care to COVID-19 patients while facing their own appropriate fears for their personal safety in the setting of contagion. This moral obligation cannot be burdened by unacceptable risks; the health system's full support is required to address the needs of its workforce.In this Invited Commentary, the authors describe how an MSHS Employee, Faculty, and Trainee Crisis Support Task Force-created in early March 2020 and composed of behavioral health, human resources, and well-being leaders from across the health system-used a rapid needs assessment model to capture the concerns of the workforce related to the COVID-19 pandemic. The task force identified 3 priority areas central to promoting and maintaining the well-being of the entire MSHS workforce during the pandemic: meeting basic daily needs; enhancing communications for delivery of current, reliable, and reassuring messages; and developing robust psychosocial and mental health support options. Using a work group strategy, the task force operationalized the roll-out of support initiatives for each priority area. Attending to the emotional well-being of health care workers has emerged as a central element in the MSHS COVID-19 response, which continues to be committed to the physical and emotional needs of a workforce that courageously faces this crisis.","Acad Med","Ripp, Jonathan","Peccoralo, Lauren","Charney, Dennis","32282344"],"abstract":["The COVID-19 pandemic has placed an enormous strain on health care workers, and its potential impact has implications for the physical and emotional well-being of the work force. As hospital systems run far over capacity, facing possible shortages of critical care medical resources and personal protective equipment as well as clinician deaths, the psychological stressors necessitate a strong well-being support model for staff. At the Mount Sinai Health System (MSHS) in New York City, health care workers have been heroically providing front-line care to COVID-19 patients while facing their own appropriate fears for their personal safety in the setting of contagion. This moral obligation cannot be burdened by unacceptable risks; the health system's full support is required to address the needs of its workforce.In this Invited Commentary, the authors describe how an MSHS Employee, Faculty, and Trainee Crisis Support Task Force-created in early March 2020 and composed of behavioral health, human resources, and well-being leaders from across the health system-used a rapid needs assessment model to capture the concerns of the workforce related to the COVID-19 pandemic. The task force identified 3 priority areas central to promoting and maintaining the well-being of the entire MSHS workforce during the pandemic: meeting basic daily needs; enhancing communications for delivery of current, reliable, and reassuring messages; and developing robust psychosocial and mental health support options. Using a work group strategy, the task force operationalized the roll-out of support initiatives for each priority area. Attending to the emotional well-being of health care workers has emerged as a central element in the MSHS COVID-19 response, which continues to be committed to the physical and emotional needs of a workforce that courageously faces this crisis."],"journal":"Acad Med","authors":["Ripp, Jonathan","Peccoralo, Lauren","Charney, Dennis"],"date":"2020-04-14T11:00:00Z","year":2020,"_id":"32282344","week":"202016|Apr 13 - Apr 19","doi":"10.1097/ACM.0000000000003414","source":"PubMed","weight":0,"locations":["New York"],"countries":["United States"],"countries_codes":["USA|United States"],"_version_":1664636704077643776,"score":200.37357},{"pmid":32298464,"title":"Whole body point of care ultrasound for COVID-19: a multi-system approach to a multi-system disease.","text":["Whole body point of care ultrasound for COVID-19: a multi-system approach to a multi-system disease.","We read with great interest the recent article by Smith et al., which summarised the important role that lung ultrasound can play in patients with COVID-19 [1]. They also explore the mechanisms by which an expanded lung ultrasound workforce can be deployed and advocated for frameworks to support consolidation of lung ultrasound skills and competency during, and after, the pandemic. Ultrasonography is an essential modality that is widely deployed for patients, both in the ICU and on the wards, to diagnose and guide treatment of patients with cardiopulmonary failure. Narasimhan et al. [2] suggested changing from a compartmentalised approach to ultrasound, which focused on a single body system, to a standard whole body sonography which included thoracic, cardiac and limited abdominal scanning, as well as evaluation for deep vein thrombosis.","Anaesthesia","Sikachi, R","Agrawal, A","32298464"],"abstract":["We read with great interest the recent article by Smith et al., which summarised the important role that lung ultrasound can play in patients with COVID-19 [1]. They also explore the mechanisms by which an expanded lung ultrasound workforce can be deployed and advocated for frameworks to support consolidation of lung ultrasound skills and competency during, and after, the pandemic. Ultrasonography is an essential modality that is widely deployed for patients, both in the ICU and on the wards, to diagnose and guide treatment of patients with cardiopulmonary failure. Narasimhan et al. [2] suggested changing from a compartmentalised approach to ultrasound, which focused on a single body system, to a standard whole body sonography which included thoracic, cardiac and limited abdominal scanning, as well as evaluation for deep vein thrombosis."],"journal":"Anaesthesia","authors":["Sikachi, R","Agrawal, A"],"date":"2020-04-17T11:00:00Z","year":2020,"_id":"32298464","week":"202016|Apr 13 - Apr 19","doi":"10.1111/anae.15087","source":"PubMed","weight":0,"locations":["thoracic"],"_version_":1664641388424200192,"score":196.85109}]}