{"pmid":32340047,"title":"[Psychosocial Impact of Quarantine Measures During Serious Coronavirus Outbreaks: A Rapid Review].","text":["[Psychosocial Impact of Quarantine Measures During Serious Coronavirus Outbreaks: A Rapid Review].","OBJECTIVE: Review of the evidence on the psychosocial impact of quarantine measures during serious coronavirus outbreaks before COVID-19. Such information is highly relevant in regard to the COVID-19 pandemic. METHODS: Search of the MEDLINE database for relevant studies related to SARS-CoV and MERS-CoV outbreaks. RESULTS: Across 13 identified studies, quarantine measures were consistently associated with negative psychosocial outcomes, including depressive symptoms, anxiety, anger, stress, posttraumatic stress, social isolation, loneliness and stigmatization. Determinants comprised duration of quarantine measures and income losses. Health care workers constituted a particularly vulnerable group. CONCLUSION: Quarantine measures during serious coronavirus outbreaks have extensive negative consequences for mental health. Prevention and intervention approaches to attenuate the psychosocial impact should be an integral component of crisis response during pandemic conditions.","Psychiatr Prax","Rohr, Susanne","Muller, Felix","Jung, Franziska","Apfelbacher, Christian","Seidler, Andreas","Riedel-Heller, Steffi G","32340047"],"abstract":["OBJECTIVE: Review of the evidence on the psychosocial impact of quarantine measures during serious coronavirus outbreaks before COVID-19. Such information is highly relevant in regard to the COVID-19 pandemic. METHODS: Search of the MEDLINE database for relevant studies related to SARS-CoV and MERS-CoV outbreaks. RESULTS: Across 13 identified studies, quarantine measures were consistently associated with negative psychosocial outcomes, including depressive symptoms, anxiety, anger, stress, posttraumatic stress, social isolation, loneliness and stigmatization. Determinants comprised duration of quarantine measures and income losses. Health care workers constituted a particularly vulnerable group. CONCLUSION: Quarantine measures during serious coronavirus outbreaks have extensive negative consequences for mental health. Prevention and intervention approaches to attenuate the psychosocial impact should be an integral component of crisis response during pandemic conditions."],"journal":"Psychiatr Prax","authors":["Rohr, Susanne","Muller, Felix","Jung, Franziska","Apfelbacher, Christian","Seidler, Andreas","Riedel-Heller, Steffi G"],"date":"2020-04-28T11:00:00Z","year":2020,"_id":"32340047","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1055/a-1159-5562","weight":0,"_version_":1665264685521305602,"score":8.574329,"similar":[{"pmid":32112714,"pmcid":"PMC7158942","title":"The psychological impact of quarantine and how to reduce it: rapid review of the evidence.","text":["The psychological impact of quarantine and how to reduce it: rapid review of the evidence.","The December, 2019 coronavirus disease outbreak has seen many countries ask people who have potentially come into contact with the infection to isolate themselves at home or in a dedicated quarantine facility. Decisions on how to apply quarantine should be based on the best available evidence. We did a Review of the psychological impact of quarantine using three electronic databases. Of 3166 papers found, 24 are included in this Review. Most reviewed studies reported negative psychological effects including post-traumatic stress symptoms, confusion, and anger. Stressors included longer quarantine duration, infection fears, frustration, boredom, inadequate supplies, inadequate information, financial loss, and stigma. Some researchers have suggested long-lasting effects. In situations where quarantine is deemed necessary, officials should quarantine individuals for no longer than required, provide clear rationale for quarantine and information about protocols, and ensure sufficient supplies are provided. Appeals to altruism by reminding the public about the benefits of quarantine to wider society can be favourable.","Lancet","Brooks, Samantha K","Webster, Rebecca K","Smith, Louise E","Woodland, Lisa","Wessely, Simon","Greenberg, Neil","Rubin, Gideon James","32112714"],"abstract":["The December, 2019 coronavirus disease outbreak has seen many countries ask people who have potentially come into contact with the infection to isolate themselves at home or in a dedicated quarantine facility. Decisions on how to apply quarantine should be based on the best available evidence. We did a Review of the psychological impact of quarantine using three electronic databases. Of 3166 papers found, 24 are included in this Review. Most reviewed studies reported negative psychological effects including post-traumatic stress symptoms, confusion, and anger. Stressors included longer quarantine duration, infection fears, frustration, boredom, inadequate supplies, inadequate information, financial loss, and stigma. Some researchers have suggested long-lasting effects. In situations where quarantine is deemed necessary, officials should quarantine individuals for no longer than required, provide clear rationale for quarantine and information about protocols, and ensure sufficient supplies are provided. Appeals to altruism by reminding the public about the benefits of quarantine to wider society can be favourable."],"journal":"Lancet","authors":["Brooks, Samantha K","Webster, Rebecca K","Smith, Louise E","Woodland, Lisa","Wessely, Simon","Greenberg, Neil","Rubin, Gideon James"],"date":"2020-03-01T11:00:00Z","year":2020,"_id":"32112714","week":"20209|Feb 24 - Mar 01","doi":"10.1016/S0140-6736(20)30460-8","link_comment_in":"32297718","source":"PubMed","weight":0,"_version_":1664640875080187905,"score":210.83434},{"pmid":32267544,"title":"Quarantine alone or in combination with other public health measures to control COVID-19: a rapid review.","text":["Quarantine alone or in combination with other public health measures to control COVID-19: a rapid review.","BACKGROUND: Coronavirus disease 2019 (COVID-19) is a rapidly emerging disease that has been classified a pandemic by the World Health Organization (WHO). To support WHO with their recommendations on quarantine, we conducted a rapid review on the effectiveness of quarantine during severe coronavirus outbreaks. OBJECTIVES: We conducted a rapid review to assess the effects of quarantine (alone or in combination with other measures) of individuals who had contact with confirmed cases of COVID-19, who travelled from countries with a declared outbreak, or who live in regions with high transmission of the disease. SEARCH METHODS: An information specialist searched PubMed, Ovid MEDLINE, WHO Global Index Medicus, Embase, and CINAHL on 12 February 2020 and updated the search on 12 March 2020. WHO provided records from daily searches in Chinese databases up to 16 March 2020. SELECTION CRITERIA: Cohort studies, case-control-studies, case series, time series, interrupted time series, and mathematical modelling studies that assessed the effect of any type of quarantine to control COVID-19. We also included studies on SARS (severe acute respiratory syndrome) and MERS (Middle East respiratory syndrome) as indirect evidence for the current coronavirus outbreak. DATA COLLECTION AND ANALYSIS: Two review authors independently screened 30% of records; a single review author screened the remaining 70%. Two review authors screened all potentially relevant full-text publications independently. One review author extracted data and assessed evidence quality with GRADE and a second review author checked the assessment. We rated the certainty of evidence for the four primary outcomes: incidence, onward transmission, mortality, and resource use. MAIN RESULTS: We included 29 studies; 10 modelling studies on COVID-19, four observational studies and 15 modelling studies on SARS and MERS. Because of the diverse methods of measurement and analysis across the outcomes of interest, we could not conduct a meta-analysis and conducted a narrative synthesis. Due to the type of evidence found for this review, GRADE rates the certainty of the evidence as low to very low. Modeling studies consistently reported a benefit of the simulated quarantine measures, for example, quarantine of people exposed to confirmed or suspected cases averted 44% to 81% incident cases and 31% to 63% of deaths compared to no measures based on different scenarios (incident cases: 4 modelling studies on COVID-19, SARS; mortality: 2 modelling studies on COVID-19, SARS, low-certainty evidence). Very low-certainty evidence suggests that the earlier quarantine measures are implemented, the greater the cost savings (2 modelling studies on SARS). Very low-certainty evidence indicated that the effect of quarantine of travellers from a country with a declared outbreak on reducing incidence and deaths was small (2 modelling studies on SARS). When the models combined quarantine with other prevention and control measures, including school closures, travel restrictions and social distancing, the models demonstrated a larger effect on the reduction of new cases, transmissions and deaths than individual measures alone (incident cases: 4 modelling studies on COVID-19; onward transmission: 2 modelling studies on COVID-19; mortality: 2 modelling studies on COVID-19; low-certainty evidence). Studies on SARS and MERS were consistent with findings from the studies on COVID-19. AUTHORS' CONCLUSIONS: Current evidence for COVID-19 is limited to modelling studies that make parameter assumptions based on the current, fragmented knowledge. Findings consistently indicate that quarantine is important in reducing incidence and mortality during the COVID-19 pandemic. Early implementation of quarantine and combining quarantine with other public health measures is important to ensure effectiveness. In order to maintain the best possible balance of measures, decision makers must constantly monitor the outbreak situation and the impact of the measures implemented. Testing in representative samples in different settings could help assess the true prevalence of infection, and would reduce uncertainty of modelling assumptions. This review was commissioned by WHO and supported by Danube-University-Krems.","Cochrane Database Syst Rev","Nussbaumer-Streit, Barbara","Mayr, Verena","Dobrescu, Andreea Iulia","Chapman, Andrea","Persad, Emma","Klerings, Irma","Wagner, Gernot","Siebert, Uwe","Christof, Claudia","Zachariah, Casey","Gartlehner, Gerald","32267544"],"journal":"Cochrane Database Syst Rev","authors":["Nussbaumer-Streit, Barbara","Mayr, Verena","Dobrescu, Andreea Iulia","Chapman, Andrea","Persad, Emma","Klerings, Irma","Wagner, Gernot","Siebert, Uwe","Christof, Claudia","Zachariah, Casey","Gartlehner, Gerald"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32267544","week":"202015|Apr 06 - Apr 12","doi":"10.1002/14651858.CD013574","source":"PubMed","topics":["Prevention"],"weight":1,"locations":["Chinese"],"countries":["China"],"countries_codes":["CHN|China"],"abstract":["BACKGROUND: Coronavirus disease 2019 (COVID-19) is a rapidly emerging disease that has been classified a pandemic by the World Health Organization (WHO). To support WHO with their recommendations on quarantine, we conducted a rapid review on the effectiveness of quarantine during severe coronavirus outbreaks. OBJECTIVES: We conducted a rapid review to assess the effects of quarantine (alone or in combination with other measures) of individuals who had contact with confirmed cases of COVID-19, who travelled from countries with a declared outbreak, or who live in regions with high transmission of the disease. SEARCH METHODS: An information specialist searched PubMed, Ovid MEDLINE, WHO Global Index Medicus, Embase, and CINAHL on 12 February 2020 and updated the search on 12 March 2020. WHO provided records from daily searches in Chinese databases up to 16 March 2020. SELECTION CRITERIA: Cohort studies, case-control-studies, case series, time series, interrupted time series, and mathematical modelling studies that assessed the effect of any type of quarantine to control COVID-19. We also included studies on SARS (severe acute respiratory syndrome) and MERS (Middle East respiratory syndrome) as indirect evidence for the current coronavirus outbreak. DATA COLLECTION AND ANALYSIS: Two review authors independently screened 30% of records; a single review author screened the remaining 70%. Two review authors screened all potentially relevant full-text publications independently. One review author extracted data and assessed evidence quality with GRADE and a second review author checked the assessment. We rated the certainty of evidence for the four primary outcomes: incidence, onward transmission, mortality, and resource use. MAIN RESULTS: We included 29 studies; 10 modelling studies on COVID-19, four observational studies and 15 modelling studies on SARS and MERS. Because of the diverse methods of measurement and analysis across the outcomes of interest, we could not conduct a meta-analysis and conducted a narrative synthesis. Due to the type of evidence found for this review, GRADE rates the certainty of the evidence as low to very low. Modeling studies consistently reported a benefit of the simulated quarantine measures, for example, quarantine of people exposed to confirmed or suspected cases averted 44% to 81% incident cases and 31% to 63% of deaths compared to no measures based on different scenarios (incident cases: 4 modelling studies on COVID-19, SARS; mortality: 2 modelling studies on COVID-19, SARS, low-certainty evidence). Very low-certainty evidence suggests that the earlier quarantine measures are implemented, the greater the cost savings (2 modelling studies on SARS). Very low-certainty evidence indicated that the effect of quarantine of travellers from a country with a declared outbreak on reducing incidence and deaths was small (2 modelling studies on SARS). When the models combined quarantine with other prevention and control measures, including school closures, travel restrictions and social distancing, the models demonstrated a larger effect on the reduction of new cases, transmissions and deaths than individual measures alone (incident cases: 4 modelling studies on COVID-19; onward transmission: 2 modelling studies on COVID-19; mortality: 2 modelling studies on COVID-19; low-certainty evidence). Studies on SARS and MERS were consistent with findings from the studies on COVID-19. AUTHORS' CONCLUSIONS: Current evidence for COVID-19 is limited to modelling studies that make parameter assumptions based on the current, fragmented knowledge. Findings consistently indicate that quarantine is important in reducing incidence and mortality during the COVID-19 pandemic. Early implementation of quarantine and combining quarantine with other public health measures is important to ensure effectiveness. In order to maintain the best possible balance of measures, decision makers must constantly monitor the outbreak situation and the impact of the measures implemented. Testing in representative samples in different settings could help assess the true prevalence of infection, and would reduce uncertainty of modelling assumptions. This review was commissioned by WHO and supported by Danube-University-Krems."],"_version_":1664637636049895424,"score":193.45445},{"pmid":32312567,"title":"[Ensuring mental health care during the SARS-CoV-2 epidemic in France: A narrative review].","text":["[Ensuring mental health care during the SARS-CoV-2 epidemic in France: A narrative review].","OBJECTIVE: The lack of ressources and coordination to face the epidemic of coronavirus raises concerns for the health of patients with mental disorders in a country where we keep in memory the dramatic experience of famine in psychiatric hospitals during the Second World War. This article aims at proposing guidance to ensure mental health care during the SARS-CoV epidemy in France. METHODS: Authors performed a narrative review identifying relevant results in the scientific and medical literature and local initiatives in France. RESULTS: We identified four types of major vulnerabilities in patients suffering from mental disorders during this pandemic: (1) medical comorbidities that are more frequently found in patients suffering from mental disorders (cardiovascular and pulmonary pathologies, diabetes, obesity, etc.) which represent risk factors for severe infections with Covid-19; (2) age (the elderly constituting the population most vulnerable to coronavirus); (3) cognitive and behavioral troubles which can hamper compliance with confinement and hygiene measures and finally and (4) psychosocial vulnerability due to stigmatization and/or socio-economic difficulties. Furthermore, the mental health healthcare system is more vulnerable than other healthcare systems. Current government plans are poorly adapted to psychiatric establishments in a context of major shortage of organizational, material and human resources. In addition, a certain number of structural aspects make the psychiatric institution particularly vulnerable: many beds are closed, wards have a high density of patients, mental health community facilities are closed, medical teams are understaffed and poorly trained to face infectious diseases. We could also face major issues in referring patients with acute mental disorders to intensive care units. To maintain continuity of psychiatric care in this pandemic situation, several directions can be considered, in particular with the creation of Covid+ units. These units are under the dual supervision of a psychiatrist and of an internist/infectious disease specialist; all new entrants should be placed in quarantine for 14 days; the nurse staff should benefit from specific training, from daily medical check-ups and from close psychological support. Family visits would be prohibited and replaced by videoconference. At the end of hospitalization, in particular for the population of patients in compulsory ambulatory care situations, specific case-management should be organized with the possibility of home visits, in order to support them when they get back home and to help them to cope with the experience of confinement, which is at risk to induce recurrences of mental disorders. The total or partial closure of mental health community facilities is particularly disturbing for patients but a regular follow-up is possible with telemedicine and should include the monitoring of the suicide risk and psychoeducation strategies; developing support platforms could also be very helpful in this context. Private psychiatrists have also a crucial role of information with their patients on confinement and barrier measures, but also on measures to prevent the psychological risks inherent to confinement: maintenance of sleep regularity, physical exercise, social interactions, stress management and coping strategies, prevention of addictions, etc. They should also be trained to prevent, detect and treat early warning symptoms of post-traumatic stress disorder, because their prevalence was high in the regions of China most affected by the pandemic. DISCUSSION: French mental healthcare is now in a great and urgent need for reorganization and must also prepare in the coming days and weeks to face an epidemic of emotional disorders due to the containment of the general population.","Encephale","Chevance, A","Gourion, D","Hoertel, N","Llorca, P-M","Thomas, P","Bocher, R","Moro, M-R","Laprevote, V","Benyamina, A","Fossati, P","Masson, M","Leaune, E","Leboyer, M","Gaillard, R","32312567"],"abstract":["OBJECTIVE: The lack of ressources and coordination to face the epidemic of coronavirus raises concerns for the health of patients with mental disorders in a country where we keep in memory the dramatic experience of famine in psychiatric hospitals during the Second World War. This article aims at proposing guidance to ensure mental health care during the SARS-CoV epidemy in France. METHODS: Authors performed a narrative review identifying relevant results in the scientific and medical literature and local initiatives in France. RESULTS: We identified four types of major vulnerabilities in patients suffering from mental disorders during this pandemic: (1) medical comorbidities that are more frequently found in patients suffering from mental disorders (cardiovascular and pulmonary pathologies, diabetes, obesity, etc.) which represent risk factors for severe infections with Covid-19; (2) age (the elderly constituting the population most vulnerable to coronavirus); (3) cognitive and behavioral troubles which can hamper compliance with confinement and hygiene measures and finally and (4) psychosocial vulnerability due to stigmatization and/or socio-economic difficulties. Furthermore, the mental health healthcare system is more vulnerable than other healthcare systems. Current government plans are poorly adapted to psychiatric establishments in a context of major shortage of organizational, material and human resources. In addition, a certain number of structural aspects make the psychiatric institution particularly vulnerable: many beds are closed, wards have a high density of patients, mental health community facilities are closed, medical teams are understaffed and poorly trained to face infectious diseases. We could also face major issues in referring patients with acute mental disorders to intensive care units. To maintain continuity of psychiatric care in this pandemic situation, several directions can be considered, in particular with the creation of Covid+ units. These units are under the dual supervision of a psychiatrist and of an internist/infectious disease specialist; all new entrants should be placed in quarantine for 14 days; the nurse staff should benefit from specific training, from daily medical check-ups and from close psychological support. Family visits would be prohibited and replaced by videoconference. At the end of hospitalization, in particular for the population of patients in compulsory ambulatory care situations, specific case-management should be organized with the possibility of home visits, in order to support them when they get back home and to help them to cope with the experience of confinement, which is at risk to induce recurrences of mental disorders. The total or partial closure of mental health community facilities is particularly disturbing for patients but a regular follow-up is possible with telemedicine and should include the monitoring of the suicide risk and psychoeducation strategies; developing support platforms could also be very helpful in this context. Private psychiatrists have also a crucial role of information with their patients on confinement and barrier measures, but also on measures to prevent the psychological risks inherent to confinement: maintenance of sleep regularity, physical exercise, social interactions, stress management and coping strategies, prevention of addictions, etc. They should also be trained to prevent, detect and treat early warning symptoms of post-traumatic stress disorder, because their prevalence was high in the regions of China most affected by the pandemic. DISCUSSION: French mental healthcare is now in a great and urgent need for reorganization and must also prepare in the coming days and weeks to face an epidemic of emotional disorders due to the containment of the general population."],"journal":"Encephale","authors":["Chevance, A","Gourion, D","Hoertel, N","Llorca, P-M","Thomas, P","Bocher, R","Moro, M-R","Laprevote, V","Benyamina, A","Fossati, P","Masson, M","Leaune, E","Leboyer, M","Gaillard, R"],"date":"2020-04-22T11:00:00Z","year":2020,"_id":"32312567","week":"202017|Apr 20 - Apr 26","doi":"10.1016/j.encep.2020.03.001","keywords":["coronavirus","covid-19","epidemy","france","pandemy","pandemie","psychiatrie","psychiatry","sars-cov-2","sante mentale","epidemie"],"source":"PubMed","weight":0,"locations":["France","France","China","French","France"],"countries":["France","China"],"countries_codes":["FRA|France","CHN|China"],"_version_":1664714520199692288,"score":168.0236},{"pmid":32294297,"title":"The Impact of COVID-19 on Bariatric Surgery: Re-Defining Psychosocial Care.","text":["The Impact of COVID-19 on Bariatric Surgery: Re-Defining Psychosocial Care.","The global outbreak of novel coronavirus disease (COVID-19) has had a tremendous psychological impact on individuals around the world. Individuals with obesity are susceptible to distress and psychological sequalae secondary to this pandemic, which can have detrimental effects on obesity management. In particular, individuals undergoing bariatric surgery could experience increased emotional distress resulting in increased eating psychopathology, mental health exacerbation and difficulties with self-management. Addressing these challenges requires novel approaches to re-defining psychosocial care before and after bariatric surgery. Emerging evidence suggests the remote delivery of care using virtual care models, including mobile and online modalities, could extend the reach of psychosocial services to individuals after bariatric surgery and mitigate weight regain or impairment in quality of life. Due to this pandemic, the rapid integration of virtual psychosocial care in bariatric surgery programs to address patients' needs will create new opportunities for clinical and implementation science research.","Obesity (Silver Spring)","Sockalingam, Sanjeev","Leung, Samantha E","Cassin, Stephanie E","32294297"],"abstract":["The global outbreak of novel coronavirus disease (COVID-19) has had a tremendous psychological impact on individuals around the world. Individuals with obesity are susceptible to distress and psychological sequalae secondary to this pandemic, which can have detrimental effects on obesity management. In particular, individuals undergoing bariatric surgery could experience increased emotional distress resulting in increased eating psychopathology, mental health exacerbation and difficulties with self-management. Addressing these challenges requires novel approaches to re-defining psychosocial care before and after bariatric surgery. Emerging evidence suggests the remote delivery of care using virtual care models, including mobile and online modalities, could extend the reach of psychosocial services to individuals after bariatric surgery and mitigate weight regain or impairment in quality of life. Due to this pandemic, the rapid integration of virtual psychosocial care in bariatric surgery programs to address patients' needs will create new opportunities for clinical and implementation science research."],"journal":"Obesity (Silver Spring)","authors":["Sockalingam, Sanjeev","Leung, Samantha E","Cassin, Stephanie E"],"date":"2020-04-16T11:00:00Z","year":2020,"_id":"32294297","week":"202016|Apr 13 - Apr 19","doi":"10.1002/oby.22836","source":"PubMed","weight":0,"_version_":1664636192726974464,"score":165.9286},{"pmid":32303026,"title":"Impact of Human Disasters and COVID-19 Pandemic on Mental Health: Potential of Digital Psychiatry.","text":["Impact of Human Disasters and COVID-19 Pandemic on Mental Health: Potential of Digital Psychiatry.","Deep emotional traumas in societies overwhelmed by large-scale human disasters, like, global pandemic diseases, natural disasters, man-made tragedies, war conflicts, social crises, etc., can cause massive stress-related disorders. Motivated by the ongoing global coronavirus pandemic, the article provides an overview of scientific evidence regarding adverse impact of diverse human disasters on mental health in afflicted groups and societies. Following this broader context, psychosocial impact of COVID-19 as a specific global human disaster is presented, with an emphasis on disturbing mental health aspects of the ongoing pandemic. Limited resources of mental health services in a number of countries around the world are illustrated, which will be further stretched by the forthcoming increase in demand for mental health services due to the global COVID-19 pandemic. Mental health challenges are particularly important for the Republic of Croatia in the current situation, due to disturbing stress of the 2020 Zagreb earthquake and the high pre-pandemic prevalence of chronic Homeland-War-related posttraumatic stress disorders. Comprehensive approach based on digital psychiatry is proposed to address the lack of access to psychiatric services, which includes artificial intelligence, telepsychiatry and an array of new technologies, like internet-based computer-aided mental health tools and services. These tools and means should be utilized as an important part of the whole package of measures to mitigate negative mental health effects of the global coronavirus pandemic. Our scientific and engineering experiences in the design and development of digital tools and means in mitigation of stress-related disorders and assessment of stress resilience are presented. Croatian initiative on enhancement of interdisciplinary research of psychiatrists, psychologists and computer scientists on the national and EU level is important in addressing pressing mental health concerns related to the ongoing pandemic and similar human disasters.","Psychiatr Danub","Cosic, Kresimir","Popovic, Sinisa","Sarlija, Marko","Kesedzic, Ivan","32303026"],"abstract":["Deep emotional traumas in societies overwhelmed by large-scale human disasters, like, global pandemic diseases, natural disasters, man-made tragedies, war conflicts, social crises, etc., can cause massive stress-related disorders. Motivated by the ongoing global coronavirus pandemic, the article provides an overview of scientific evidence regarding adverse impact of diverse human disasters on mental health in afflicted groups and societies. Following this broader context, psychosocial impact of COVID-19 as a specific global human disaster is presented, with an emphasis on disturbing mental health aspects of the ongoing pandemic. Limited resources of mental health services in a number of countries around the world are illustrated, which will be further stretched by the forthcoming increase in demand for mental health services due to the global COVID-19 pandemic. Mental health challenges are particularly important for the Republic of Croatia in the current situation, due to disturbing stress of the 2020 Zagreb earthquake and the high pre-pandemic prevalence of chronic Homeland-War-related posttraumatic stress disorders. Comprehensive approach based on digital psychiatry is proposed to address the lack of access to psychiatric services, which includes artificial intelligence, telepsychiatry and an array of new technologies, like internet-based computer-aided mental health tools and services. These tools and means should be utilized as an important part of the whole package of measures to mitigate negative mental health effects of the global coronavirus pandemic. Our scientific and engineering experiences in the design and development of digital tools and means in mitigation of stress-related disorders and assessment of stress resilience are presented. Croatian initiative on enhancement of interdisciplinary research of psychiatrists, psychologists and computer scientists on the national and EU level is important in addressing pressing mental health concerns related to the ongoing pandemic and similar human disasters."],"journal":"Psychiatr Danub","authors":["Cosic, Kresimir","Popovic, Sinisa","Sarlija, Marko","Kesedzic, Ivan"],"date":"2020-04-18T11:00:00Z","year":2020,"_id":"32303026","week":"202016|Apr 13 - Apr 19","doi":"10.24869/psyd.2020.25","source":"PubMed","weight":0,"locations":["Zagreb","Croatian"],"countries":["Croatia"],"countries_codes":["HRV|Croatia"],"_version_":1664635401402318848,"score":165.32132}]}