{"pmid":32352621,"title":"Covid-19 lockdown: a perfect storm for older people's mental health.","text":["Covid-19 lockdown: a perfect storm for older people's mental health.","The management of lockdown presents a perfect storm for mental distress for older people by enforcing isolation and heightening perceptions of risk of death and illness. While gradual release from lockdown will maintain protection of those most at risk from covid-19, older people will experience social isolation for the longest period as the over 75s carry the highest mortality risk (WHO, 2020). Isolation is strongly linked to depression, anxiety, and cognitive decline, and reduces resilience factors such as self-worth, sense of purpose and feeling valued (Novotney, 2019). However, in addition to sustained isolation, governmental management of lockdown presents other challenges for older people.","J Psychiatr Ment Health Nurs","Webb, Lucy","32352621"],"abstract":["The management of lockdown presents a perfect storm for mental distress for older people by enforcing isolation and heightening perceptions of risk of death and illness. While gradual release from lockdown will maintain protection of those most at risk from covid-19, older people will experience social isolation for the longest period as the over 75s carry the highest mortality risk (WHO, 2020). Isolation is strongly linked to depression, anxiety, and cognitive decline, and reduces resilience factors such as self-worth, sense of purpose and feeling valued (Novotney, 2019). However, in addition to sustained isolation, governmental management of lockdown presents other challenges for older people."],"journal":"J Psychiatr Ment Health Nurs","authors":["Webb, Lucy"],"date":"2020-05-01T11:00:00Z","year":2020,"_id":"32352621","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1111/jpm.12644","topics":["Prevention"],"weight":1,"_version_":1666138495721144321,"score":9.490897,"similar":[{"pmid":32302279,"title":"15 Smartphone Apps for Older Adults to Use While in Isolation During the COVID-19 Pandemic.","text":["15 Smartphone Apps for Older Adults to Use While in Isolation During the COVID-19 Pandemic.","The maintenance of well-being, healthcare, and social connection is crucial for older adults (OA) and has become a topic of debate as much of the world faces lockdown during the coronavirus disease 2019 (COVID-19) pandemic. OAs have been advised to isolate themselves because they are at higher risk for developing serious complications from severe acute respiratory syndrome coronavirus. Additionally, nursing homes and assisted-living facilities across the country have closed their doors to visitors to protect their residents. Mobile technology such as applications (apps) could provide a valuable tool to help families stay connected, and to help OAs maintain mobility and link them to resources that encourage physical and mental well-being. Apps could address cognitive, visual, and hearing impairments. Our objective was to narratively summarize 15 apps that address physical and cognitive limitations and have the potential to improve OAs' quality of life, especially during social distancing or self-quarantine.","West J Emerg Med","Banskota, Swechya","Healy, Margaret","Goldberg, Elizabeth M","32302279"],"abstract":["The maintenance of well-being, healthcare, and social connection is crucial for older adults (OA) and has become a topic of debate as much of the world faces lockdown during the coronavirus disease 2019 (COVID-19) pandemic. OAs have been advised to isolate themselves because they are at higher risk for developing serious complications from severe acute respiratory syndrome coronavirus. Additionally, nursing homes and assisted-living facilities across the country have closed their doors to visitors to protect their residents. Mobile technology such as applications (apps) could provide a valuable tool to help families stay connected, and to help OAs maintain mobility and link them to resources that encourage physical and mental well-being. Apps could address cognitive, visual, and hearing impairments. Our objective was to narratively summarize 15 apps that address physical and cognitive limitations and have the potential to improve OAs' quality of life, especially during social distancing or self-quarantine."],"journal":"West J Emerg Med","authors":["Banskota, Swechya","Healy, Margaret","Goldberg, Elizabeth M"],"date":"2020-04-18T11:00:00Z","year":2020,"_id":"32302279","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.5811/westjem.2020.4.47372","topics":["Prevention"],"weight":1,"_version_":1666138494871797761,"score":193.89935},{"pmid":32378460,"title":"Biopsychopharmacosocial approach to assess impact of social distancing and isolation on mental health in older adults.","text":["Biopsychopharmacosocial approach to assess impact of social distancing and isolation on mental health in older adults.","It is impossible to predict or comprehend the impact of the ongoing COVID-19 pandemic. The UK Government's advice for vulnerable people, including older adults, to move towards self-isolation and social distancing is likely to reduce rates of transmission, the risk of severe illness and the impact on the acute health services. Although justified and necessary, this process of isolation is likely to have a negative impact on the mental health of these vulnerable groups, especially older people. It will become increasingly important for community health professionals to assess subtle changes in older persons' mental health, as the duration of this period of isolation remains unclear. The biopsychopharmacosocial model provides one method of assessing mental health and planning health and social care needs. This article hopes to guide community health professionals through the specifics of this assessment model in relation to the growing COVID-19 pandemic.","Br J Community Nurs","Baker, Edward","Clark, Louise L","32378460"],"abstract":["It is impossible to predict or comprehend the impact of the ongoing COVID-19 pandemic. The UK Government's advice for vulnerable people, including older adults, to move towards self-isolation and social distancing is likely to reduce rates of transmission, the risk of severe illness and the impact on the acute health services. Although justified and necessary, this process of isolation is likely to have a negative impact on the mental health of these vulnerable groups, especially older people. It will become increasingly important for community health professionals to assess subtle changes in older persons' mental health, as the duration of this period of isolation remains unclear. The biopsychopharmacosocial model provides one method of assessing mental health and planning health and social care needs. This article hopes to guide community health professionals through the specifics of this assessment model in relation to the growing COVID-19 pandemic."],"journal":"Br J Community Nurs","authors":["Baker, Edward","Clark, Louise L"],"date":"2020-05-08T11:00:00Z","year":2020,"_id":"32378460","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.12968/bjcn.2020.25.5.231","keywords":["loneliness","mental health","older people","self-isolation","social distancing"],"weight":0,"_version_":1666262687647006720,"score":189.79387},{"pmid":32324252,"title":"Lifestyle behaviours during the COVID-19 - time to connect.","text":["Lifestyle behaviours during the COVID-19 - time to connect.","Loneliness and social isolation are associated with poor mental and physical health and may increase the likelihood of common mental disorders (depressive and anxiety disorders), substance use, and cognitive decline(1,2) . At this moment, people around the globe have been urged to self-isolate and refrain from social interaction due to the COVID-19 pandemic. From public health and preventative care perspectives, there is a pressing need to provide individuals, communities and health agencies with information and interventions to maintain the healthiest possible lifestyle while in isolation.","Acta Psychiatr Scand","Balanza-Martinez, Vicent","Atienza-Carbonell, Beatriz","Kapczinski, Flavio","De Boni, Raquel Brandini","32324252"],"abstract":["Loneliness and social isolation are associated with poor mental and physical health and may increase the likelihood of common mental disorders (depressive and anxiety disorders), substance use, and cognitive decline(1,2) . At this moment, people around the globe have been urged to self-isolate and refrain from social interaction due to the COVID-19 pandemic. From public health and preventative care perspectives, there is a pressing need to provide individuals, communities and health agencies with information and interventions to maintain the healthiest possible lifestyle while in isolation."],"journal":"Acta Psychiatr Scand","authors":["Balanza-Martinez, Vicent","Atienza-Carbonell, Beatriz","Kapczinski, Flavio","De Boni, Raquel Brandini"],"date":"2020-04-24T11:00:00Z","year":2020,"_id":"32324252","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1111/acps.13177","topics":["Prevention"],"weight":1,"_version_":1666138493885087744,"score":182.93895},{"pmid":32470120,"title":"Age differences in COVID-19 risk perceptions and mental health:Evidence from a national US survey conducted in March 2020.","text":["Age differences in COVID-19 risk perceptions and mental health:Evidence from a national US survey conducted in March 2020.","OBJECTIVES: Theories of aging posit that older adult age is associated with less negative emotions, but few studies have examined age differences at times of novel challenges. As COVID-19 spread in the United States, this study therefore aimed to examine age differences in risk perceptions, anxiety and depression. METHOD: In March 2020, a nationally representative address-based sample of 6666 US adults assessed their perceived risk of getting COVID-19, dying if getting it, getting quarantined, losing their job (if currently working), and running out of money. They completed a mental health assessment for anxiety and depression. Demographic variables and pre-crisis depression diagnosis had previously been reported. RESULTS: In regression analyses controlling for demographic variables and survey date, older adult age was associated with perceiving larger risks of dying if getting COVID-19, but with perceiving less risk of getting COVID-19, getting quarantined, or running out of money, as well as less depression and anxiety. Findings held after additionally controlling for pre-crisis reports of depression diagnosis. DISCUSSION: With the exception of perceived infection-fatality risk, US adults who were relatively older appeared to have a more optimistic outlook and better mental health during the early stages of the pandemic. Interventions may be needed to help people of all ages maintain realistic perceptions of the risks, while also managing depression and anxiety during the COVID-19 crisis. Implications for risk communication and mental health interventions are discussed.","J Gerontol B Psychol Sci Soc Sci","Bruine de Bruin, Wandi","32470120"],"abstract":["OBJECTIVES: Theories of aging posit that older adult age is associated with less negative emotions, but few studies have examined age differences at times of novel challenges. As COVID-19 spread in the United States, this study therefore aimed to examine age differences in risk perceptions, anxiety and depression. METHOD: In March 2020, a nationally representative address-based sample of 6666 US adults assessed their perceived risk of getting COVID-19, dying if getting it, getting quarantined, losing their job (if currently working), and running out of money. They completed a mental health assessment for anxiety and depression. Demographic variables and pre-crisis depression diagnosis had previously been reported. RESULTS: In regression analyses controlling for demographic variables and survey date, older adult age was associated with perceiving larger risks of dying if getting COVID-19, but with perceiving less risk of getting COVID-19, getting quarantined, or running out of money, as well as less depression and anxiety. Findings held after additionally controlling for pre-crisis reports of depression diagnosis. DISCUSSION: With the exception of perceived infection-fatality risk, US adults who were relatively older appeared to have a more optimistic outlook and better mental health during the early stages of the pandemic. Interventions may be needed to help people of all ages maintain realistic perceptions of the risks, while also managing depression and anxiety during the COVID-19 crisis. Implications for risk communication and mental health interventions are discussed."],"journal":"J Gerontol B Psychol Sci Soc Sci","authors":["Bruine de Bruin, Wandi"],"date":"2020-05-30T11:00:00Z","year":2020,"_id":"32470120","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1093/geronb/gbaa074","keywords":["risk perception","anxiety","depression"],"locations":["United States","US","US","US"],"countries":["United States"],"countries_codes":["USA|United States"],"weight":0,"_version_":1668167109943754752,"score":180.91707},{"pmid":32441330,"title":"Video calls for reducing social isolation and loneliness in older people: a rapid review.","text":["Video calls for reducing social isolation and loneliness in older people: a rapid review.","BACKGROUND: The current COVID-19 pandemic has been identified as a possible trigger for increases in loneliness and social isolation among older people due to the restrictions on movement that many countries have put in place. Loneliness and social isolation are consistently identified as risk factors for poor mental and physical health in older people. Video calls may help older people stay connected during the current crisis by widening the participant's social circle or by increasing the frequency of contact with existing acquaintances. OBJECTIVES: The primary objective of this rapid review is to assess the effectiveness of video calls for reducing social isolation and loneliness in older adults. The review also sought to address the effectiveness of video calls on reducing symptoms of depression and improving quality of life. SEARCH METHODS: We searched CENTRAL, MEDLINE, PsycINFO and CINAHL from 1 January 2004 to 7 April 2020. We also searched the references of relevant systematic reviews. SELECTION CRITERIA: Randomised controlled trials (RCTs) and quasi-RCTs (including cluster designs) were eligible for inclusion. We excluded all other study designs. The samples in included studies needed to have a mean age of at least 65 years. We included studies that included participants whether or not they were experiencing symptoms of loneliness or social isolation at baseline. Any intervention in which a core component involved the use of the internet to facilitate video calls or video conferencing through computers, smartphones or tablets with the intention of reducing loneliness or social isolation, or both, in older adults was eligible for inclusion. We included studies in the review if they reported self-report measures of loneliness, social isolation, symptoms of depression or quality of life. Two review authors screened 25% of abstracts; a third review author resolved conflicts. A single review author screened the remaining abstracts. The second review author screened all excluded abstracts and we resolved conflicts by consensus or by involving a third review author. We followed the same process for full-text articles. DATA COLLECTION AND ANALYSIS: One review author extracted data, which another review author checked. The primary outcomes were loneliness and social isolation and the secondary outcomes were symptoms of depression and quality of life. One review author rated the certainty of evidence for the primary outcomes according to the GRADE approach and another review author checked the ratings. We conducted fixed-effect meta-analyses for the primary outcome, loneliness, and the secondary outcome, symptoms of depression. MAIN RESULTS: We identified three cluster quasi-randomised trials, which together included 201 participants. The included studies compared video call interventions to usual care in nursing homes. None of these studies were conducted during the COVID-19 pandemic. Each study measured loneliness using the UCLA Loneliness Scale. Total scores range from 20 (least lonely) to 80 (most lonely). The evidence was very uncertain and suggests that video calls may result in little to no difference in scores on the UCLA Loneliness Scale compared to usual care at three months (mean difference (MD) -0.44, 95% confidence interval (CI) -3.28 to 2.41; 3 studies; 201 participants), at six months (MD -0.34, 95% CI -3.41 to 2.72; 2 studies; 152 participants) and at 12 months (MD -2.40, 95% CI -7.20 to 2.40; 1 study; 90 participants). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. None of the included studies reported social isolation as an outcome. Each study measured symptoms of depression using the Geriatric Depression Scale. Total scores range from 0 (better) to 30 (worse). The evidence was very uncertain and suggests that video calls may result in little to no difference in scores on the Geriatric Depression Scale compared to usual care at three months' follow-up (MD 0.41, 95% CI -0.90 to 1.72; 3 studies; 201 participants) or six months' follow-up (MD -0.83, 95% CI -2.43 to 0.76; 2 studies, 152 participants). The evidence suggests that video calls may have a small effect on symptoms of depression at one-year follow-up, though this finding is imprecise (MD -2.04, 95% CI -3.98 to -0.10; 1 study; 90 participants). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. Only one study, with 62 participants, reported quality of life. The study measured quality of life using a Taiwanese adaptation of the Short-Form 36-question health survey (SF-36), which consists of eight subscales that measure different aspects of quality of life: physical function; physical role; emotional role; social function; pain: vitality; mental health; and physical health. Each subscale is scored from 0 (poor health) to 100 (good health). The evidence is very uncertain and suggests that there may be little to no difference between people allocated to usual care and those allocated to video calls in three-month scores in physical function (MD 2.88, 95% CI -5.01 to 10.77), physical role (MD -7.66, 95% CI -24.08 to 8.76), emotional role (MD -7.18, 95% CI -16.23 to 1.87), social function (MD 2.77, 95% CI -8.87 to 14.41), pain scores (MD -3.25, 95% CI -15.11 to 8.61), vitality scores (MD -3.60, 95% CI -9.01 to 1.81), mental health (MD 9.19, 95% CI 0.36 to 18.02) and physical health (MD 5.16, 95% CI -2.48 to 12.80). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. AUTHORS' CONCLUSIONS: Based on this review there is currently very uncertain evidence on the effectiveness of video call interventions to reduce loneliness in older adults. The review did not include any studies that reported evidence of the effectiveness of video call interventions to address social isolation in older adults. The evidence regarding the effectiveness of video calls for outcomes of symptoms of depression was very uncertain. Future research in this area needs to use more rigorous methods and more diverse and representative participants. Specifically, future studies should target older adults, who are demonstrably lonely or socially isolated, or both, across a range of settings to determine whether video call interventions are effective in a population in which these outcomes are in need of improvement.","Cochrane Database Syst Rev","Noone, Chris","McSharry, Jenny","Smalle, Mike","Burns, Annette","Dwan, Kerry","Devane, Declan","Morrissey, Eimear C","32441330"],"journal":"Cochrane Database Syst Rev","authors":["Noone, Chris","McSharry, Jenny","Smalle, Mike","Burns, Annette","Dwan, Kerry","Devane, Declan","Morrissey, Eimear C"],"date":"2020-05-23T11:00:00Z","year":2020,"_id":"32441330","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1002/14651858.CD013632","locations":["PsycINFO","Taiwanese"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"abstract":["BACKGROUND: The current COVID-19 pandemic has been identified as a possible trigger for increases in loneliness and social isolation among older people due to the restrictions on movement that many countries have put in place. Loneliness and social isolation are consistently identified as risk factors for poor mental and physical health in older people. Video calls may help older people stay connected during the current crisis by widening the participant's social circle or by increasing the frequency of contact with existing acquaintances. OBJECTIVES: The primary objective of this rapid review is to assess the effectiveness of video calls for reducing social isolation and loneliness in older adults. The review also sought to address the effectiveness of video calls on reducing symptoms of depression and improving quality of life. SEARCH METHODS: We searched CENTRAL, MEDLINE, PsycINFO and CINAHL from 1 January 2004 to 7 April 2020. We also searched the references of relevant systematic reviews. SELECTION CRITERIA: Randomised controlled trials (RCTs) and quasi-RCTs (including cluster designs) were eligible for inclusion. We excluded all other study designs. The samples in included studies needed to have a mean age of at least 65 years. We included studies that included participants whether or not they were experiencing symptoms of loneliness or social isolation at baseline. Any intervention in which a core component involved the use of the internet to facilitate video calls or video conferencing through computers, smartphones or tablets with the intention of reducing loneliness or social isolation, or both, in older adults was eligible for inclusion. We included studies in the review if they reported self-report measures of loneliness, social isolation, symptoms of depression or quality of life. Two review authors screened 25% of abstracts; a third review author resolved conflicts. A single review author screened the remaining abstracts. The second review author screened all excluded abstracts and we resolved conflicts by consensus or by involving a third review author. We followed the same process for full-text articles. DATA COLLECTION AND ANALYSIS: One review author extracted data, which another review author checked. The primary outcomes were loneliness and social isolation and the secondary outcomes were symptoms of depression and quality of life. One review author rated the certainty of evidence for the primary outcomes according to the GRADE approach and another review author checked the ratings. We conducted fixed-effect meta-analyses for the primary outcome, loneliness, and the secondary outcome, symptoms of depression. MAIN RESULTS: We identified three cluster quasi-randomised trials, which together included 201 participants. The included studies compared video call interventions to usual care in nursing homes. None of these studies were conducted during the COVID-19 pandemic. Each study measured loneliness using the UCLA Loneliness Scale. Total scores range from 20 (least lonely) to 80 (most lonely). The evidence was very uncertain and suggests that video calls may result in little to no difference in scores on the UCLA Loneliness Scale compared to usual care at three months (mean difference (MD) -0.44, 95% confidence interval (CI) -3.28 to 2.41; 3 studies; 201 participants), at six months (MD -0.34, 95% CI -3.41 to 2.72; 2 studies; 152 participants) and at 12 months (MD -2.40, 95% CI -7.20 to 2.40; 1 study; 90 participants). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. None of the included studies reported social isolation as an outcome. Each study measured symptoms of depression using the Geriatric Depression Scale. Total scores range from 0 (better) to 30 (worse). The evidence was very uncertain and suggests that video calls may result in little to no difference in scores on the Geriatric Depression Scale compared to usual care at three months' follow-up (MD 0.41, 95% CI -0.90 to 1.72; 3 studies; 201 participants) or six months' follow-up (MD -0.83, 95% CI -2.43 to 0.76; 2 studies, 152 participants). The evidence suggests that video calls may have a small effect on symptoms of depression at one-year follow-up, though this finding is imprecise (MD -2.04, 95% CI -3.98 to -0.10; 1 study; 90 participants). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. Only one study, with 62 participants, reported quality of life. The study measured quality of life using a Taiwanese adaptation of the Short-Form 36-question health survey (SF-36), which consists of eight subscales that measure different aspects of quality of life: physical function; physical role; emotional role; social function; pain: vitality; mental health; and physical health. Each subscale is scored from 0 (poor health) to 100 (good health). The evidence is very uncertain and suggests that there may be little to no difference between people allocated to usual care and those allocated to video calls in three-month scores in physical function (MD 2.88, 95% CI -5.01 to 10.77), physical role (MD -7.66, 95% CI -24.08 to 8.76), emotional role (MD -7.18, 95% CI -16.23 to 1.87), social function (MD 2.77, 95% CI -8.87 to 14.41), pain scores (MD -3.25, 95% CI -15.11 to 8.61), vitality scores (MD -3.60, 95% CI -9.01 to 1.81), mental health (MD 9.19, 95% CI 0.36 to 18.02) and physical health (MD 5.16, 95% CI -2.48 to 12.80). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. AUTHORS' CONCLUSIONS: Based on this review there is currently very uncertain evidence on the effectiveness of video call interventions to reduce loneliness in older adults. The review did not include any studies that reported evidence of the effectiveness of video call interventions to address social isolation in older adults. The evidence regarding the effectiveness of video calls for outcomes of symptoms of depression was very uncertain. Future research in this area needs to use more rigorous methods and more diverse and representative participants. Specifically, future studies should target older adults, who are demonstrably lonely or socially isolated, or both, across a range of settings to determine whether video call interventions are effective in a population in which these outcomes are in need of improvement."],"_version_":1667523504890707968,"score":169.84558}]}