{"pmid":32355392,"pmcid":"PMC7192066","title":"Purpose by design or disaster: Preserving a sense of purpose amid environmental uncertainty.","text":["Purpose by design or disaster: Preserving a sense of purpose amid environmental uncertainty.","Psychological research suggests a sense of purpose in life is a coveted asset, with well-established linkages to well-being and healthy functioning. But how do individuals preserve this sense when previously reliable settings - and the opportunities they afford - are profoundly disrupted? The current moment provides a formidable test of this question, as widespread transmission of Covid-19 and intense efforts to slow it drastically transform our environment. Here, we consider how the experience of purpose may be impacted by disruptions in three key person-environment interactions: how we engage with work, how we engage in education, and how we manage physical proximity. We hope to motivate critical thinking about how this pandemic, and our collective responses to it, influence the experience of purpose and delineate a research agenda that may inform how individuals' can preserve a sense of engagement and contribution.","J Environ Psychol","Burrow, Anthony L","Hill, Patrick L","32355392"],"abstract":["Psychological research suggests a sense of purpose in life is a coveted asset, with well-established linkages to well-being and healthy functioning. But how do individuals preserve this sense when previously reliable settings - and the opportunities they afford - are profoundly disrupted? The current moment provides a formidable test of this question, as widespread transmission of Covid-19 and intense efforts to slow it drastically transform our environment. Here, we consider how the experience of purpose may be impacted by disruptions in three key person-environment interactions: how we engage with work, how we engage in education, and how we manage physical proximity. We hope to motivate critical thinking about how this pandemic, and our collective responses to it, influence the experience of purpose and delineate a research agenda that may inform how individuals' can preserve a sense of engagement and contribution."],"journal":"J Environ Psychol","authors":["Burrow, Anthony L","Hill, Patrick L"],"date":"2020-05-02T11:00:00Z","year":2020,"_id":"32355392","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1016/j.jenvp.2020.101436","weight":0,"_version_":1666138495281790976,"score":9.490897,"similar":[{"pmid":32240428,"title":"Achieve Research Continuity During Social Distancing by Rapidly Implementing Individual and Group Videoconferencing with Participants: Key Considerations, Best Practices, and Protocols.","text":["Achieve Research Continuity During Social Distancing by Rapidly Implementing Individual and Group Videoconferencing with Participants: Key Considerations, Best Practices, and Protocols.","The novel coronavirus has upended many traditional research procedures as universities and other research entities have closed to activate social distancing. Some social and behavioral research activities (e.g. data analysis, manuscript preparation) can be continued from other environments with appropriate security protocols in place. For studies involving in-person interactions, continuity may be more difficult. Phone-based interactions provide a low-tech solution that may suffice in some cases. Yet, videoconferencing platforms can nearly replicate in-person interactions, activating both auditory and visual senses and potentially resulting in more substantial engagement. Staff can meet with participants individually or in groups, each seeing and hearing one another in real time. This paper provides guidance for researchers transitioning in-person assessments and interventions to a synchronous videoconferencing platform. Best practices, key considerations, examples from the field, and sample protocols are presented to ease transition for ongoing studies and maximize the potential of videoconferencing-and social distancing.","AIDS Behav","Marhefka, Stephanie","Lockhart, Elizabeth","Turner, DeAnne","32240428"],"abstract":["The novel coronavirus has upended many traditional research procedures as universities and other research entities have closed to activate social distancing. Some social and behavioral research activities (e.g. data analysis, manuscript preparation) can be continued from other environments with appropriate security protocols in place. For studies involving in-person interactions, continuity may be more difficult. Phone-based interactions provide a low-tech solution that may suffice in some cases. Yet, videoconferencing platforms can nearly replicate in-person interactions, activating both auditory and visual senses and potentially resulting in more substantial engagement. Staff can meet with participants individually or in groups, each seeing and hearing one another in real time. This paper provides guidance for researchers transitioning in-person assessments and interventions to a synchronous videoconferencing platform. Best practices, key considerations, examples from the field, and sample protocols are presented to ease transition for ongoing studies and maximize the potential of videoconferencing-and social distancing."],"journal":"AIDS Behav","authors":["Marhefka, Stephanie","Lockhart, Elizabeth","Turner, DeAnne"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32240428","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.1007/s10461-020-02837-x","keywords":["intervention research","social distancing","videoconferencing","ehealth"],"topics":["Prevention"],"weight":1,"_version_":1666138490452049920,"score":182.1031},{"pmid":32466654,"title":"Pedagogical foundations to online lectures in health professions education.","text":["Pedagogical foundations to online lectures in health professions education.","Professional and tertiary health professions education (HPE) has been markedly challenged by the current novel coronavirus (COVID-19). Mandates for training organisations to reduce social contact during the global pandemic, and make learning available online, provide an opportunity for regional, rural and remote clinicians and students to more easily access learning and professional development opportunities. Online lectures, while posing an opportunity for regional, rural and remote HPE, entail potential risks. Educators who are familiar with face-to-face pedagogies may find a transition to remote, digital interaction unfamiliar, disarming, and therefore they may not design maximally engaging lectures. The strategies used in a face-to-face lecture cannot be directly transferred into the online environment. This article proposes strategies to ensure the ongoing effectiveness, efficiency and engagement of lectures transitioning from face-to-face to online delivery. Cognitive learning theory, strategies to promote learner engagement and minimise distraction, and examples of software affordances to support active learning during the lecture are proposed. This enables lecturers to navigate the challenges of lecturing in an online environment and plan fruitful online lectures during this disruptive time. These suggestions will therefore enable HPE to better meet the existing and future needs of regional, rural and remote learners who may not be able to easily access face-to-face learning upon the relaxation of social distancing measures. Strategies to provide equitable HPE to learners who cannot access plentiful, fast internet are also discussed.","Rural Remote Health","Seymour-Walsh, Amy E","Weber, Anthony","Bell, Andy","32466654"],"abstract":["Professional and tertiary health professions education (HPE) has been markedly challenged by the current novel coronavirus (COVID-19). Mandates for training organisations to reduce social contact during the global pandemic, and make learning available online, provide an opportunity for regional, rural and remote clinicians and students to more easily access learning and professional development opportunities. Online lectures, while posing an opportunity for regional, rural and remote HPE, entail potential risks. Educators who are familiar with face-to-face pedagogies may find a transition to remote, digital interaction unfamiliar, disarming, and therefore they may not design maximally engaging lectures. The strategies used in a face-to-face lecture cannot be directly transferred into the online environment. This article proposes strategies to ensure the ongoing effectiveness, efficiency and engagement of lectures transitioning from face-to-face to online delivery. Cognitive learning theory, strategies to promote learner engagement and minimise distraction, and examples of software affordances to support active learning during the lecture are proposed. This enables lecturers to navigate the challenges of lecturing in an online environment and plan fruitful online lectures during this disruptive time. These suggestions will therefore enable HPE to better meet the existing and future needs of regional, rural and remote learners who may not be able to easily access face-to-face learning upon the relaxation of social distancing measures. Strategies to provide equitable HPE to learners who cannot access plentiful, fast internet are also discussed."],"journal":"Rural Remote Health","authors":["Seymour-Walsh, Amy E","Weber, Anthony","Bell, Andy"],"date":"2020-05-30T11:00:00Z","year":2020,"_id":"32466654","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.22605/RRH6038","keywords":["distance learning","health professions education","online lecture","cognitivism"],"topics":["Prevention"],"weight":1,"_version_":1668167110063292416,"score":173.8427},{"pmid":32390658,"pmcid":"PMC7205696","title":"The impact of the COVID-19 pandemic on marginalized populations in the United States: A research agenda.","text":["The impact of the COVID-19 pandemic on marginalized populations in the United States: A research agenda.","International and national crises often highlight inequalities in the labor market that disproportionately affect individuals from marginalized backgrounds. The COVID-19 pandemic, and the resulting changes in society due to social distancing measures, has showcased inequities in access to decent work and experiences of discrimination resulting in many of the vulnerable populations in the United States experiencing a much harsher impact on economic and work-related factors. The purpose of this essay is to describe how the COVID-19 pandemic may differentially affect workers of color, individuals from low-income backgrounds, and women in complex ways. First, this essay will discuss disproportionate representation of workers from low-income and racial/ethnic minority backgrounds in sectors most affected by COVID-19. Second, it will discuss the lack of decent work for low-income workers who perform \"essential\" tasks. Third, this essay will highlight economic and work-related implications of increased discrimination Asian Americans are experiencing in society. Finally, role conflict and stress for women who are managing additional unpaid work, including caretaking responsibilities, while needing to continue to engage in paid work will be examined. A research agenda will be set forth throughout the essay, calling for vocational psychologists to engage in research that fully examines how the COVID-19 pandemic is affecting vulnerable communities.","J Vocat Behav","Kantamneni, Neeta","32390658"],"abstract":["International and national crises often highlight inequalities in the labor market that disproportionately affect individuals from marginalized backgrounds. The COVID-19 pandemic, and the resulting changes in society due to social distancing measures, has showcased inequities in access to decent work and experiences of discrimination resulting in many of the vulnerable populations in the United States experiencing a much harsher impact on economic and work-related factors. The purpose of this essay is to describe how the COVID-19 pandemic may differentially affect workers of color, individuals from low-income backgrounds, and women in complex ways. First, this essay will discuss disproportionate representation of workers from low-income and racial/ethnic minority backgrounds in sectors most affected by COVID-19. Second, it will discuss the lack of decent work for low-income workers who perform \"essential\" tasks. Third, this essay will highlight economic and work-related implications of increased discrimination Asian Americans are experiencing in society. Finally, role conflict and stress for women who are managing additional unpaid work, including caretaking responsibilities, while needing to continue to engage in paid work will be examined. A research agenda will be set forth throughout the essay, calling for vocational psychologists to engage in research that fully examines how the COVID-19 pandemic is affecting vulnerable communities."],"journal":"J Vocat Behav","authors":["Kantamneni, Neeta"],"date":"2020-05-12T11:00:00Z","year":2020,"_id":"32390658","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1016/j.jvb.2020.103439","locations":["United States","Asian Americans","United States"],"countries":["United States"],"countries_codes":["USA|United States"],"weight":0,"_version_":1666528580218126336,"score":168.79352},{"pmid":32405073,"pmcid":"PMC7219371","title":"Call to Action: Preserving and Advocating for Essential Care for Women during the COVID-19 Pandemic.","text":["Call to Action: Preserving and Advocating for Essential Care for Women during the COVID-19 Pandemic.","The COVID-19 pandemic has redefined 'essential care', and reproductive healthcare has become a frequently targeted and debated topic. As Obstetricians and Gynecologists (OBGYN), we stand with our patients and others as advocates for women's reproductive health. With the medical and surgical training to provide all aspects of reproductive healthcare, OBGYNs are indispensable and uniquely positioned to advocate for the full spectrum of care that our patients need right now. All patients have a right to these services. Contraception and abortion care remain essential, and we need to work at the local, state and federal level on policies that preserve these critical services. We must also support policies that will promote expansion of care, including lengthening Medicaid pregnancy/postpartum coverage. While we continue to see patients, this is the time to engage outside clinical encounters by participating in lobbying and other advocacy efforts to preserve essential services, protecting the health, life, and welfare of our patients during COVID-19.","Am J Obstet Gynecol","Robinson, Erica F","Moulder, Janelle K","Zerden, Matthew L","Miller, April M","Zite, Nikki B","32405073"],"abstract":["The COVID-19 pandemic has redefined 'essential care', and reproductive healthcare has become a frequently targeted and debated topic. As Obstetricians and Gynecologists (OBGYN), we stand with our patients and others as advocates for women's reproductive health. With the medical and surgical training to provide all aspects of reproductive healthcare, OBGYNs are indispensable and uniquely positioned to advocate for the full spectrum of care that our patients need right now. All patients have a right to these services. Contraception and abortion care remain essential, and we need to work at the local, state and federal level on policies that preserve these critical services. We must also support policies that will promote expansion of care, including lengthening Medicaid pregnancy/postpartum coverage. While we continue to see patients, this is the time to engage outside clinical encounters by participating in lobbying and other advocacy efforts to preserve essential services, protecting the health, life, and welfare of our patients during COVID-19."],"journal":"Am J Obstet Gynecol","authors":["Robinson, Erica F","Moulder, Janelle K","Zerden, Matthew L","Miller, April M","Zite, Nikki B"],"date":"2020-05-15T11:00:00Z","year":2020,"_id":"32405073","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1016/j.ajog.2020.05.022","keywords":["covid-19 pandemic","abortion access","contraception","obstetrics and gynecology","reproductive health","women's health"],"topics":["Prevention"],"weight":1,"_version_":1666802845458890752,"score":154.87033},{"pmid":32427166,"pmcid":"PMC7227507","title":"Natural experiment concept to accelerate the Re-purposing of existing therapeutics for Covid-19.","text":["Natural experiment concept to accelerate the Re-purposing of existing therapeutics for Covid-19.","One of the many questions with respect to controlling the novel coronavirus pandemic is whether existing drugs can be re-purposed (re-positioned) for the prevention or treatment of Covid-19 - or for any future epidemic. The usefulness of existing approaches for re-purposing range from computational modeling to clinical trials. These are often time-consuming, resource intensive, and prone to failure. Proposed here is a new but simple concept that would capitalize on the opportunity presented by the on-going natural experiment involving the collection of data from epidemiological surveillance screening and diagnostic testing for clinical treatment. The objective would be to also collect for each Covid-19 case the patient's prior usage of existing therapeutic drugs. These drug usage data would be collected for several major test groups - those who test positive for active SARS-CoV-2 infection (using molecular methods) and those who test negative for current infection but also test positive for past infection (using serologic antibody tests). Patients from each of these groups would also be categorized with respect to where they resided on the spectrum of morbidities (from no or mild symptomology to severe). By comparing the distribution of normalized usage data for each drug within each group, drugs that are more associated with particular test groups could be revealed as having potential prophylactic, therapeutic, or contraindicated effects with respect to disease progression. These drugs could then be selected as candidates for further evaluation in fighting Covid-19. Also summarized are some of the numerous attributes, advantages, and limitations of the proposed concept, all pointing to the need for further discussion and evaluation.","Glob Epidemiol","Daughton, Christian G","32427166"],"abstract":["One of the many questions with respect to controlling the novel coronavirus pandemic is whether existing drugs can be re-purposed (re-positioned) for the prevention or treatment of Covid-19 - or for any future epidemic. The usefulness of existing approaches for re-purposing range from computational modeling to clinical trials. These are often time-consuming, resource intensive, and prone to failure. Proposed here is a new but simple concept that would capitalize on the opportunity presented by the on-going natural experiment involving the collection of data from epidemiological surveillance screening and diagnostic testing for clinical treatment. The objective would be to also collect for each Covid-19 case the patient's prior usage of existing therapeutic drugs. These drug usage data would be collected for several major test groups - those who test positive for active SARS-CoV-2 infection (using molecular methods) and those who test negative for current infection but also test positive for past infection (using serologic antibody tests). Patients from each of these groups would also be categorized with respect to where they resided on the spectrum of morbidities (from no or mild symptomology to severe). By comparing the distribution of normalized usage data for each drug within each group, drugs that are more associated with particular test groups could be revealed as having potential prophylactic, therapeutic, or contraindicated effects with respect to disease progression. These drugs could then be selected as candidates for further evaluation in fighting Covid-19. Also summarized are some of the numerous attributes, advantages, and limitations of the proposed concept, all pointing to the need for further discussion and evaluation."],"journal":"Glob Epidemiol","authors":["Daughton, Christian G"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32427166","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.gloepi.2020.100026","topics":["Treatment"],"weight":1,"_version_":1667352728742920192,"score":151.0769}]}