{"pmid":32353720,"pmcid":"PMC7182518","title":"COVID-19 faecal-oral transmission: Are we asking the right questions?","text":["COVID-19 faecal-oral transmission: Are we asking the right questions?","Detection of the SARS-CoV-2 virus in stools and sewage has recently been reported, raising the hypothesis of faecal-oral transmission. If confirmed, this could have far-reaching consequences for public health and for pandemic control strategies. In this paper, we argue that a comprehensive and more nuanced analysis is required to test this hypothesis, taking into consideration both environmental dynamics and the persistence of viral infectivity. First, we examine the evidence regarding the presence of the virus in stools and sewage. Then we discuss the current framework of disease transmission through water and excreta and how the transmission of a respiratory disease fits into it. Against this background, we propose a framework to test the faecal-oral hypothesis, unpacking the different environmental routes from faeces to the mouth of a susceptible person. This framework should not be seen as a confirmation of the hypothesis but rather as an expanded view of its complexities, which could help shaping an agenda for research into a number of unanswered questions. Finally, the paper briefly discusses practical implications, based on current knowledge, for containment of the pandemic.","Sci Total Environ","Heller, Leo","Mota, Cesar R","Greco, Dirceu B","32353720"],"abstract":["Detection of the SARS-CoV-2 virus in stools and sewage has recently been reported, raising the hypothesis of faecal-oral transmission. If confirmed, this could have far-reaching consequences for public health and for pandemic control strategies. In this paper, we argue that a comprehensive and more nuanced analysis is required to test this hypothesis, taking into consideration both environmental dynamics and the persistence of viral infectivity. First, we examine the evidence regarding the presence of the virus in stools and sewage. Then we discuss the current framework of disease transmission through water and excreta and how the transmission of a respiratory disease fits into it. Against this background, we propose a framework to test the faecal-oral hypothesis, unpacking the different environmental routes from faeces to the mouth of a susceptible person. This framework should not be seen as a confirmation of the hypothesis but rather as an expanded view of its complexities, which could help shaping an agenda for research into a number of unanswered questions. Finally, the paper briefly discusses practical implications, based on current knowledge, for containment of the pandemic."],"journal":"Sci Total Environ","authors":["Heller, Leo","Mota, Cesar R","Greco, Dirceu B"],"date":"2020-05-01T11:00:00Z","year":2020,"_id":"32353720","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1016/j.scitotenv.2020.138919","keywords":["covid-19","faecal-oral transmission","pandemic","sars-cov-2","sanitation","water"],"e_drugs":["Water"],"topics":["Transmission"],"weight":1,"_version_":1666138495742115840,"score":9.490897,"similar":[{"pmid":32315907,"pmcid":"PMC7160636","title":"What do we know about the SARS-CoV-2 coronavirus in the environment?","text":["What do we know about the SARS-CoV-2 coronavirus in the environment?","In view of the current situation regarding the Covid-19 disease, a discussion is proposed on the need for research focusing on the presence and evolution of the SARS-CoV-2 virus in water, soils and other environmental compartments, reached through wastewater and sewage sludge spreading. Also, the evaluation of current treatments for wastewater and sewage sludge, as well as the eventual development of new specific techniques, based on sorption, nanotechnology, etc., would be of great interest for controlling the environmental dissemination of these viruses in the current and eventual future outbreaks.","Sci Total Environ","Nunez-Delgado, Avelino","32315907"],"abstract":["In view of the current situation regarding the Covid-19 disease, a discussion is proposed on the need for research focusing on the presence and evolution of the SARS-CoV-2 virus in water, soils and other environmental compartments, reached through wastewater and sewage sludge spreading. Also, the evaluation of current treatments for wastewater and sewage sludge, as well as the eventual development of new specific techniques, based on sorption, nanotechnology, etc., would be of great interest for controlling the environmental dissemination of these viruses in the current and eventual future outbreaks."],"journal":"Sci Total Environ","authors":["Nunez-Delgado, Avelino"],"date":"2020-04-22T11:00:00Z","year":2020,"_id":"32315907","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1016/j.scitotenv.2020.138647","keywords":["covid-19","sewage sludge","soil","viruses","wastewater","water"],"e_drugs":["Water"],"topics":["Prevention"],"weight":1,"_version_":1666138493474045952,"score":281.65778},{"pmid":32418307,"title":"Persistent viral shedding of SARS-CoV-2 in faeces - a rapid review.","text":["Persistent viral shedding of SARS-CoV-2 in faeces - a rapid review.","AIM: In addition to respiratory symptoms, COVID-19 can present with gastrointestinal complaints suggesting possible faeco-oral transmission. The primary aim of this review was to establish the incidence and timing of positive faecal samples for SARS-CoV-2 in patients with COVID-19. METHODS: A systematic literature review identified studies describing COVID-19 patients tested for faecal virus. Search terms for Medline included 'clinical', 'faeces', 'gastrointestinal secretions', 'stool', 'COVID-19', 'SARS-CoV-2' and '2019-nCoV'. Additional searches were done in AJG, Gastroenterology, Gut, Lancet Gastroenterology and Hepatology, The WHO Database, CEBM, NEJM, social media and the NICE, bioRxiv and medRxiv preprints. Data were extracted concerning the type of test, number and timing of positive samples, incidence of positive faecal tests after negative nasopharyngeal swabs and evidence of viable faecal virus or faeco-oral transmission of the virus. RESULTS: There were 26 relevant articles identified. Combining study results demonstrated that 53.9% of those tested for faecal RNA were positive. Duration of faecal viral shedding ranged from 1 to 33 days after a negative nasopharyngeal swab with one result remaining positive 47 days after onset of symptoms. There is insufficient evidence to suggest that COVID-19 is transmitted via faecally shed virus. CONCLUSION: There is a high rate of positive PCR tests with persistence of SARS-CoV-2 in faecal samples of patients with COVID-19. Further research is needed to confirm if this virus is viable and the degree of transmission through the faeco-oral route. This may have important implications on isolation, recommended precautions and protective equipment for interventional procedures involving the gastrointestinal tract.","Colorectal Dis","Gupta, S","Parker, J","Smits, S","Underwood, J","Dolwani, S","32418307"],"abstract":["AIM: In addition to respiratory symptoms, COVID-19 can present with gastrointestinal complaints suggesting possible faeco-oral transmission. The primary aim of this review was to establish the incidence and timing of positive faecal samples for SARS-CoV-2 in patients with COVID-19. METHODS: A systematic literature review identified studies describing COVID-19 patients tested for faecal virus. Search terms for Medline included 'clinical', 'faeces', 'gastrointestinal secretions', 'stool', 'COVID-19', 'SARS-CoV-2' and '2019-nCoV'. Additional searches were done in AJG, Gastroenterology, Gut, Lancet Gastroenterology and Hepatology, The WHO Database, CEBM, NEJM, social media and the NICE, bioRxiv and medRxiv preprints. Data were extracted concerning the type of test, number and timing of positive samples, incidence of positive faecal tests after negative nasopharyngeal swabs and evidence of viable faecal virus or faeco-oral transmission of the virus. RESULTS: There were 26 relevant articles identified. Combining study results demonstrated that 53.9% of those tested for faecal RNA were positive. Duration of faecal viral shedding ranged from 1 to 33 days after a negative nasopharyngeal swab with one result remaining positive 47 days after onset of symptoms. There is insufficient evidence to suggest that COVID-19 is transmitted via faecally shed virus. CONCLUSION: There is a high rate of positive PCR tests with persistence of SARS-CoV-2 in faecal samples of patients with COVID-19. Further research is needed to confirm if this virus is viable and the degree of transmission through the faeco-oral route. This may have important implications on isolation, recommended precautions and protective equipment for interventional procedures involving the gastrointestinal tract."],"journal":"Colorectal Dis","authors":["Gupta, S","Parker, J","Smits, S","Underwood, J","Dolwani, S"],"date":"2020-05-18T11:00:00Z","year":2020,"_id":"32418307","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1111/codi.15138","keywords":["covid-19","sars-cov-2","faeces","gastrointestinal","viral shedding"],"topics":["Diagnosis"],"weight":1,"_version_":1667058206743986176,"score":242.07086},{"pmid":32353371,"pmcid":"PMC7184994","title":"Is SARS-CoV-2 Also an Enteric Pathogen with Potential Fecal-Oral Transmission: A COVID-19 Virological and Clinical Review.","text":["Is SARS-CoV-2 Also an Enteric Pathogen with Potential Fecal-Oral Transmission: A COVID-19 Virological and Clinical Review.","In as short as 3 months, COVID-19 has spread and ravaged the world in an unprecedented speed in modern history rivaling the 1918 flu pandemic. SARS-CoV-2, the culprit virus, is highly contagious and stable in the environment and predominantly transmits among humans via the respiratory route. Accumulating evidence suggest that this virus, like many of its related viruses, may also be an enteric virus that can spread via the fecal-oral route. Such a hypothesis would also contribute to the rapidity and proliferation of this pandemic. Here we briefly summarize what is known about this family of viruses and literature basis of the hypothesis that SARS-CoV-2 is capable of infecting the gastrointestinal tract and shedding in the environment for potential human-to-human transmission.","Gastroenterology","Ding, Siyuan","Liang, T Jake","32353371"],"abstract":["In as short as 3 months, COVID-19 has spread and ravaged the world in an unprecedented speed in modern history rivaling the 1918 flu pandemic. SARS-CoV-2, the culprit virus, is highly contagious and stable in the environment and predominantly transmits among humans via the respiratory route. Accumulating evidence suggest that this virus, like many of its related viruses, may also be an enteric virus that can spread via the fecal-oral route. Such a hypothesis would also contribute to the rapidity and proliferation of this pandemic. Here we briefly summarize what is known about this family of viruses and literature basis of the hypothesis that SARS-CoV-2 is capable of infecting the gastrointestinal tract and shedding in the environment for potential human-to-human transmission."],"journal":"Gastroenterology","authors":["Ding, Siyuan","Liang, T Jake"],"date":"2020-05-01T11:00:00Z","year":2020,"_id":"32353371","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1053/j.gastro.2020.04.052","topics":["Transmission","Mechanism"],"weight":1,"_version_":1666138495624675328,"score":216.61578},{"pmid":32415548,"title":"The role of environmental factors to transmission of SARS-CoV-2 (COVID-19).","text":["The role of environmental factors to transmission of SARS-CoV-2 (COVID-19).","The current outbreak of the novel coronavirus disease 2019 (COVID-19) in more than 250 countries has become a serious threat to the health of people around the world. Human-to-human transmission of the Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) occurs most often when people are in the incubation stage of the disease or are carriers and have no symptoms. Therefore, in this study, was discussed the role of environmental factors and conditions such as temperature, humidity, wind speed as well as food, water and sewage, air, insects, inanimate surfaces, and hands in COVID-19 transmission. The results of studies on the stability of the SARS-CoV-2 on different levels showed that the resistance of this virus on smooth surfaces was higher than others. Temperature increase and sunlight can facilitate the destruction of SARS-COV-2 and the stability of it on surfaces. When the minimum ambient air temperature increases by 1 degrees C, the cumulative number of cases decreases by 0.86%. According to the latest evidence, the presence of coronavirus in the sewer has been confirmed, but there is no evidence that it is transmitted through sewage or contaminated drinking water. Also, SARS-COV-2 transmission through food, food packages, and food handlers has not been identified as a risk factor for the disease. According to the latest studies, the possibility of transmitting SARS-COV-2 bioaerosol through the air has been reported in the internal environment of ophthalmology. The results additionally show that infectious bio-aerosols can move up to 6 feet. There have been no reports of SARS-COV-2 transmission by blood-feeding arthropods such as mosquitoes.","AMB Express","Eslami, Hadi","Jalili, Mahrokh","32415548"],"abstract":["The current outbreak of the novel coronavirus disease 2019 (COVID-19) in more than 250 countries has become a serious threat to the health of people around the world. Human-to-human transmission of the Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) occurs most often when people are in the incubation stage of the disease or are carriers and have no symptoms. Therefore, in this study, was discussed the role of environmental factors and conditions such as temperature, humidity, wind speed as well as food, water and sewage, air, insects, inanimate surfaces, and hands in COVID-19 transmission. The results of studies on the stability of the SARS-CoV-2 on different levels showed that the resistance of this virus on smooth surfaces was higher than others. Temperature increase and sunlight can facilitate the destruction of SARS-COV-2 and the stability of it on surfaces. When the minimum ambient air temperature increases by 1 degrees C, the cumulative number of cases decreases by 0.86%. According to the latest evidence, the presence of coronavirus in the sewer has been confirmed, but there is no evidence that it is transmitted through sewage or contaminated drinking water. Also, SARS-COV-2 transmission through food, food packages, and food handlers has not been identified as a risk factor for the disease. According to the latest studies, the possibility of transmitting SARS-COV-2 bioaerosol through the air has been reported in the internal environment of ophthalmology. The results additionally show that infectious bio-aerosols can move up to 6 feet. There have been no reports of SARS-COV-2 transmission by blood-feeding arthropods such as mosquitoes."],"journal":"AMB Express","authors":["Eslami, Hadi","Jalili, Mahrokh"],"date":"2020-05-17T11:00:00Z","year":2020,"_id":"32415548","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1186/s13568-020-01028-0","keywords":["covid-19","coronavirus","environmental factors","inanimate surfaces"],"e_drugs":["Water"],"topics":["Transmission"],"weight":1,"_version_":1666991242675748865,"score":201.58344},{"pmid":32340347,"title":"Airborne Transmission Route of COVID-19: Why 2 Meters/6 Feet of Inter-Personal Distance Could Not Be Enough.","text":["Airborne Transmission Route of COVID-19: Why 2 Meters/6 Feet of Inter-Personal Distance Could Not Be Enough.","The COVID-19 pandemic caused the shutdown of entire nations all over the world. In addition to mobility restrictions of people, the World Health Organization and the Governments have prescribed maintaining an inter-personal distance of 1.5 or 2 m (about 6 feet) from each other in order to minimize the risk of contagion through the droplets that we usually disseminate around us from nose and mouth. However, recently published studies support the hypothesis of virus transmission over a distance of 2 m from an infected person. Researchers have proved the higher aerosol and surface stability of SARS-COV-2 as compared with SARS-COV-1 (with the virus remaining viable and infectious in aerosol for hours) and that airborne transmission of SARS-CoV can occur besides close-distance contacts. Indeed, there is reasonable evidence about the possibility of SARS-COV-2 airborne transmission due to its persistence into aerosol droplets in a viable and infectious form. Based on the available knowledge and epidemiological observations, it is plausible that small particles containing the virus may diffuse in indoor environments covering distances up to 10 m from the emission sources, thus representing a kind of aerosol transmission. On-field studies carried out inside Wuhan Hospitals showed the presence of SARS-COV-2 RNA in air samples collected in the hospitals and also in the surroundings, leading to the conclusion that the airborne route has to be considered an important pathway for viral diffusion. Similar findings are reported in analyses concerning air samples collected at the Nebraska University Hospital. On March 16th, we have released a Position Paper emphasizing the airborne route as a possible additional factor for interpreting the anomalous COVID-19 outbreaks in northern Italy, ranked as one of the most polluted areas in Europe and characterized by high particulate matter (PM) concentrations. The available information on the SARS-COV-2 spreading supports the hypothesis of airborne diffusion of infected droplets from person to person at a distance greater than two meters (6 feet). The inter-personal distance of 2 m can be reasonably considered as an effective protection only if everybody wears face masks in daily life activities.","Int J Environ Res Public Health","Setti, Leonardo","Passarini, Fabrizio","De Gennaro, Gianluigi","Barbieri, Pierluigi","Perrone, Maria Grazia","Borelli, Massimo","Palmisani, Jolanda","Di Gilio, Alessia","Piscitelli, Prisco","Miani, Alessandro","32340347"],"abstract":["The COVID-19 pandemic caused the shutdown of entire nations all over the world. In addition to mobility restrictions of people, the World Health Organization and the Governments have prescribed maintaining an inter-personal distance of 1.5 or 2 m (about 6 feet) from each other in order to minimize the risk of contagion through the droplets that we usually disseminate around us from nose and mouth. However, recently published studies support the hypothesis of virus transmission over a distance of 2 m from an infected person. Researchers have proved the higher aerosol and surface stability of SARS-COV-2 as compared with SARS-COV-1 (with the virus remaining viable and infectious in aerosol for hours) and that airborne transmission of SARS-CoV can occur besides close-distance contacts. Indeed, there is reasonable evidence about the possibility of SARS-COV-2 airborne transmission due to its persistence into aerosol droplets in a viable and infectious form. Based on the available knowledge and epidemiological observations, it is plausible that small particles containing the virus may diffuse in indoor environments covering distances up to 10 m from the emission sources, thus representing a kind of aerosol transmission. On-field studies carried out inside Wuhan Hospitals showed the presence of SARS-COV-2 RNA in air samples collected in the hospitals and also in the surroundings, leading to the conclusion that the airborne route has to be considered an important pathway for viral diffusion. Similar findings are reported in analyses concerning air samples collected at the Nebraska University Hospital. On March 16th, we have released a Position Paper emphasizing the airborne route as a possible additional factor for interpreting the anomalous COVID-19 outbreaks in northern Italy, ranked as one of the most polluted areas in Europe and characterized by high particulate matter (PM) concentrations. The available information on the SARS-COV-2 spreading supports the hypothesis of airborne diffusion of infected droplets from person to person at a distance greater than two meters (6 feet). The inter-personal distance of 2 m can be reasonably considered as an effective protection only if everybody wears face masks in daily life activities."],"journal":"Int J Environ Res Public Health","authors":["Setti, Leonardo","Passarini, Fabrizio","De Gennaro, Gianluigi","Barbieri, Pierluigi","Perrone, Maria Grazia","Borelli, Massimo","Palmisani, Jolanda","Di Gilio, Alessia","Piscitelli, Prisco","Miani, Alessandro"],"date":"2020-04-29T11:00:00Z","year":2020,"_id":"32340347","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.3390/ijerph17082932","keywords":["covid-19","airborne transmission","droplets","persistence","social distancing"],"link_comment_for":"32182409","locations":["Wuhan","Italy"],"countries":["Italy","China"],"countries_codes":["ITA|Italy","CHN|China"],"topics":["Transmission","Prevention"],"weight":1,"_version_":1666138495044812800,"score":198.73901}]}