{"pmid":32365567,"title":"Lab-on-a-Chip Technologies for the Single Cell Level: Separation, Analysis, and Diagnostics.","text":["Lab-on-a-Chip Technologies for the Single Cell Level: Separation, Analysis, and Diagnostics.","In the last three decades, microfluidics and its applications have been on an exponential rise, including approaches to isolate rare cells and diagnose diseases on the single-cell level. The techniques mentioned herein have already had significant impacts in our lives, from in-the-field diagnosis of disease and parasitic infections, through home fertility tests, to uncovering the interactions between SARS-CoV-2 and their host cells. This review gives an overview of the field in general and the most notable developments of the last five years, in three parts: 1. What can we detect? 2. Which detection technologies are used in which setting? 3. How do these techniques work? Finally, this review discusses potentials, shortfalls, and an outlook on future developments, especially in respect to the funding landscape and the field-application of these chips.","Micromachines (Basel)","Hochstetter, Axel","32365567"],"abstract":["In the last three decades, microfluidics and its applications have been on an exponential rise, including approaches to isolate rare cells and diagnose diseases on the single-cell level. The techniques mentioned herein have already had significant impacts in our lives, from in-the-field diagnosis of disease and parasitic infections, through home fertility tests, to uncovering the interactions between SARS-CoV-2 and their host cells. This review gives an overview of the field in general and the most notable developments of the last five years, in three parts: 1. What can we detect? 2. Which detection technologies are used in which setting? 3. How do these techniques work? Finally, this review discusses potentials, shortfalls, and an outlook on future developments, especially in respect to the funding landscape and the field-application of these chips."],"journal":"Micromachines (Basel)","authors":["Hochstetter, Axel"],"date":"2020-05-06T11:00:00Z","year":2020,"_id":"32365567","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.3390/mi11050468","keywords":["biomedical engineering","cancer","diagnostics","infectious diseases","microfluidics","parasites","point-of-care","single cell level"],"topics":["Diagnosis"],"weight":1,"_version_":1666138496304152576,"score":9.490897,"similar":[{"pmid":32435872,"title":"Lab-on-a-Chip Devices for Point-of-Care Medical Diagnostics.","text":["Lab-on-a-Chip Devices for Point-of-Care Medical Diagnostics.","The recent coronavirus (COVID-19) pandemic has underscored the need to move from traditional lab-centralized diagnostics to point-of-care (PoC) settings. Lab-on-a-chip (LoC) platforms facilitate the translation to PoC settings via the miniaturization, portability, integration, and automation of multiple assay functions onto a single chip. For this purpose, paper-based assays and microfluidic platforms are currently being extensively studied, and much focus is being directed towards simplifying their design while simultaneously improving multiplexing and automation capabilities. Signal amplification strategies are being applied to improve the performance of assays with respect to both sensitivity and selectivity, while smartphones are being integrated to expand the analytical power of the technology and promote its accessibility. In this chapter, we review the main technologies in the field of LoC platforms for PoC medical diagnostics and survey recent approaches for improving these assays.","Adv Biochem Eng Biotechnol","Arshavsky-Graham, Sofia","Segal, Ester","32435872"],"abstract":["The recent coronavirus (COVID-19) pandemic has underscored the need to move from traditional lab-centralized diagnostics to point-of-care (PoC) settings. Lab-on-a-chip (LoC) platforms facilitate the translation to PoC settings via the miniaturization, portability, integration, and automation of multiple assay functions onto a single chip. For this purpose, paper-based assays and microfluidic platforms are currently being extensively studied, and much focus is being directed towards simplifying their design while simultaneously improving multiplexing and automation capabilities. Signal amplification strategies are being applied to improve the performance of assays with respect to both sensitivity and selectivity, while smartphones are being integrated to expand the analytical power of the technology and promote its accessibility. In this chapter, we review the main technologies in the field of LoC platforms for PoC medical diagnostics and survey recent approaches for improving these assays."],"journal":"Adv Biochem Eng Biotechnol","authors":["Arshavsky-Graham, Sofia","Segal, Ester"],"date":"2020-05-22T11:00:00Z","year":2020,"_id":"32435872","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1007/10_2020_127","keywords":["centrifugal microfluidics","diagnostics","lab-on-a-chip","microfluidics","paper","point-of-care","smartphone"],"topics":["Diagnosis"],"weight":1,"_version_":1667521393849270272,"score":324.70334},{"pmid":32196032,"title":"PRESCIENT: platform for the rapid evaluation of antibody success using integrated microfluidics enabled technology.","text":["PRESCIENT: platform for the rapid evaluation of antibody success using integrated microfluidics enabled technology.","Identifying antibodies (Abs) that neutralize infectious agents is the first step for developing therapeutics, vaccines, and diagnostic tools for these infectious agents. However, current approaches for identifying neutralizing Abs (nAbs) typically rely on dilution-based assays that are costly, inefficient, and only survey a small subset of the entire repertoire. There are also intrinsic biases in many steps of conventional nAb identification processes. More importantly, conventional assays rely on simple Ab-antigen binding assays, which may not result in identifying the most potent nAbs, as the strongest binder may not be the most potent nAb. Droplet microfluidic systems have the capability to overcome such limitations by conducting complex multi-step assays with high reliability, resolution, and throughput in a pico-liter volume water-in-oil emulsion droplet format. Here, we describe the development of PRESCIENT (Platform for the Rapid Evaluation of antibody SucCess using Integrated microfluidics ENabled Technology), a droplet microfluidic system that can enable high-throughput single-cell resolution identification of nAb repertoires elicited in response to viral infection. We demonstrate PRESCIENT's ability to identify Abs that neutralize a model viral agent, Murine coronavirus (murine hepatitis virus), which causes high mortality rates in experimentally infected mice. In-droplet infection of host cells by the virus was first demonstrated, followed by demonstration of in-droplet neutralization by nAbs produced from a single Ab-producing hybridoma cell. Finally, fluorescence intensity analyses of two populations of hybridoma cell lines (nAb-producing and non-nAb-producing hybridoma cell lines) successfully discriminated between the two populations. The presented strategy and platform have the potential to identify and investigate neutralizing activities against a broad range of potential infectious agents for which nAbs have yet to be discovered, significantly advancing the nAb identification process as well as reinvigorating the field of Ab discovery, characterization, and development.","Lab Chip","Wippold, Jose A","Wang, Han","Tingling, Joseph","Leibowitz, Julian L","de Figueiredo, Paul","Han, Arum","32196032"],"abstract":["Identifying antibodies (Abs) that neutralize infectious agents is the first step for developing therapeutics, vaccines, and diagnostic tools for these infectious agents. However, current approaches for identifying neutralizing Abs (nAbs) typically rely on dilution-based assays that are costly, inefficient, and only survey a small subset of the entire repertoire. There are also intrinsic biases in many steps of conventional nAb identification processes. More importantly, conventional assays rely on simple Ab-antigen binding assays, which may not result in identifying the most potent nAbs, as the strongest binder may not be the most potent nAb. Droplet microfluidic systems have the capability to overcome such limitations by conducting complex multi-step assays with high reliability, resolution, and throughput in a pico-liter volume water-in-oil emulsion droplet format. Here, we describe the development of PRESCIENT (Platform for the Rapid Evaluation of antibody SucCess using Integrated microfluidics ENabled Technology), a droplet microfluidic system that can enable high-throughput single-cell resolution identification of nAb repertoires elicited in response to viral infection. We demonstrate PRESCIENT's ability to identify Abs that neutralize a model viral agent, Murine coronavirus (murine hepatitis virus), which causes high mortality rates in experimentally infected mice. In-droplet infection of host cells by the virus was first demonstrated, followed by demonstration of in-droplet neutralization by nAbs produced from a single Ab-producing hybridoma cell. Finally, fluorescence intensity analyses of two populations of hybridoma cell lines (nAb-producing and non-nAb-producing hybridoma cell lines) successfully discriminated between the two populations. The presented strategy and platform have the potential to identify and investigate neutralizing activities against a broad range of potential infectious agents for which nAbs have yet to be discovered, significantly advancing the nAb identification process as well as reinvigorating the field of Ab discovery, characterization, and development."],"journal":"Lab Chip","authors":["Wippold, Jose A","Wang, Han","Tingling, Joseph","Leibowitz, Julian L","de Figueiredo, Paul","Han, Arum"],"date":"2020-03-21T11:00:00Z","year":2020,"_id":"32196032","source":"PubMed","week":"202012|Mar 16 - Mar 22","doi":"10.1039/c9lc01165j","locations":["Murine","hybridoma"],"e_drugs":["Oils","Water"],"topics":["Treatment"],"weight":1,"_version_":1666138490079805440,"score":127.87494},{"pmid":32466536,"title":"Graphene-Based Strategies in Liquid Biopsy and in Viral Diseases Diagnosis.","text":["Graphene-Based Strategies in Liquid Biopsy and in Viral Diseases Diagnosis.","Graphene-based materials are intriguing nanomaterials with applications ranging from nanotechnology-related devices to drug delivery systems and biosensing. Multifunctional graphene platforms were proposed for the detection of several typical biomarkers (i.e., circulating tumor cells, exosomes, circulating nucleic acids, etc.) in liquid biopsy, and numerous methods, including optical, electrochemical, surface-enhanced Raman scattering (SERS), etc., have been developed for their detection. Due to the massive advancements in biology, material chemistry, and analytical technology, it is necessary to review the progress in this field from both medical and chemical sides. Liquid biopsy is considered a revolutionary technique that is opening unexpected perspectives in the early diagnosis and, in therapy monitoring, severe diseases, including cancer, metabolic syndrome, autoimmune, and neurodegenerative disorders. Although nanotechnology based on graphene has been poorly applied for the rapid diagnosis of viral diseases, the extraordinary properties of graphene (i.e., high electronic conductivity, large specific area, and surface functionalization) can be also exploited for the diagnosis of emerging viral diseases, such as the coronavirus disease 2019 (COVID-19). This review aimed to provide a comprehensive and in-depth summarization of the contribution of graphene-based nanomaterials in liquid biopsy, discussing the remaining challenges and the future trend; moreover, the paper gave the first look at the potentiality of graphene in COVID-19 diagnosis.","Nanomaterials (Basel)","Cordaro, Annalaura","Neri, Giulia","Sciortino, Maria Teresa","Scala, Angela","Piperno, Anna","32466536"],"abstract":["Graphene-based materials are intriguing nanomaterials with applications ranging from nanotechnology-related devices to drug delivery systems and biosensing. Multifunctional graphene platforms were proposed for the detection of several typical biomarkers (i.e., circulating tumor cells, exosomes, circulating nucleic acids, etc.) in liquid biopsy, and numerous methods, including optical, electrochemical, surface-enhanced Raman scattering (SERS), etc., have been developed for their detection. Due to the massive advancements in biology, material chemistry, and analytical technology, it is necessary to review the progress in this field from both medical and chemical sides. Liquid biopsy is considered a revolutionary technique that is opening unexpected perspectives in the early diagnosis and, in therapy monitoring, severe diseases, including cancer, metabolic syndrome, autoimmune, and neurodegenerative disorders. Although nanotechnology based on graphene has been poorly applied for the rapid diagnosis of viral diseases, the extraordinary properties of graphene (i.e., high electronic conductivity, large specific area, and surface functionalization) can be also exploited for the diagnosis of emerging viral diseases, such as the coronavirus disease 2019 (COVID-19). This review aimed to provide a comprehensive and in-depth summarization of the contribution of graphene-based nanomaterials in liquid biopsy, discussing the remaining challenges and the future trend; moreover, the paper gave the first look at the potentiality of graphene in COVID-19 diagnosis."],"journal":"Nanomaterials (Basel)","authors":["Cordaro, Annalaura","Neri, Giulia","Sciortino, Maria Teresa","Scala, Angela","Piperno, Anna"],"date":"2020-05-30T11:00:00Z","year":2020,"_id":"32466536","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.3390/nano10061014","keywords":["covid-19","sers","circulating nucleic acids","circulating tumor cells","exosomes","graphene","liquid biopsy"],"e_drugs":["Graphite"],"topics":["Diagnosis"],"weight":1,"_version_":1668167110087409664,"score":126.952675},{"pmid":32451808,"title":"Role of biological Data Mining and Machine Learning Techniques in Detecting and Diagnosing the Novel Coronavirus (COVID-19): A Systematic Review.","text":["Role of biological Data Mining and Machine Learning Techniques in Detecting and Diagnosing the Novel Coronavirus (COVID-19): A Systematic Review.","Coronaviruses (CoVs) are a large family of viruses that are common in many animal species, including camels, cattle, cats and bats. Animal CoVs, such as Middle East respiratory syndrome-CoV, severe acute respiratory syndrome (SARS)-CoV, and the new virus named SARS-CoV-2, rarely infect and spread among humans. On January 30, 2020, the International Health Regulations Emergency Committee of the World Health Organisation declared the outbreak of the resulting disease from this new CoV called 'COVID-19', as a 'public health emergency of international concern'. This global pandemic has affected almost the whole planet and caused the death of more than 315,131 patients as of the date of this article. In this context, publishers, journals and researchers are urged to research different domains and stop the spread of this deadly virus. The increasing interest in developing artificial intelligence (AI) applications has addressed several medical problems. However, such applications remain insufficient given the high potential threat posed by this virus to global public health. This systematic review addresses automated AI applications based on data mining and machine learning (ML) algorithms for detecting and diagnosing COVID-19. We aimed to obtain an overview of this critical virus, address the limitations of utilising data mining and ML algorithms, and provide the health sector with the benefits of this technique. We used five databases, namely, IEEE Xplore, Web of Science, PubMed, ScienceDirect and Scopus and performed three sequences of search queries between 2010 and 2020. Accurate exclusion criteria and selection strategy were applied to screen the obtained 1305 articles. Only eight articles were fully evaluated and included in this review, and this number only emphasised the insufficiency of research in this important area. After analysing all included studies, the results were distributed following the year of publication and the commonly used data mining and ML algorithms. The results found in all papers were discussed to find the gaps in all reviewed papers. Characteristics, such as motivations, challenges, limitations, recommendations, case studies, and features and classes used, were analysed in detail. This study reviewed the state-of-the-art techniques for CoV prediction algorithms based on data mining and ML assessment. The reliability and acceptability of extracted information and datasets from implemented technologies in the literature were considered. Findings showed that researchers must proceed with insights they gain, focus on identifying solutions for CoV problems, and introduce new improvements. The growing emphasis on data mining and ML techniques in medical fields can provide the right environment for change and improvement.","J Med Syst","Albahri, A S","Hamid, Rula A","Alwan, Jwan K","Al-Qays, Z T","Zaidan, A A","Zaidan, B B","Albahri, A O S","AlAmoodi, A H","Khlaf, Jamal Mawlood","Almahdi, E M","Thabet, Eman","Hadi, Suha M","Mohammed, K I","Alsalem, M A","Al-Obaidi, Jameel R","Madhloom, H T","32451808"],"abstract":["Coronaviruses (CoVs) are a large family of viruses that are common in many animal species, including camels, cattle, cats and bats. Animal CoVs, such as Middle East respiratory syndrome-CoV, severe acute respiratory syndrome (SARS)-CoV, and the new virus named SARS-CoV-2, rarely infect and spread among humans. On January 30, 2020, the International Health Regulations Emergency Committee of the World Health Organisation declared the outbreak of the resulting disease from this new CoV called 'COVID-19', as a 'public health emergency of international concern'. This global pandemic has affected almost the whole planet and caused the death of more than 315,131 patients as of the date of this article. In this context, publishers, journals and researchers are urged to research different domains and stop the spread of this deadly virus. The increasing interest in developing artificial intelligence (AI) applications has addressed several medical problems. However, such applications remain insufficient given the high potential threat posed by this virus to global public health. This systematic review addresses automated AI applications based on data mining and machine learning (ML) algorithms for detecting and diagnosing COVID-19. We aimed to obtain an overview of this critical virus, address the limitations of utilising data mining and ML algorithms, and provide the health sector with the benefits of this technique. We used five databases, namely, IEEE Xplore, Web of Science, PubMed, ScienceDirect and Scopus and performed three sequences of search queries between 2010 and 2020. Accurate exclusion criteria and selection strategy were applied to screen the obtained 1305 articles. Only eight articles were fully evaluated and included in this review, and this number only emphasised the insufficiency of research in this important area. After analysing all included studies, the results were distributed following the year of publication and the commonly used data mining and ML algorithms. The results found in all papers were discussed to find the gaps in all reviewed papers. Characteristics, such as motivations, challenges, limitations, recommendations, case studies, and features and classes used, were analysed in detail. This study reviewed the state-of-the-art techniques for CoV prediction algorithms based on data mining and ML assessment. The reliability and acceptability of extracted information and datasets from implemented technologies in the literature were considered. Findings showed that researchers must proceed with insights they gain, focus on identifying solutions for CoV problems, and introduce new improvements. The growing emphasis on data mining and ML techniques in medical fields can provide the right environment for change and improvement."],"journal":"J Med Syst","authors":["Albahri, A S","Hamid, Rula A","Alwan, Jwan K","Al-Qays, Z T","Zaidan, A A","Zaidan, B B","Albahri, A O S","AlAmoodi, A H","Khlaf, Jamal Mawlood","Almahdi, E M","Thabet, Eman","Hadi, Suha M","Mohammed, K I","Alsalem, M A","Al-Obaidi, Jameel R","Madhloom, H T"],"date":"2020-05-27T11:00:00Z","year":2020,"_id":"32451808","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1007/s10916-020-01582-x","keywords":["artificial intelligence","biological data mining","covid-19","coronaviruses","mers-cov","machine learning","sars-cov-2"],"topics":["Diagnosis"],"weight":1,"_version_":1667881798426689536,"score":124.05091},{"pmid":32370204,"title":"How Big Data and Artificial Intelligence Can Help Better Manage the COVID-19 Pandemic.","text":["How Big Data and Artificial Intelligence Can Help Better Manage the COVID-19 Pandemic.","SARS-CoV2 is a novel coronavirus, responsible for the COVID-19 pandemic declared by the World Health Organization. Thanks to the latest advancements in the field of molecular and computational techniques and information and communication technologies (ICTs), artificial intelligence (AI) and Big Data can help in handling the huge, unprecedented amount of data derived from public health surveillance, real-time epidemic outbreaks monitoring, trend now-casting/forecasting, regular situation briefing and updating from governmental institutions and organisms, and health facility utilization information. The present review is aimed at overviewing the potential applications of AI and Big Data in the global effort to manage the pandemic.","Int J Environ Res Public Health","Bragazzi, Nicola Luigi","Dai, Haijiang","Damiani, Giovanni","Behzadifar, Masoud","Martini, Mariano","Wu, Jianhong","32370204"],"abstract":["SARS-CoV2 is a novel coronavirus, responsible for the COVID-19 pandemic declared by the World Health Organization. Thanks to the latest advancements in the field of molecular and computational techniques and information and communication technologies (ICTs), artificial intelligence (AI) and Big Data can help in handling the huge, unprecedented amount of data derived from public health surveillance, real-time epidemic outbreaks monitoring, trend now-casting/forecasting, regular situation briefing and updating from governmental institutions and organisms, and health facility utilization information. The present review is aimed at overviewing the potential applications of AI and Big Data in the global effort to manage the pandemic."],"journal":"Int J Environ Res Public Health","authors":["Bragazzi, Nicola Luigi","Dai, Haijiang","Damiani, Giovanni","Behzadifar, Masoud","Martini, Mariano","Wu, Jianhong"],"date":"2020-05-07T11:00:00Z","year":2020,"_id":"32370204","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.3390/ijerph17093176","keywords":["big data","artificial intelligence","epidemiology","public health","viral outbreak"],"topics":["Epidemic Forecasting","Diagnosis","Treatment","Prevention"],"weight":1,"_version_":1666138496415301632,"score":116.808266}]}