{"pmid":32363343,"pmcid":"PMC7184425","title":"Infection prevention and control (IPC) for novel coronavirus (COVID-19).","text":["Infection prevention and control (IPC) for novel coronavirus (COVID-19).","Graphical Abstract.","JAC Antimicrob Resist","32363343"],"abstract":["Graphical Abstract."],"journal":"JAC Antimicrob Resist","date":"2020-05-05T11:00:00Z","year":2020,"_id":"32363343","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1093/jacamr/dlaa027","topics":["Prevention"],"weight":1,"_version_":1666138495959171072,"score":9.490897,"similar":[{"pmid":32303372,"pmcid":"PMC7142673","title":"Will the status of infection prevention and control (IPC) professionals be improved in the context of COVID-19?","text":["Will the status of infection prevention and control (IPC) professionals be improved in the context of COVID-19?","Am J Infect Control","Wang, Jiancong","Liu, Fangfei","Zhou, Mouqing","Lee, Yew Fong","32303372"],"journal":"Am J Infect Control","authors":["Wang, Jiancong","Liu, Fangfei","Zhou, Mouqing","Lee, Yew Fong"],"date":"2020-04-19T11:00:00Z","year":2020,"_id":"32303372","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.ajic.2020.04.003","topics":["Prevention"],"weight":1,"_version_":1666138491065466880,"score":66.829445},{"pmid":32458400,"pmcid":"PMC7250255","title":"Implications for Neuromodulation Therapy to Control Inflammation and Related Organ Dysfunction in COVID-19.","text":["Implications for Neuromodulation Therapy to Control Inflammation and Related Organ Dysfunction in COVID-19.","COVID-19 is a syndrome that includes more than just isolated respiratory disease, as severe acute respiratory syndrome-coronavirus 2 (SARS-CoV2) also interacts with the cardiovascular, nervous, renal, and immune system at multiple levels, increasing morbidity in patients with underlying cardiometabolic conditions and inducing myocardial injury or dysfunction. Emerging evidence suggests that patients with the highest rate of morbidity and mortality following SARS-CoV2 infection have also developed a hyperinflammatory syndrome (also termed cytokine release syndrome). We lay out the potential contribution of a dysfunction in autonomic tone to the cytokine release syndrome and related multiorgan damage in COVID-19. We hypothesize that a cholinergic anti-inflammatory pathway could be targeted as a therapeutic avenue. Graphical Abstract .","J Cardiovasc Transl Res","Fudim, Marat","Qadri, Yawar J","Ghadimi, Kamrouz","MacLeod, David B","Molinger, Jeroen","Piccini, Jonathan P","Whittle, John","Wischmeyer, Paul E","Patel, Manesh R","Ulloa, Luis","32458400"],"abstract":["COVID-19 is a syndrome that includes more than just isolated respiratory disease, as severe acute respiratory syndrome-coronavirus 2 (SARS-CoV2) also interacts with the cardiovascular, nervous, renal, and immune system at multiple levels, increasing morbidity in patients with underlying cardiometabolic conditions and inducing myocardial injury or dysfunction. Emerging evidence suggests that patients with the highest rate of morbidity and mortality following SARS-CoV2 infection have also developed a hyperinflammatory syndrome (also termed cytokine release syndrome). We lay out the potential contribution of a dysfunction in autonomic tone to the cytokine release syndrome and related multiorgan damage in COVID-19. We hypothesize that a cholinergic anti-inflammatory pathway could be targeted as a therapeutic avenue. Graphical Abstract ."],"journal":"J Cardiovasc Transl Res","authors":["Fudim, Marat","Qadri, Yawar J","Ghadimi, Kamrouz","MacLeod, David B","Molinger, Jeroen","Piccini, Jonathan P","Whittle, John","Wischmeyer, Paul E","Patel, Manesh R","Ulloa, Luis"],"date":"2020-05-28T11:00:00Z","year":2020,"_id":"32458400","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1007/s12265-020-10031-6","keywords":["ace2","covid-19","sars-cov2","vagus","vagus nerve stimulation"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1668141322664411136,"score":66.568886},{"pmid":32447746,"title":"SARS-CoV-2 Infection Leads to Neurological Dysfunction.","text":["SARS-CoV-2 Infection Leads to Neurological Dysfunction.","A number of neurological disease complications have been seen following infection with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). While most person with COVID-19 respiratory disease demonstrate headache, nausea and vomiting, up to 40% present also experience dizziness, confusion, cerebrovascular disease, muscle pain, ataxia and seizures. Loss of taste and smell, defects in visual acuity and pain occur in parallel. Such central nervous system (CNS) signs and symptoms linked to laboratory-confirmed SARS-CoV-2 infection is often life threatening. Health care providers currently evaluating patients with neurologic symptoms need consider COVID-19 in any differential diagnosis. These considerations will facilitate prompt testing, isolation and prevention of viral transmission speeding best clinical outcomes. Graphical Abstract.","J Neuroimmune Pharmacol","Acharya, Arpan","Kevadiya, Bhavesh D","Gendelman, Howard E","Byrareddy, Siddappa N","32447746"],"abstract":["A number of neurological disease complications have been seen following infection with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). While most person with COVID-19 respiratory disease demonstrate headache, nausea and vomiting, up to 40% present also experience dizziness, confusion, cerebrovascular disease, muscle pain, ataxia and seizures. Loss of taste and smell, defects in visual acuity and pain occur in parallel. Such central nervous system (CNS) signs and symptoms linked to laboratory-confirmed SARS-CoV-2 infection is often life threatening. Health care providers currently evaluating patients with neurologic symptoms need consider COVID-19 in any differential diagnosis. These considerations will facilitate prompt testing, isolation and prevention of viral transmission speeding best clinical outcomes. Graphical Abstract."],"journal":"J Neuroimmune Pharmacol","authors":["Acharya, Arpan","Kevadiya, Bhavesh D","Gendelman, Howard E","Byrareddy, Siddappa N"],"date":"2020-05-25T11:00:00Z","year":2020,"_id":"32447746","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1007/s11481-020-09924-9","keywords":["animal models","cns","covid-19","guillain-barre syndrome","neurologic manifestations","sars-cov-2","therapeutics"],"topics":["Diagnosis"],"weight":1,"_version_":1667698385860165633,"score":59.57448},{"pmid":32315451,"pmcid":"PMC7173761","title":"Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","text":["Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines.","Cochrane Database Syst Rev","Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M","32315451"],"journal":"Cochrane Database Syst Rev","authors":["Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M"],"date":"2020-04-22T11:00:00Z","year":2020,"_id":"32315451","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1002/14651858.CD013582","locations":["Australia"],"countries":["Australia"],"countries_codes":["AUS|Australia"],"topics":["Prevention"],"weight":1,"abstract":["BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines."],"_version_":1666138493587292160,"score":56.28865},{"pmid":32366772,"title":"Coronavirus disease 2019 (COVID-19) pandemic: International variation of personal protective equipment (PPE) and infection prevention and control (IPC) guidelines.","text":["Coronavirus disease 2019 (COVID-19) pandemic: International variation of personal protective equipment (PPE) and infection prevention and control (IPC) guidelines.","Anesth Analg","Ip, Vivian H Y","Sondekoppam, Rakesh V","Ozelsel, Timur J P","Tsui, Ban C H","32366772"],"journal":"Anesth Analg","authors":["Ip, Vivian H Y","Sondekoppam, Rakesh V","Ozelsel, Timur J P","Tsui, Ban C H"],"date":"2020-05-06T11:00:00Z","year":2020,"_id":"32366772","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1213/ANE.0000000000004941","topics":["Prevention"],"weight":1,"_version_":1666138496129040385,"score":52.917885}]}