{"pmid":32363223,"pmcid":"PMC7195040","title":"Genomics functional analysis and drug screening of SARS-CoV-2.","text":["Genomics functional analysis and drug screening of SARS-CoV-2.","A novel coronavirus appeared in Wuhan, China has led to major outbreaks. Recently, rapid classification of virus species, analysis of genome and screening for effective drugs are the most important tasks. In the present study, through literature review, sequence alignment, ORF identification, motif recognition, secondary and tertiary structure prediction, the whole genome of SARS-CoV-2 were comprehensively analyzed. To find effective drugs, the parameters of binding sites were calculated by SeeSAR. In addition, potential miRNAs were predicted according to RNA base-pairing. After prediction by using NCBI, WebMGA and GeneMark and comparison, a total of 8 credible ORFs were detected. Even the whole genome have great difference with other CoVs, each ORF has high homology with SARS-CoVs (>90%). Furthermore, domain composition in each ORFs was also similar to SARS. In the DrugBank database, only 7 potential drugs were screened based on the sequence search module. Further predicted binding sites between drug and ORFs revealed that 2-(N-Morpholino)-ethanesulfonic acid could bind 1# ORF in 4 different regions ideally. Meanwhile, both benzyl (2-oxopropyl) carbamate and 4-(dimehylamina) benzoic acid have bene demonstrated to inhibit SARS-CoV infection effectively. Interestingly, 2 miRNAs (miR-1307-3p and miR-3613-5p) were predicted to prevent virus replication via targeting 3'-UTR of the genome or as biomarkers. In conclusion, the novel coronavirus may have consanguinity with SARS. Drugs used to treat SARS may also be effective against the novel virus. In addition, altering miRNA expression may become a potential therapeutic schedule.","Genes Dis","Chen, Long","Zhong, Li","32363223"],"abstract":["A novel coronavirus appeared in Wuhan, China has led to major outbreaks. Recently, rapid classification of virus species, analysis of genome and screening for effective drugs are the most important tasks. In the present study, through literature review, sequence alignment, ORF identification, motif recognition, secondary and tertiary structure prediction, the whole genome of SARS-CoV-2 were comprehensively analyzed. To find effective drugs, the parameters of binding sites were calculated by SeeSAR. In addition, potential miRNAs were predicted according to RNA base-pairing. After prediction by using NCBI, WebMGA and GeneMark and comparison, a total of 8 credible ORFs were detected. Even the whole genome have great difference with other CoVs, each ORF has high homology with SARS-CoVs (>90%). Furthermore, domain composition in each ORFs was also similar to SARS. In the DrugBank database, only 7 potential drugs were screened based on the sequence search module. Further predicted binding sites between drug and ORFs revealed that 2-(N-Morpholino)-ethanesulfonic acid could bind 1# ORF in 4 different regions ideally. Meanwhile, both benzyl (2-oxopropyl) carbamate and 4-(dimehylamina) benzoic acid have bene demonstrated to inhibit SARS-CoV infection effectively. Interestingly, 2 miRNAs (miR-1307-3p and miR-3613-5p) were predicted to prevent virus replication via targeting 3'-UTR of the genome or as biomarkers. In conclusion, the novel coronavirus may have consanguinity with SARS. Drugs used to treat SARS may also be effective against the novel virus. In addition, altering miRNA expression may become a potential therapeutic schedule."],"journal":"Genes Dis","authors":["Chen, Long","Zhong, Li"],"date":"2020-05-05T11:00:00Z","year":2020,"_id":"32363223","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1016/j.gendis.2020.04.002","keywords":["drug screening","epitope","genomic","homology","orf","sars-cov-2","mirna"],"locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"e_drugs":["2-(N-morpholino)ethanesulfonic acid"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1666138496050397184,"score":9.490897,"similar":[{"pmid":32167180,"title":"The establishment of reference sequence for SARS-CoV-2 and variation analysis.","text":["The establishment of reference sequence for SARS-CoV-2 and variation analysis.","Starting around December 2019, an epidemic of pneumonia, which was named COVID-19 by the World Health Organization, broke out in Wuhan, China, and is spreading throughout the world. A new coronavirus, named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the Coronavirus Study Group of the International Committee on Taxonomy of Viruses was soon found to be the cause. At present, the sensitivity of clinical nucleic acid detection is limited, and it is still unclear whether it is related to genetic variation. In this study, we retrieved 95 full-length genomic sequences of SARAS-CoV-2 strains from the National Center for Biotechnology Information and GISAID databases, established the reference sequence by conducting multiple sequence alignment and phylogenetic analyses, and analyzed sequence variations along the SARS-CoV-2 genome. The homology among all viral strains was generally high, among them, 99.99% (99.91%-100%) at the nucleotide level and 99.99% (99.79%-100%) at the amino acid level. Although overall variation in open-reading frame (ORF) regions is low, 13 variation sites in 1a, 1b, S, 3a, M, 8, and N regions were identified, among which positions nt28144 in ORF 8 and nt8782 in ORF 1a showed mutation rate of 30.53% (29/95) and 29.47% (28/95), respectively. These findings suggested that there may be selective mutations in SARS-COV-2, and it is necessary to avoid certain regions when designing primers and probes. Establishment of the reference sequence for SARS-CoV-2 could benefit not only biological study of this virus but also diagnosis, clinical monitoring and intervention of SARS-CoV-2 infection in the future.","J Med Virol","Wang, Changtai","Liu, Zhongping","Chen, Zixiang","Huang, Xin","Xu, Mengyuan","He, Tengfei","Zhang, Zhenhua","32167180"],"abstract":["Starting around December 2019, an epidemic of pneumonia, which was named COVID-19 by the World Health Organization, broke out in Wuhan, China, and is spreading throughout the world. A new coronavirus, named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the Coronavirus Study Group of the International Committee on Taxonomy of Viruses was soon found to be the cause. At present, the sensitivity of clinical nucleic acid detection is limited, and it is still unclear whether it is related to genetic variation. In this study, we retrieved 95 full-length genomic sequences of SARAS-CoV-2 strains from the National Center for Biotechnology Information and GISAID databases, established the reference sequence by conducting multiple sequence alignment and phylogenetic analyses, and analyzed sequence variations along the SARS-CoV-2 genome. The homology among all viral strains was generally high, among them, 99.99% (99.91%-100%) at the nucleotide level and 99.99% (99.79%-100%) at the amino acid level. Although overall variation in open-reading frame (ORF) regions is low, 13 variation sites in 1a, 1b, S, 3a, M, 8, and N regions were identified, among which positions nt28144 in ORF 8 and nt8782 in ORF 1a showed mutation rate of 30.53% (29/95) and 29.47% (28/95), respectively. These findings suggested that there may be selective mutations in SARS-COV-2, and it is necessary to avoid certain regions when designing primers and probes. Establishment of the reference sequence for SARS-CoV-2 could benefit not only biological study of this virus but also diagnosis, clinical monitoring and intervention of SARS-CoV-2 infection in the future."],"journal":"J Med Virol","authors":["Wang, Changtai","Liu, Zhongping","Chen, Zixiang","Huang, Xin","Xu, Mengyuan","He, Tengfei","Zhang, Zhenhua"],"date":"2020-03-14T11:00:00Z","year":2020,"_id":"32167180","source":"PubMed","week":"202011|Mar 09 - Mar 15","doi":"10.1002/jmv.25762","keywords":["sars-cov-2","homology","nucleotide","reference sequence","variation"],"locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1666138490640793600,"score":415.86316},{"pmid":32387562,"title":"Coding potential and sequence conservation of SARS-CoV-2 and related animal viruses.","text":["Coding potential and sequence conservation of SARS-CoV-2 and related animal viruses.","In December 2019, a novel human-infecting coronavirus (SARS-CoV-2) was recognized in China. In a few months, SARS-CoV-2 has caused thousands of disease cases and deaths in several countries. Phylogenetic analyses indicated that SARS-CoV-2 clusters with SARS-CoV in the Sarbecovirus subgenus and viruses related to SARS-CoV-2 were identified from bats and pangolins. Coronaviruses have long and complex genomes with high plasticity in terms of gene content. To date, the coding potential of SARS-CoV-2 remains partially unknown. We thus used available sequences of bat and pangolin viruses to determine the selective events that shaped the genome structure of SARS-CoV-2 and to assess its coding potential. By searching for signals of significantly reduced variability at synonymous sites (dS), we identified six genomic regions, one of these corresponding to the programmed -1 ribosomal frameshift. The most prominent signal of dS reduction was observed within the E gene. A genome-wide analysis of conserved RNA structures indicated that this region harbors a putative functional RNA element that is shared with the SARS-CoV lineage. Additional signals of reduced dS indicated the presence of internal ORFs. Whereas the presence ORF9a (internal to N) was previously proposed by homology with a well characterized protein of SARS-CoV, ORF3h (for hypothetical, within ORF3a) was not previously described. The predicted product of ORF3h has 90% identity with the corresponding predicted product of SARS-CoV and displays features suggestive of a viroporin. Finally, analysis of the putative ORF10 revealed high dN/dS (3.82) in SARS-CoV-2 and related coronaviruses. In the SARS-CoV lineage, the ORF is predicted to encode a truncated protein and is neutrally evolving. These data suggest that ORF10 encodes a functional protein in SARS-CoV-2 and that positive selection is driving its evolution. Experimental analyses will be necessary to validate and characterize the coding and non-coding functional elements we identified.","Infect Genet Evol","Cagliani, Rachele","Forni, Diego","Clerici, Mario","Sironi, Manuela","32387562"],"abstract":["In December 2019, a novel human-infecting coronavirus (SARS-CoV-2) was recognized in China. In a few months, SARS-CoV-2 has caused thousands of disease cases and deaths in several countries. Phylogenetic analyses indicated that SARS-CoV-2 clusters with SARS-CoV in the Sarbecovirus subgenus and viruses related to SARS-CoV-2 were identified from bats and pangolins. Coronaviruses have long and complex genomes with high plasticity in terms of gene content. To date, the coding potential of SARS-CoV-2 remains partially unknown. We thus used available sequences of bat and pangolin viruses to determine the selective events that shaped the genome structure of SARS-CoV-2 and to assess its coding potential. By searching for signals of significantly reduced variability at synonymous sites (dS), we identified six genomic regions, one of these corresponding to the programmed -1 ribosomal frameshift. The most prominent signal of dS reduction was observed within the E gene. A genome-wide analysis of conserved RNA structures indicated that this region harbors a putative functional RNA element that is shared with the SARS-CoV lineage. Additional signals of reduced dS indicated the presence of internal ORFs. Whereas the presence ORF9a (internal to N) was previously proposed by homology with a well characterized protein of SARS-CoV, ORF3h (for hypothetical, within ORF3a) was not previously described. The predicted product of ORF3h has 90% identity with the corresponding predicted product of SARS-CoV and displays features suggestive of a viroporin. Finally, analysis of the putative ORF10 revealed high dN/dS (3.82) in SARS-CoV-2 and related coronaviruses. In the SARS-CoV lineage, the ORF is predicted to encode a truncated protein and is neutrally evolving. These data suggest that ORF10 encodes a functional protein in SARS-CoV-2 and that positive selection is driving its evolution. Experimental analyses will be necessary to validate and characterize the coding and non-coding functional elements we identified."],"journal":"Infect Genet Evol","authors":["Cagliani, Rachele","Forni, Diego","Clerici, Mario","Sironi, Manuela"],"date":"2020-05-11T11:00:00Z","year":2020,"_id":"32387562","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1016/j.meegid.2020.104353","keywords":["coding potential","coronaviruses","functional rna elements","sars-cov-2"],"locations":["China","Sarbecovirus","viroporin"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1666428892681863170,"score":352.3207},{"pmid":32368569,"pmcid":"PMC7197239","title":"The molecular biology of intracellular events during Coronavirus infection cycle.","text":["The molecular biology of intracellular events during Coronavirus infection cycle.","CoV-2 which is the causative agent of COVID-19 belongs to genus betacoronaviruses. The sequence analysis of S protein of CoV-2 has shown that it has acquired a 'polybasic cleavage site' consisting of 12 aminoacids that has been predicted to enable its cleavage by other cellular proteases possibly increasing its transmissibility. The aminoacids present in receptor binding domain of S protein of SARS CoV which are critical for its binding to cellular receptor are different in CoV-2. The presence of heptanucleotide slippery sequence in ORF1 resulting in ribosomal frameshifting, and presence of transcription regulatory sequences between ORFs resulting in discontinuous transcription, are peculiar features of Coronavirus infection cycle. The exonuclease activity of nsp14 provides possible proofreading ability to RNA polymerase makes coronaviruses different from other RNA viruses allowing coronaviruses to maintain their relatively large genome size. This mini-review summarizes the peculiar features of Coronaviruses genome and the critical events during the infection cycle with focus on CoV-2.","Virusdisease","Jain, Juhi","Gaur, Sharad","Chaudhary, Yash","Kaul, Rajeev","32368569"],"abstract":["CoV-2 which is the causative agent of COVID-19 belongs to genus betacoronaviruses. The sequence analysis of S protein of CoV-2 has shown that it has acquired a 'polybasic cleavage site' consisting of 12 aminoacids that has been predicted to enable its cleavage by other cellular proteases possibly increasing its transmissibility. The aminoacids present in receptor binding domain of S protein of SARS CoV which are critical for its binding to cellular receptor are different in CoV-2. The presence of heptanucleotide slippery sequence in ORF1 resulting in ribosomal frameshifting, and presence of transcription regulatory sequences between ORFs resulting in discontinuous transcription, are peculiar features of Coronavirus infection cycle. The exonuclease activity of nsp14 provides possible proofreading ability to RNA polymerase makes coronaviruses different from other RNA viruses allowing coronaviruses to maintain their relatively large genome size. This mini-review summarizes the peculiar features of Coronaviruses genome and the critical events during the infection cycle with focus on CoV-2."],"journal":"Virusdisease","authors":["Jain, Juhi","Gaur, Sharad","Chaudhary, Yash","Kaul, Rajeev"],"date":"2020-05-06T11:00:00Z","year":2020,"_id":"32368569","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1007/s13337-020-00591-1","keywords":["covid-19","cov-2","coronavirus"],"locations":["Coronaviruses"],"topics":["Mechanism"],"weight":1,"_version_":1666138496231800834,"score":330.6169},{"pmid":32238584,"title":"Computational inference of selection underlying the evolution of the novel coronavirus, SARS-CoV-2.","text":["Computational inference of selection underlying the evolution of the novel coronavirus, SARS-CoV-2.","The novel coronavirus (SARS-CoV-2) recently emerged in China is thought to have a bat origin, as its closest known relative (BatCoV RaTG13) was described in horseshoe bats. We analyzed the selective events that accompanied the divergence of SARS-CoV-2 from BatCoV RaTG13. To this aim, we applied a population genetics-phylogenetics approach, which leverages within-population variation and divergence from an outgroup. Results indicated that most sites in the viral ORFs evolved under strong to moderate purifying selection. The most constrained sequences corresponded to some non-structural proteins (nsps) and to the M protein. Conversely, nsp1 and accessory ORFs, particularly ORF8, had a non-negligible proportion of codons evolving under very weak purifying selection or close to selective neutrality. Overall, limited evidence of positive selection was detected. The 6 bona fide positively selected sites were located in the N protein, in ORF8, and in nsp1. A signal of positive selection was also detected in the receptor-binding motif (RBM) of the spike protein but most likely resulted from a recombination event that involved the BatCoV RaTG13 sequence. In line with previous data, we suggest that the common ancestor of SARS-CoV-2 and BatCoV RaTG13 encoded/encodes an RBM similar to that observed in SARS-CoV-2 itself and in some pangolin viruses. It is presently unknown whether the common ancestor still exists and which animals it infects. Our data however indicate that divergence of SARS-CoV-2 from BatCoV RaTG13 was accompanied by limited episodes of positive selection, suggesting that the common ancestor of the two viruses was poised for human infection.IMPORTANCE Coronaviruses are dangerous zoonotic pathogens: in the last two decades three coronaviruses have crossed the species barrier and caused human epidemics. One of these is the recently emerged SARS-CoV-2. We investigated how, since its divergence from a closely related bat virus, natural selection shaped the genome of SARS-CoV-2. We found that distinct coding regions in the SARS-CoV-2 genome evolve under different degrees of constraint and are consequently more or less prone to tolerate amino acid substitutions. In practical terms, the level of constraint provides indications about which proteins/protein regions are better suited as possible targets for the development of antivirals or vaccines. We also detected limited signals of positive selection in three viral ORFs. However, we warn that, in the absence of knowledge about the chain of events that determined the human spill-over, these signals should not be necessarily interpreted as evidence of an adaptation to our species.","J Virol","Cagliani, Rachele","Forni, Diego","Clerici, Mario","Sironi, Manuela","32238584"],"abstract":["The novel coronavirus (SARS-CoV-2) recently emerged in China is thought to have a bat origin, as its closest known relative (BatCoV RaTG13) was described in horseshoe bats. We analyzed the selective events that accompanied the divergence of SARS-CoV-2 from BatCoV RaTG13. To this aim, we applied a population genetics-phylogenetics approach, which leverages within-population variation and divergence from an outgroup. Results indicated that most sites in the viral ORFs evolved under strong to moderate purifying selection. The most constrained sequences corresponded to some non-structural proteins (nsps) and to the M protein. Conversely, nsp1 and accessory ORFs, particularly ORF8, had a non-negligible proportion of codons evolving under very weak purifying selection or close to selective neutrality. Overall, limited evidence of positive selection was detected. The 6 bona fide positively selected sites were located in the N protein, in ORF8, and in nsp1. A signal of positive selection was also detected in the receptor-binding motif (RBM) of the spike protein but most likely resulted from a recombination event that involved the BatCoV RaTG13 sequence. In line with previous data, we suggest that the common ancestor of SARS-CoV-2 and BatCoV RaTG13 encoded/encodes an RBM similar to that observed in SARS-CoV-2 itself and in some pangolin viruses. It is presently unknown whether the common ancestor still exists and which animals it infects. Our data however indicate that divergence of SARS-CoV-2 from BatCoV RaTG13 was accompanied by limited episodes of positive selection, suggesting that the common ancestor of the two viruses was poised for human infection.IMPORTANCE Coronaviruses are dangerous zoonotic pathogens: in the last two decades three coronaviruses have crossed the species barrier and caused human epidemics. One of these is the recently emerged SARS-CoV-2. We investigated how, since its divergence from a closely related bat virus, natural selection shaped the genome of SARS-CoV-2. We found that distinct coding regions in the SARS-CoV-2 genome evolve under different degrees of constraint and are consequently more or less prone to tolerate amino acid substitutions. In practical terms, the level of constraint provides indications about which proteins/protein regions are better suited as possible targets for the development of antivirals or vaccines. We also detected limited signals of positive selection in three viral ORFs. However, we warn that, in the absence of knowledge about the chain of events that determined the human spill-over, these signals should not be necessarily interpreted as evidence of an adaptation to our species."],"journal":"J Virol","authors":["Cagliani, Rachele","Forni, Diego","Clerici, Mario","Sironi, Manuela"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32238584","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.1128/JVI.00411-20","locations":["China","horseshoe"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1666138490414301185,"score":314.0152},{"pmid":32265180,"pmcid":"PMC7138183","title":"Genotype and phenotype of COVID-19: Their roles in pathogenesis.","text":["Genotype and phenotype of COVID-19: Their roles in pathogenesis.","COVID-19 is a novel coronavirus with an outbreak of unusual viral pneumonia in Wuhan, China, and then pandemic. Based on its phylogenetic relationships and genomic structures the COVID-19 belongs to genera Betacoronavirus. Human Betacoronaviruses (SARS-CoV-2, SARS-CoV, and MERS-CoV) have many similarities, but also have differences in their genomic and phenotypic structure that can influence their pathogenesis. COVID-19 is containing single-stranded (positive-sense) RNA associated with a nucleoprotein within a capsid comprised of matrix protein. A typical CoV contains at least six ORFs in its genome. All the structural and accessory proteins are translated from the sgRNAs of CoVs. Four main structural proteins are encoded by ORFs 10, 11 on the one-third of the genome near the 3'-terminus. The genetic and phenotypic structure of COVID-19 in pathogenesis is important. This article highlights the most important of these features compared to other Betacoronaviruses.","J Microbiol Immunol Infect","Mousavizadeh, Leila","Ghasemi, Sorayya","32265180"],"abstract":["COVID-19 is a novel coronavirus with an outbreak of unusual viral pneumonia in Wuhan, China, and then pandemic. Based on its phylogenetic relationships and genomic structures the COVID-19 belongs to genera Betacoronavirus. Human Betacoronaviruses (SARS-CoV-2, SARS-CoV, and MERS-CoV) have many similarities, but also have differences in their genomic and phenotypic structure that can influence their pathogenesis. COVID-19 is containing single-stranded (positive-sense) RNA associated with a nucleoprotein within a capsid comprised of matrix protein. A typical CoV contains at least six ORFs in its genome. All the structural and accessory proteins are translated from the sgRNAs of CoVs. Four main structural proteins are encoded by ORFs 10, 11 on the one-third of the genome near the 3'-terminus. The genetic and phenotypic structure of COVID-19 in pathogenesis is important. This article highlights the most important of these features compared to other Betacoronaviruses."],"journal":"J Microbiol Immunol Infect","authors":["Mousavizadeh, Leila","Ghasemi, Sorayya"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32265180","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.1016/j.jmii.2020.03.022","keywords":["covid-19","genotype","pathogenesis","phenotype"],"locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1666138491885453312,"score":312.7048}]}