{"pmid":32361706,"title":"Mental health framework: coronavirus pandemic in post-Katrina New Orleans.","text":["Mental health framework: coronavirus pandemic in post-Katrina New Orleans.","The United Nations Office of Disaster Risk Reduction defines disaster risk as the \"likelihood of loss of life, injury or destruction and damage from a disaster in a given period, and a product of the complex interactions that generate conditions of exposure, vulnerability and hazard\". Racial and ethnic minorities in the United States have been shown to have increased vulnerability and risk to disasters due to links between racism, vulnerability, and economic power, based on disadvantage related to different disaster stages: 1) reduced perception of personal disaster risk; 2) lack of preparedness; 3) reduced access and response to warning systems; 4) increased physical impacts due to substandard housing; 5) likelihood of poorer psychological outcomes; 6) cultural insensitivity on the part of emergency workers; 7) marginalization, lower socio-economic status, and less familiarity with support resources leading to protracted recovery; and 8) diminished standard of living, job loss, and exacerbated poverty during reconstruction and community rebuilding. Moreover, given that psychiatric morbidity is predictable in populations exposed to disasters, mental health and psychosocial support programs should increasingly become a standard part of a humanitarian response. In the crisis and immediate recovery phase of disasters, the focus should be on making survivors feel safe and giving them assistance in decreasing their anxiety by addressing their basic needs and welfare. So, it is critical that governmental institutions, business, and non-profit organizations proactively find mechanisms to work collaboratively and share resources. Special attention and extra resources must be directed towards vulnerable and marginalized populations. In this editorial we share lessons learned from experiencing disproportionate impact of health crisis and advocate for the notion that recovery efforts must address trauma at individual, interpersonal and community levels, and be based in a healing justice framework.","J Inj Violence Res","Shervington, Denese O","Richardson, Lisa","32361706"],"abstract":["The United Nations Office of Disaster Risk Reduction defines disaster risk as the \"likelihood of loss of life, injury or destruction and damage from a disaster in a given period, and a product of the complex interactions that generate conditions of exposure, vulnerability and hazard\". Racial and ethnic minorities in the United States have been shown to have increased vulnerability and risk to disasters due to links between racism, vulnerability, and economic power, based on disadvantage related to different disaster stages: 1) reduced perception of personal disaster risk; 2) lack of preparedness; 3) reduced access and response to warning systems; 4) increased physical impacts due to substandard housing; 5) likelihood of poorer psychological outcomes; 6) cultural insensitivity on the part of emergency workers; 7) marginalization, lower socio-economic status, and less familiarity with support resources leading to protracted recovery; and 8) diminished standard of living, job loss, and exacerbated poverty during reconstruction and community rebuilding. Moreover, given that psychiatric morbidity is predictable in populations exposed to disasters, mental health and psychosocial support programs should increasingly become a standard part of a humanitarian response. In the crisis and immediate recovery phase of disasters, the focus should be on making survivors feel safe and giving them assistance in decreasing their anxiety by addressing their basic needs and welfare. So, it is critical that governmental institutions, business, and non-profit organizations proactively find mechanisms to work collaboratively and share resources. Special attention and extra resources must be directed towards vulnerable and marginalized populations. In this editorial we share lessons learned from experiencing disproportionate impact of health crisis and advocate for the notion that recovery efforts must address trauma at individual, interpersonal and community levels, and be based in a healing justice framework."],"journal":"J Inj Violence Res","authors":["Shervington, Denese O","Richardson, Lisa"],"date":"2020-05-04T11:00:00Z","year":2020,"_id":"32361706","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.5249/jivr.v12i2.1538","locations":["United States","New Orleans"],"countries":["United States"],"countries_codes":["USA|United States"],"weight":0,"_version_":1666138495952879617,"score":9.490897,"similar":[{"pmid":32427170,"pmcid":"PMC7229439","title":"A multi-hazards earth science perspective on the COVID-19 pandemic: the potential for concurrent and cascading crises.","text":["A multi-hazards earth science perspective on the COVID-19 pandemic: the potential for concurrent and cascading crises.","Meteorological and geophysical hazards will concur and interact with coronavirus disease (COVID-19) impacts in many regions on Earth. These interactions will challenge the resilience of societies and systems. A comparison of plausible COVID-19 epidemic trajectories with multi-hazard time-series curves enables delineation of multi-hazard scenarios for selected countries (United States, China, Australia, Bangladesh) and regions (Texas). In multi-hazard crises, governments and other responding agents may be required to make complex, highly compromised, hierarchical decisions aimed to balance COVID-19 risks and protocols with disaster response and recovery operations. Contemporary socioeconomic changes (e.g. reducing risk mitigation measures, lowering restrictions on human activity to stimulate economic recovery) may alter COVID-19 epidemiological dynamics and increase future risks relating to natural hazards and COVID-19 interactions. For example, the aggregation of evacuees into communal environments and increased demand on medical, economic, and infrastructural capacity associated with natural hazard impacts may increase COVID-19 exposure risks and vulnerabilities. COVID-19 epidemiologic conditions at the time of a natural hazard event might also influence the characteristics of emergency and humanitarian responses (e.g. evacuation and sheltering procedures, resource availability, implementation modalities, and assistance types). A simple epidemic phenomenological model with a concurrent disaster event predicts a greater infection rate following events during the pre-infection rate peak period compared with post-peak events, highlighting the need for enacting COVID-19 counter measures in advance of seasonal increases in natural hazards. Inclusion of natural hazard inputs into COVID-19 epidemiological models could enhance the evidence base for informing contemporary policy across diverse multi-hazard scenarios, defining and addressing gaps in disaster preparedness strategies and resourcing, and implementing a future-planning systems approach into contemporary COVID-19 mitigation strategies. Our recommendations may assist governments and their advisors to develop risk reduction strategies for natural and cascading hazards during the COVID-19 pandemic.","Environ Syst Decis","Quigley, Mark C","Attanayake, Januka","King, Andrew","Prideaux, Fabian","32427170"],"abstract":["Meteorological and geophysical hazards will concur and interact with coronavirus disease (COVID-19) impacts in many regions on Earth. These interactions will challenge the resilience of societies and systems. A comparison of plausible COVID-19 epidemic trajectories with multi-hazard time-series curves enables delineation of multi-hazard scenarios for selected countries (United States, China, Australia, Bangladesh) and regions (Texas). In multi-hazard crises, governments and other responding agents may be required to make complex, highly compromised, hierarchical decisions aimed to balance COVID-19 risks and protocols with disaster response and recovery operations. Contemporary socioeconomic changes (e.g. reducing risk mitigation measures, lowering restrictions on human activity to stimulate economic recovery) may alter COVID-19 epidemiological dynamics and increase future risks relating to natural hazards and COVID-19 interactions. For example, the aggregation of evacuees into communal environments and increased demand on medical, economic, and infrastructural capacity associated with natural hazard impacts may increase COVID-19 exposure risks and vulnerabilities. COVID-19 epidemiologic conditions at the time of a natural hazard event might also influence the characteristics of emergency and humanitarian responses (e.g. evacuation and sheltering procedures, resource availability, implementation modalities, and assistance types). A simple epidemic phenomenological model with a concurrent disaster event predicts a greater infection rate following events during the pre-infection rate peak period compared with post-peak events, highlighting the need for enacting COVID-19 counter measures in advance of seasonal increases in natural hazards. Inclusion of natural hazard inputs into COVID-19 epidemiological models could enhance the evidence base for informing contemporary policy across diverse multi-hazard scenarios, defining and addressing gaps in disaster preparedness strategies and resourcing, and implementing a future-planning systems approach into contemporary COVID-19 mitigation strategies. Our recommendations may assist governments and their advisors to develop risk reduction strategies for natural and cascading hazards during the COVID-19 pandemic."],"journal":"Environ Syst Decis","authors":["Quigley, Mark C","Attanayake, Januka","King, Andrew","Prideaux, Fabian"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32427170","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1007/s10669-020-09772-1","keywords":["covid-19","coronavirus","decision-making","multi-hazards","natural disasters"],"locations":["United States","China","Australia","Bangladesh","Texas"],"countries":["Bangladesh","China","United States","Australia"],"countries_codes":["BGD|Bangladesh","CHN|China","USA|United States","AUS|Australia"],"topics":["Prevention"],"weight":1,"_version_":1667352728824709122,"score":235.7845},{"pmid":32314526,"title":"Family violence and COVID-19: Increased vulnerability and reduced options for support.","text":["Family violence and COVID-19: Increased vulnerability and reduced options for support.","Family violence refers to threatening or other violent behaviour within families that may be physical, sexual, psychological, or economic, and can include child abuse and intimate partner violence (Peterman et al. 2020, van Gelder et al. 2020). Family violence during pandemics is associated with a range of factors including economic stress, disaster-related instability, increased exposure to exploitative relationships, and reduced options for support (Peterman et al. 2020). Due to the social isolation measures implemented across the globe to help reduce the spread of COVID-19, people living in volatile situations of family violence are restricted to their homes. Social isolation exacerbates personal and collective vulnerabilities while limiting accessible and familiar support options (van Gelder et al. 2020). In many countries, including Australia, we have already seen an increase in demand for domestic violence services and reports of increased risk for children not attending schools (Duncan, 2020); a pattern similar to previous episodes of social isolation associated with epidemics and pandemics (Boddy, Young & O'Leary 2020).","Int J Ment Health Nurs","Usher, Kim","Bhullar, Navjot","Durkin, Joanne","Gyamfi, Naomi","Jackson, Debra","32314526"],"abstract":["Family violence refers to threatening or other violent behaviour within families that may be physical, sexual, psychological, or economic, and can include child abuse and intimate partner violence (Peterman et al. 2020, van Gelder et al. 2020). Family violence during pandemics is associated with a range of factors including economic stress, disaster-related instability, increased exposure to exploitative relationships, and reduced options for support (Peterman et al. 2020). Due to the social isolation measures implemented across the globe to help reduce the spread of COVID-19, people living in volatile situations of family violence are restricted to their homes. Social isolation exacerbates personal and collective vulnerabilities while limiting accessible and familiar support options (van Gelder et al. 2020). In many countries, including Australia, we have already seen an increase in demand for domestic violence services and reports of increased risk for children not attending schools (Duncan, 2020); a pattern similar to previous episodes of social isolation associated with epidemics and pandemics (Boddy, Young & O'Leary 2020)."],"journal":"Int J Ment Health Nurs","authors":["Usher, Kim","Bhullar, Navjot","Durkin, Joanne","Gyamfi, Naomi","Jackson, Debra"],"date":"2020-04-22T11:00:00Z","year":2020,"_id":"32314526","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1111/inm.12735","locations":["Australia"],"countries":["Australia"],"countries_codes":["AUS|Australia"],"topics":["Prevention"],"weight":1,"_version_":1666138493575757824,"score":194.5737},{"pmid":32424085,"title":"Lessons from Hurricane Katrina for predicting the indirect health consequences of the COVID-19 pandemic.","text":["Lessons from Hurricane Katrina for predicting the indirect health consequences of the COVID-19 pandemic.","Beyond their immediate effects on mortality, disasters have widespread, indirect impacts on mental and physical well-being by exposing survivors to stress and potential trauma. Identifying the disaster-related stressors that predict health adversity will help officials prepare for the coronavirus disease 2019 (COVID-19) pandemic. Using data from a prospective study of young, low-income mothers who survived Hurricane Katrina, we find that bereavement, fearing for loved ones' well-being, and lacking access to medical care and medications predict adverse mental and physical health 1 y postdisaster, and some effects persist 12 y later. Adjusting for preexisting health and socioeconomic conditions attenuates, but does not eliminate, these associations. The findings, while drawn from a demographically unique sample, suggest that, to mitigate the indirect effects of COVID-19, lapses in medical care and medication use must be minimized, and public health resources should be directed to those with preexisting medical conditions, their social networks, and the bereaved.","Proc Natl Acad Sci U S A","Raker, Ethan J","Zacher, Meghan","Lowe, Sarah R","32424085"],"abstract":["Beyond their immediate effects on mortality, disasters have widespread, indirect impacts on mental and physical well-being by exposing survivors to stress and potential trauma. Identifying the disaster-related stressors that predict health adversity will help officials prepare for the coronavirus disease 2019 (COVID-19) pandemic. Using data from a prospective study of young, low-income mothers who survived Hurricane Katrina, we find that bereavement, fearing for loved ones' well-being, and lacking access to medical care and medications predict adverse mental and physical health 1 y postdisaster, and some effects persist 12 y later. Adjusting for preexisting health and socioeconomic conditions attenuates, but does not eliminate, these associations. The findings, while drawn from a demographically unique sample, suggest that, to mitigate the indirect effects of COVID-19, lapses in medical care and medication use must be minimized, and public health resources should be directed to those with preexisting medical conditions, their social networks, and the bereaved."],"journal":"Proc Natl Acad Sci U S A","authors":["Raker, Ethan J","Zacher, Meghan","Lowe, Sarah R"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32424085","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1073/pnas.2006706117","keywords":["covid-19 pandemic","hurricane katrina","disasters","mental health","physical health"],"topics":["Prevention"],"weight":1,"_version_":1667252837899304960,"score":182.83931},{"pmid":32303026,"title":"Impact of Human Disasters and COVID-19 Pandemic on Mental Health: Potential of Digital Psychiatry.","text":["Impact of Human Disasters and COVID-19 Pandemic on Mental Health: Potential of Digital Psychiatry.","Deep emotional traumas in societies overwhelmed by large-scale human disasters, like, global pandemic diseases, natural disasters, man-made tragedies, war conflicts, social crises, etc., can cause massive stress-related disorders. Motivated by the ongoing global coronavirus pandemic, the article provides an overview of scientific evidence regarding adverse impact of diverse human disasters on mental health in afflicted groups and societies. Following this broader context, psychosocial impact of COVID-19 as a specific global human disaster is presented, with an emphasis on disturbing mental health aspects of the ongoing pandemic. Limited resources of mental health services in a number of countries around the world are illustrated, which will be further stretched by the forthcoming increase in demand for mental health services due to the global COVID-19 pandemic. Mental health challenges are particularly important for the Republic of Croatia in the current situation, due to disturbing stress of the 2020 Zagreb earthquake and the high pre-pandemic prevalence of chronic Homeland-War-related posttraumatic stress disorders. Comprehensive approach based on digital psychiatry is proposed to address the lack of access to psychiatric services, which includes artificial intelligence, telepsychiatry and an array of new technologies, like internet-based computer-aided mental health tools and services. These tools and means should be utilized as an important part of the whole package of measures to mitigate negative mental health effects of the global coronavirus pandemic. Our scientific and engineering experiences in the design and development of digital tools and means in mitigation of stress-related disorders and assessment of stress resilience are presented. Croatian initiative on enhancement of interdisciplinary research of psychiatrists, psychologists and computer scientists on the national and EU level is important in addressing pressing mental health concerns related to the ongoing pandemic and similar human disasters.","Psychiatr Danub","Cosic, Kresimir","Popovic, Sinisa","Sarlija, Marko","Kesedzic, Ivan","32303026"],"abstract":["Deep emotional traumas in societies overwhelmed by large-scale human disasters, like, global pandemic diseases, natural disasters, man-made tragedies, war conflicts, social crises, etc., can cause massive stress-related disorders. Motivated by the ongoing global coronavirus pandemic, the article provides an overview of scientific evidence regarding adverse impact of diverse human disasters on mental health in afflicted groups and societies. Following this broader context, psychosocial impact of COVID-19 as a specific global human disaster is presented, with an emphasis on disturbing mental health aspects of the ongoing pandemic. Limited resources of mental health services in a number of countries around the world are illustrated, which will be further stretched by the forthcoming increase in demand for mental health services due to the global COVID-19 pandemic. Mental health challenges are particularly important for the Republic of Croatia in the current situation, due to disturbing stress of the 2020 Zagreb earthquake and the high pre-pandemic prevalence of chronic Homeland-War-related posttraumatic stress disorders. Comprehensive approach based on digital psychiatry is proposed to address the lack of access to psychiatric services, which includes artificial intelligence, telepsychiatry and an array of new technologies, like internet-based computer-aided mental health tools and services. These tools and means should be utilized as an important part of the whole package of measures to mitigate negative mental health effects of the global coronavirus pandemic. Our scientific and engineering experiences in the design and development of digital tools and means in mitigation of stress-related disorders and assessment of stress resilience are presented. Croatian initiative on enhancement of interdisciplinary research of psychiatrists, psychologists and computer scientists on the national and EU level is important in addressing pressing mental health concerns related to the ongoing pandemic and similar human disasters."],"journal":"Psychiatr Danub","authors":["Cosic, Kresimir","Popovic, Sinisa","Sarlija, Marko","Kesedzic, Ivan"],"date":"2020-04-18T11:00:00Z","year":2020,"_id":"32303026","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.24869/psyd.2020.25","locations":["Zagreb","Croatian"],"countries":["Croatia"],"countries_codes":["HRV|Croatia"],"weight":0,"_version_":1666138494900109312,"score":170.728},{"pmid":32382249,"pmcid":"PMC7203053","title":"A decision support system for demand management in healthcare supply chains considering the epidemic outbreaks: A case study of coronavirus disease 2019 (COVID-19).","text":["A decision support system for demand management in healthcare supply chains considering the epidemic outbreaks: A case study of coronavirus disease 2019 (COVID-19).","The disasters caused by epidemic outbreaks is different from other disasters due to two specific features: their long-term disruption and their increasing propagation. Not controlling such disasters brings about severe disruptions in the supply chains and communities and, thereby, irreparable losses will come into play. Coronavirus disease 2019 (COVID-19) is one of these disasters that has caused severe disruptions across the world and in many supply chains, particularly in the healthcare supply chain. Therefore, this paper, for the first time, develops a practical decision support system based on physicians' knowledge and fuzzy inference system (FIS) in order to help with the demand management in the healthcare supply chain, to reduce stress in the community, to break down the COVID-19 propagation chain, and, generally, to mitigate the epidemic outbreaks for healthcare supply chain disruptions. This approach first divides community residents into four groups based on the risk level of their immune system (namely, very sensitive, sensitive, slightly sensitive, and normal) and by two indicators of age and pre-existing diseases (such as diabetes, heart problems, or high blood pressure). Then, these individuals are classified and are required to observe the regulations of their class. Finally, the efficiency of the proposed approach was measured in the real world using the information from four users and the results showed the effectiveness and accuracy of the proposed approach.","Transp Res E Logist Transp Rev","Govindan, Kannan","Mina, Hassan","Alavi, Behrouz","32382249"],"abstract":["The disasters caused by epidemic outbreaks is different from other disasters due to two specific features: their long-term disruption and their increasing propagation. Not controlling such disasters brings about severe disruptions in the supply chains and communities and, thereby, irreparable losses will come into play. Coronavirus disease 2019 (COVID-19) is one of these disasters that has caused severe disruptions across the world and in many supply chains, particularly in the healthcare supply chain. Therefore, this paper, for the first time, develops a practical decision support system based on physicians' knowledge and fuzzy inference system (FIS) in order to help with the demand management in the healthcare supply chain, to reduce stress in the community, to break down the COVID-19 propagation chain, and, generally, to mitigate the epidemic outbreaks for healthcare supply chain disruptions. This approach first divides community residents into four groups based on the risk level of their immune system (namely, very sensitive, sensitive, slightly sensitive, and normal) and by two indicators of age and pre-existing diseases (such as diabetes, heart problems, or high blood pressure). Then, these individuals are classified and are required to observe the regulations of their class. Finally, the efficiency of the proposed approach was measured in the real world using the information from four users and the results showed the effectiveness and accuracy of the proposed approach."],"journal":"Transp Res E Logist Transp Rev","authors":["Govindan, Kannan","Mina, Hassan","Alavi, Behrouz"],"date":"2020-05-09T11:00:00Z","year":2020,"_id":"32382249","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1016/j.tre.2020.101967","keywords":["covid-19","disaster management","epidemic outbreaks","fuzzy inference system","healthcare supply chain disruption mitigation"],"topics":["Prevention"],"weight":1,"_version_":1666419683271639041,"score":169.89346}]}