{"pmid":32371331,"title":"Strategies for daily operating room management of ambulatory surgery centers following resolution of the acute phase of the COVID-19 pandemic.","text":["Strategies for daily operating room management of ambulatory surgery centers following resolution of the acute phase of the COVID-19 pandemic.","We performed a narrative review to explore the economics of daily operating room management decisions for ambulatory surgery centers following resolution of the acute phase of the Coronavirus Disease 2019 (COVID-19) pandemic. It is anticipated that there will be a substantive fraction of patients who will be contagious, but asymptomatic at the time of surgery. Use multimodal perioperative infection control practices (e.g., including patient decontamination) and monitor performance (e.g., S. aureus transmission from patient to the environment). The consequence of COVID-19 is that such processes are more important than ever to follow because infection affects not only patients but the surgery center staff and surgeons. Dedicate most operating rooms to procedures that are not airway aerosol producing and can be performed without general anesthesia. Increase throughput by performing nerve blocks before patients enter the operating rooms. Bypass the phase I post-anesthesia care unit whenever possible by appropriate choices of anesthetic approach and drugs. Plan long-duration workdays (e.g., 12-h). For cases where the surgical procedure does not cause aerosol production, but general anesthesia will be used, have initial (phase I) post-anesthesia recovery in the operating room where the surgery was done. Use anesthetic practices that achieve fast initial recovery of the brief ambulatory cases. When the surgical procedure causes aerosol production (e.g., bronchoscopy), conduct phase I recovery in the operating room and use multimodal environmental decontamination after each case. Use statistical methods to plan for the resulting long turnover times. Whenever possible, have the anesthesia and nursing teams stagger cases in more than one room so that they are doing one surgical case while the other room is being cleaned. In conclusion, this review shows that while COVID-19 is prevalent, it will markedly affect daily ambulatory workflow for patients undergoing general anesthesia, with potentially substantial economic impact for some surgical specialties.","J Clin Anesth","Dexter, Franklin","Elhakim, Mohamed","Loftus, Randy W","Seering, Melinda S","Epstein, Richard H","32371331"],"abstract":["We performed a narrative review to explore the economics of daily operating room management decisions for ambulatory surgery centers following resolution of the acute phase of the Coronavirus Disease 2019 (COVID-19) pandemic. It is anticipated that there will be a substantive fraction of patients who will be contagious, but asymptomatic at the time of surgery. Use multimodal perioperative infection control practices (e.g., including patient decontamination) and monitor performance (e.g., S. aureus transmission from patient to the environment). The consequence of COVID-19 is that such processes are more important than ever to follow because infection affects not only patients but the surgery center staff and surgeons. Dedicate most operating rooms to procedures that are not airway aerosol producing and can be performed without general anesthesia. Increase throughput by performing nerve blocks before patients enter the operating rooms. Bypass the phase I post-anesthesia care unit whenever possible by appropriate choices of anesthetic approach and drugs. Plan long-duration workdays (e.g., 12-h). For cases where the surgical procedure does not cause aerosol production, but general anesthesia will be used, have initial (phase I) post-anesthesia recovery in the operating room where the surgery was done. Use anesthetic practices that achieve fast initial recovery of the brief ambulatory cases. When the surgical procedure causes aerosol production (e.g., bronchoscopy), conduct phase I recovery in the operating room and use multimodal environmental decontamination after each case. Use statistical methods to plan for the resulting long turnover times. Whenever possible, have the anesthesia and nursing teams stagger cases in more than one room so that they are doing one surgical case while the other room is being cleaned. In conclusion, this review shows that while COVID-19 is prevalent, it will markedly affect daily ambulatory workflow for patients undergoing general anesthesia, with potentially substantial economic impact for some surgical specialties."],"journal":"J Clin Anesth","authors":["Dexter, Franklin","Elhakim, Mohamed","Loftus, Randy W","Seering, Melinda S","Epstein, Richard H"],"date":"2020-05-07T11:00:00Z","year":2020,"_id":"32371331","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1016/j.jclinane.2020.109854","topics":["Prevention"],"weight":1,"_version_":1666138496481361921,"score":9.490897,"similar":[{"pmid":32217947,"pmcid":"PMC7172574","title":"Perioperative COVID-19 Defense: An Evidence-Based Approach for Optimization of Infection Control and Operating Room Management.","text":["Perioperative COVID-19 Defense: An Evidence-Based Approach for Optimization of Infection Control and Operating Room Management.","We describe an evidence-based approach for optimization of infection control and operating room management during the COVID-19 pandemic. Confirmed modes of viral transmission are primarily but not exclusively contact with contaminated environmental surfaces and aerosolization. Evidence-based improvement strategies for attenuation of residual environmental contamination involve a combination of deep cleaning with surface disinfectants and ultraviolet light (UV-C). (1) Place alcohol-based hand rubs on the IV pole to the left of the provider. Double glove during induction. (2) Place a wire basket lined with a zip closure plastic bag, on the IV pole to the right of the provider. Place all contaminated instruments in the bag (i.e. laryngoscope blades and handles) and close. Designate and maintain clean and dirty areas. After induction of anesthesia, wipe down all equipment and surfaces with disinfection wipes that contain a quaternary ammonium compound and alcohol. Use a top down cleaning sequence adequate to reduce bioburden. Treat operating rooms using UV-C. (3) Decolonize patients using pre-procedural chlorhexidine wipes, 2 doses of nasal povidone iodine within one hour of incision, and chlorhexidine mouth rinse. (4) Create a closed lumen IV system and use hub disinfection. (5) Provide data feedback by surveillance of ESKAPE transmission. (6) To reduce the use of surgical masks and to reduce potential COVID-19 exposure, use relatively long (e.g., 12-hour) staff shifts. If there are 8 essential cases to be done (each lasting 1-2 hours), the ideal solution is to have 2 teams complete the 8 cases, not 8 first case starts. (7) Do 1 case in each operating room daily, with terminal cleaning after each case including UV-C or equivalent. (8) Do not have patients go into a large, pooled phase I post-anesthesia care unit, because of the risk of contaminating facility at large along with many staff. Instead, have most patients recover in the room where they had surgery, like done routinely in Japan. These 8 programmatic recommendations stand on a substantial body of empirical evidence characterizing the epidemiology of perioperative transmission and infection development made possible by support from the Anesthesia Patient Safety Foundation (APSF).","Anesth Analg","Dexter, Franklin","Parra, Michelle C","Brown, Jeremiah R","Loftus, Randy W","32217947"],"abstract":["We describe an evidence-based approach for optimization of infection control and operating room management during the COVID-19 pandemic. Confirmed modes of viral transmission are primarily but not exclusively contact with contaminated environmental surfaces and aerosolization. Evidence-based improvement strategies for attenuation of residual environmental contamination involve a combination of deep cleaning with surface disinfectants and ultraviolet light (UV-C). (1) Place alcohol-based hand rubs on the IV pole to the left of the provider. Double glove during induction. (2) Place a wire basket lined with a zip closure plastic bag, on the IV pole to the right of the provider. Place all contaminated instruments in the bag (i.e. laryngoscope blades and handles) and close. Designate and maintain clean and dirty areas. After induction of anesthesia, wipe down all equipment and surfaces with disinfection wipes that contain a quaternary ammonium compound and alcohol. Use a top down cleaning sequence adequate to reduce bioburden. Treat operating rooms using UV-C. (3) Decolonize patients using pre-procedural chlorhexidine wipes, 2 doses of nasal povidone iodine within one hour of incision, and chlorhexidine mouth rinse. (4) Create a closed lumen IV system and use hub disinfection. (5) Provide data feedback by surveillance of ESKAPE transmission. (6) To reduce the use of surgical masks and to reduce potential COVID-19 exposure, use relatively long (e.g., 12-hour) staff shifts. If there are 8 essential cases to be done (each lasting 1-2 hours), the ideal solution is to have 2 teams complete the 8 cases, not 8 first case starts. (7) Do 1 case in each operating room daily, with terminal cleaning after each case including UV-C or equivalent. (8) Do not have patients go into a large, pooled phase I post-anesthesia care unit, because of the risk of contaminating facility at large along with many staff. Instead, have most patients recover in the room where they had surgery, like done routinely in Japan. These 8 programmatic recommendations stand on a substantial body of empirical evidence characterizing the epidemiology of perioperative transmission and infection development made possible by support from the Anesthesia Patient Safety Foundation (APSF)."],"journal":"Anesth Analg","authors":["Dexter, Franklin","Parra, Michelle C","Brown, Jeremiah R","Loftus, Randy W"],"date":"2020-03-29T11:00:00Z","year":2020,"_id":"32217947","source":"PubMed","week":"202013|Mar 23 - Mar 29","doi":"10.1213/ANE.0000000000004829","locations":["Japan"],"countries":["Japan"],"countries_codes":["JPN|Japan"],"e_drugs":["Alcohols","Povidone-Iodine","Chlorhexidine","Quaternary Ammonium Compounds"],"topics":["Prevention"],"weight":1,"_version_":1666138492324806656,"score":322.69537},{"pmid":32212103,"pmcid":"PMC7095295","title":"Practical considerations for performing regional anesthesia: lessons learned from the COVID-19 pandemic.","text":["Practical considerations for performing regional anesthesia: lessons learned from the COVID-19 pandemic.","Coronavirus disease (COVID-19) was declared a pandemic by the World Health Organization on 11 March 2020 because of its rapid worldwide spread. In the operating room, as part of hospital outbreak response measures, anesthesiologists are required to have heightened precautions and tailor anesthetic practices to individual patients. In particular, by minimizing the many aerosol-generating procedures performed during general anesthesia, anesthesiologists can reduce exposure to patients' respiratory secretions and the risk of perioperative viral transmission to healthcare workers and other patients. To avoid any airway manipulation, regional anesthesia should be considered whenever surgery is planned for a suspect or confirmed COVID-19 patient or any patient who poses an infection risk. Regional anesthesia has benefits of preservation of respiratory function, avoidance of aerosolization and hence viral transmission. This article explores the practical considerations and recommended measures for performing regional anesthesia in this group of patients, focusing on control measures geared towards ensuring patient and staff safety, equipment protection, and infection prevention. By doing so, we hope to address an issue that may have downstream implications in the way we practice infection control in anesthesia, with particular relevance to this new era of emerging infectious diseases and novel pathogens. The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is not the first, and certainly will not be the last novel virus that will lead to worldwide outbreaks. Having a well thought out regional anesthesia plan to manage these patients in this new normal will ensure the best possible outcome for both the patient and the perioperative management team.","Can J Anaesth","Lie, Sui An","Wong, Sook Wai","Wong, Loong Tat","Wong, Theodore Gar Ling","Chong, Shin Yuet","32212103"],"abstract":["Coronavirus disease (COVID-19) was declared a pandemic by the World Health Organization on 11 March 2020 because of its rapid worldwide spread. In the operating room, as part of hospital outbreak response measures, anesthesiologists are required to have heightened precautions and tailor anesthetic practices to individual patients. In particular, by minimizing the many aerosol-generating procedures performed during general anesthesia, anesthesiologists can reduce exposure to patients' respiratory secretions and the risk of perioperative viral transmission to healthcare workers and other patients. To avoid any airway manipulation, regional anesthesia should be considered whenever surgery is planned for a suspect or confirmed COVID-19 patient or any patient who poses an infection risk. Regional anesthesia has benefits of preservation of respiratory function, avoidance of aerosolization and hence viral transmission. This article explores the practical considerations and recommended measures for performing regional anesthesia in this group of patients, focusing on control measures geared towards ensuring patient and staff safety, equipment protection, and infection prevention. By doing so, we hope to address an issue that may have downstream implications in the way we practice infection control in anesthesia, with particular relevance to this new era of emerging infectious diseases and novel pathogens. The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is not the first, and certainly will not be the last novel virus that will lead to worldwide outbreaks. Having a well thought out regional anesthesia plan to manage these patients in this new normal will ensure the best possible outcome for both the patient and the perioperative management team."],"journal":"Can J Anaesth","authors":["Lie, Sui An","Wong, Sook Wai","Wong, Loong Tat","Wong, Theodore Gar Ling","Chong, Shin Yuet"],"date":"2020-03-27T11:00:00Z","year":2020,"_id":"32212103","source":"PubMed","week":"202013|Mar 23 - Mar 29","doi":"10.1007/s12630-020-01637-0","locations":["anesthesia"],"topics":["Prevention"],"weight":1,"_version_":1666138492375138304,"score":297.90796},{"pmid":32287142,"pmcid":"PMC7173403","title":"Pediatric Airway Management in COVID-19 patients - Consensus Guidelines from the Society for Pediatric Anesthesia's Pediatric Difficult Intubation Collaborative and the Canadian Pediatric Anesthesia Society.","text":["Pediatric Airway Management in COVID-19 patients - Consensus Guidelines from the Society for Pediatric Anesthesia's Pediatric Difficult Intubation Collaborative and the Canadian Pediatric Anesthesia Society.","The severe acute respiratory syndrome coronavirus 2 (COVID-19) pandemic has challenged medical systems and clinicians globally to unforeseen levels. COVID-19's rapid spread has forced clinicians to care for patients with a highly contagious disease without evidence-based guidelines. Using a virtual modified nominal group technique, the Pediatric Difficult Intubation Collaborative (PeDI-C), which currently includes 35 hospitals from six countries, generated consensus guidelines on airway management in pediatric anesthesia based on expert opinion and early data about the disease. The PeDI-C identified overarching goals during care, including minimizing aerosolized respiratory secretions, minimizing the number of clinicians in contact with a patient, and recognizing that undiagnosed asymptomatic patients may shed the virus and infect healthcare workers. Recommendations include administering anxiolytic medications, intravenous anesthetic inductions, tracheal intubation using video laryngoscopes and cuffed tracheal tubes, use of in-line suction catheters, and modifying workflow to recover patients from anesthesia in the operating room. Importantly, the PeDI-C recommends that anesthesiologists consider using appropriate personal protective equipment when performing aerosol-generating medical procedures in asymptomatic children, in addition to known or suspected children with COVID-19. Airway procedures should be done in negative pressure rooms when available. Adequate time should be allowed for operating room cleaning and air filtration between surgical cases. Research using rigorous study designs is urgently needed to inform safe practices during the COVID-19 pandemic. Until further information is available, the PeDI-C advises that clinicians consider these guidelines to enhance the safety of health care workers during airway management when performing aerosol-generating medical procedures. These guidelines have been endorsed by the Society for Pediatric Anesthesia and the Canadian Pediatric Anesthesia Society.","Anesth Analg","Matava, Clyde T","Kovatsis, Pete G","Summers, Jennifer Lee","Castro, Pilar","Denning, Simon","Yu, Julie","Lockman, Justin L","Von Ungern-Sternberg, Britta","Sabato, Stefano","Lee, Lisa K","Ayad, Ihab","Mireles, Sam","Lardner, David","Whyte, Simon","Szolnoki, Judit","Jagannathan, Narasimhan","Thompson, Nicole","Stein, Mary Lyn","Dalesio, Nicholas","Greenberg, Robert","McCloskey, John","Peyton, James","Evans, Faye","Haydar, Bishr","Reynolds, Paul","Chiao, Franklin","Taicher, Brad","Templeton, Thomas","Bhalla, Tarun","Raman, Vidya T","Garcia-Marcinkiewicz, Annery","Galvez, Jorge","Tan, Jonathan","Rehman, Mohamed","Crockett, Christy","Olomu, Patrick","Szmuk, Peter","Glover, Chris","Matuszczak, Maria","Galvez, Ignacio","Hunyady, Agnes","Polaner, David","Gooden, Cheryl","Hsu, Grace","Gumaney, Harshad","Perez-Pradilla, Caroline","Kiss, Edgar E","Theroux, Mary C","Lau, Jennifer","Asaf, Saeedah","Ingelmo, Pablo","Engelhardt, Thomas","Hervias, Monica","Greenwood, Eric","Javia, Luv","Disma, Nicola","Yaster, Myron","Fiadjoe, John E","32287142"],"abstract":["The severe acute respiratory syndrome coronavirus 2 (COVID-19) pandemic has challenged medical systems and clinicians globally to unforeseen levels. COVID-19's rapid spread has forced clinicians to care for patients with a highly contagious disease without evidence-based guidelines. Using a virtual modified nominal group technique, the Pediatric Difficult Intubation Collaborative (PeDI-C), which currently includes 35 hospitals from six countries, generated consensus guidelines on airway management in pediatric anesthesia based on expert opinion and early data about the disease. The PeDI-C identified overarching goals during care, including minimizing aerosolized respiratory secretions, minimizing the number of clinicians in contact with a patient, and recognizing that undiagnosed asymptomatic patients may shed the virus and infect healthcare workers. Recommendations include administering anxiolytic medications, intravenous anesthetic inductions, tracheal intubation using video laryngoscopes and cuffed tracheal tubes, use of in-line suction catheters, and modifying workflow to recover patients from anesthesia in the operating room. Importantly, the PeDI-C recommends that anesthesiologists consider using appropriate personal protective equipment when performing aerosol-generating medical procedures in asymptomatic children, in addition to known or suspected children with COVID-19. Airway procedures should be done in negative pressure rooms when available. Adequate time should be allowed for operating room cleaning and air filtration between surgical cases. Research using rigorous study designs is urgently needed to inform safe practices during the COVID-19 pandemic. Until further information is available, the PeDI-C advises that clinicians consider these guidelines to enhance the safety of health care workers during airway management when performing aerosol-generating medical procedures. These guidelines have been endorsed by the Society for Pediatric Anesthesia and the Canadian Pediatric Anesthesia Society."],"journal":"Anesth Analg","authors":["Matava, Clyde T","Kovatsis, Pete G","Summers, Jennifer Lee","Castro, Pilar","Denning, Simon","Yu, Julie","Lockman, Justin L","Von Ungern-Sternberg, Britta","Sabato, Stefano","Lee, Lisa K","Ayad, Ihab","Mireles, Sam","Lardner, David","Whyte, Simon","Szolnoki, Judit","Jagannathan, Narasimhan","Thompson, Nicole","Stein, Mary Lyn","Dalesio, Nicholas","Greenberg, Robert","McCloskey, John","Peyton, James","Evans, Faye","Haydar, Bishr","Reynolds, Paul","Chiao, Franklin","Taicher, Brad","Templeton, Thomas","Bhalla, Tarun","Raman, Vidya T","Garcia-Marcinkiewicz, Annery","Galvez, Jorge","Tan, Jonathan","Rehman, Mohamed","Crockett, Christy","Olomu, Patrick","Szmuk, Peter","Glover, Chris","Matuszczak, Maria","Galvez, Ignacio","Hunyady, Agnes","Polaner, David","Gooden, Cheryl","Hsu, Grace","Gumaney, Harshad","Perez-Pradilla, Caroline","Kiss, Edgar E","Theroux, Mary C","Lau, Jennifer","Asaf, Saeedah","Ingelmo, Pablo","Engelhardt, Thomas","Hervias, Monica","Greenwood, Eric","Javia, Luv","Disma, Nicola","Yaster, Myron","Fiadjoe, John E"],"date":"2020-04-15T11:00:00Z","year":2020,"_id":"32287142","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1213/ANE.0000000000004872","locations":["clinicians","anesthesia","anesthesia","Canadian"],"countries":["Canada"],"countries_codes":["CAN|Canada"],"topics":["Prevention"],"weight":1,"_version_":1666138491390525440,"score":283.53387},{"pmid":32336150,"title":"Urologic surgery and COVID-19: How the pandemic is changing the way we operate.","text":["Urologic surgery and COVID-19: How the pandemic is changing the way we operate.","The coronavirus disease 2019 (COVID-19) pandemic has had a global impact on all aspects of healthcare, including surgical procedures. For urologists, it has affected and will continue to influence how we approach the care of patients pre-operatively, intra-operatively, and post-operatively. A risk-benefit assessment of each patient undergoing surgery should be performed during the COVID-19 pandemic based on the urgency of the surgery and the risk of viral illness and transmission. Patients with advanced age and comorbidities have a higher incidence of mortality. Routine preoperative testing and symptom screening is recommended to identify those with COVID-19. Adequate personal protective equipment (PPE) for the surgical team is essential to protect healthcare workers and ensure an adequate workforce. For COVID-19 positive or suspected patients, the use of N95 respirators is recommended if available. The anesthesia method chosen should attempt to minimize aerosolization of the virus. Negative pressure rooms are strongly preferred for intubation/extubation and other aerosolizing procedures. Although transmission has not yet been shown during laparoscopic and robotic procedures, efforts should be made to minimize the risk of aerosolization. Ultra low particulate air filters are recommended for use during minimally invasive procedures to decrease the risk of viral transmission. Thorough cleaning and sterilization should be performed post-operatively with adequate time allowed for the operating room air to be cycled after procedures. COVID-19 patients should be separated from non-infected patients at all levels of care including recovery to decrease the risk of infection. Future directions will be guided by outcomes and infection rates as social distancing guidelines are relaxed and more surgical procedures are reintroduced. Recommendations should be adapted to the local environment and will continue to evolve as more data becomes available, the shortage of testing and PPE is resolved, and a vaccine and therapeutics for COVID-19 are developed.","J Endourol","Steward, James","Kitley, Weston Riley","Schmidt, C Max","Sundaram, Chandru P","32336150"],"abstract":["The coronavirus disease 2019 (COVID-19) pandemic has had a global impact on all aspects of healthcare, including surgical procedures. For urologists, it has affected and will continue to influence how we approach the care of patients pre-operatively, intra-operatively, and post-operatively. A risk-benefit assessment of each patient undergoing surgery should be performed during the COVID-19 pandemic based on the urgency of the surgery and the risk of viral illness and transmission. Patients with advanced age and comorbidities have a higher incidence of mortality. Routine preoperative testing and symptom screening is recommended to identify those with COVID-19. Adequate personal protective equipment (PPE) for the surgical team is essential to protect healthcare workers and ensure an adequate workforce. For COVID-19 positive or suspected patients, the use of N95 respirators is recommended if available. The anesthesia method chosen should attempt to minimize aerosolization of the virus. Negative pressure rooms are strongly preferred for intubation/extubation and other aerosolizing procedures. Although transmission has not yet been shown during laparoscopic and robotic procedures, efforts should be made to minimize the risk of aerosolization. Ultra low particulate air filters are recommended for use during minimally invasive procedures to decrease the risk of viral transmission. Thorough cleaning and sterilization should be performed post-operatively with adequate time allowed for the operating room air to be cycled after procedures. COVID-19 patients should be separated from non-infected patients at all levels of care including recovery to decrease the risk of infection. Future directions will be guided by outcomes and infection rates as social distancing guidelines are relaxed and more surgical procedures are reintroduced. Recommendations should be adapted to the local environment and will continue to evolve as more data becomes available, the shortage of testing and PPE is resolved, and a vaccine and therapeutics for COVID-19 are developed."],"journal":"J Endourol","authors":["Steward, James","Kitley, Weston Riley","Schmidt, C Max","Sundaram, Chandru P"],"date":"2020-04-28T11:00:00Z","year":2020,"_id":"32336150","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1089/end.2020.0342","locations":["Ultra"],"topics":["Prevention"],"weight":1,"_version_":1666138494237409282,"score":271.6571},{"pmid":32394175,"title":"ELSA recommendations for minimally invasive surgery during a community spread pandemic: a centered approach in Asia from widespread to recovery phases.","text":["ELSA recommendations for minimally invasive surgery during a community spread pandemic: a centered approach in Asia from widespread to recovery phases.","BACKGROUND: The COVID-19 pandemic has resulted in significant changes to surgical practice across the worlds. Some countries are seeing a tailing down of cases, while others are still having persistent and sustained community spread. These evolving disease patterns call for a customized and dynamic approach to the selection, screening, planning, and for the conduct of surgery for these patients. METHODS: The current literature and various international society guidelines were reviewed and a set of recommendations were drafted. These were circulated to the Governors of the Endoscopic and Laparoscopic Surgeons of Asia (ELSA) for expert comments and discussion. The results of these were compiled and are presented in this paper. RESULTS: The recommendations include guidance for selection and screening of patients in times of active community spread, limited community spread, during times of sporadic cases or recovery and the transition between phases. Personal protective equipment requirements are also reviewed for each phase as minimum requirements. Capability management for the re-opening of services is also discussed. The choice between open and laparoscopic surgery is patient based, and the relative advantages of laparoscopic surgery with regard to complications, and respiratory recovery after major surgery has to be weighed against the lack of safety data for laparoscopic surgery in COVID-19 positive patients. We provide recommendations on the operating room set up and conduct of general surgery. If laparoscopic surgery is to be performed, we describe circuit modifications to assist in reducing plume generation and aerosolization. CONCLUSION: The COVID-19 pandemic requires every surgical unit to have clear guidelines to ensure both patient and staff safety. These guidelines may assist in providing guidance to units developing their own protocols. A judicious approach must be adopted as surgical units look to re-open services as the pandemic evolves.","Surg Endosc","Shabbir, Asim","Menon, Raj K","Somani, Jyoti","So, Jimmy B Y","Ozman, Mahir","Chiu, Philip W Y","Lomanto, Davide","32394175"],"abstract":["BACKGROUND: The COVID-19 pandemic has resulted in significant changes to surgical practice across the worlds. Some countries are seeing a tailing down of cases, while others are still having persistent and sustained community spread. These evolving disease patterns call for a customized and dynamic approach to the selection, screening, planning, and for the conduct of surgery for these patients. METHODS: The current literature and various international society guidelines were reviewed and a set of recommendations were drafted. These were circulated to the Governors of the Endoscopic and Laparoscopic Surgeons of Asia (ELSA) for expert comments and discussion. The results of these were compiled and are presented in this paper. RESULTS: The recommendations include guidance for selection and screening of patients in times of active community spread, limited community spread, during times of sporadic cases or recovery and the transition between phases. Personal protective equipment requirements are also reviewed for each phase as minimum requirements. Capability management for the re-opening of services is also discussed. The choice between open and laparoscopic surgery is patient based, and the relative advantages of laparoscopic surgery with regard to complications, and respiratory recovery after major surgery has to be weighed against the lack of safety data for laparoscopic surgery in COVID-19 positive patients. We provide recommendations on the operating room set up and conduct of general surgery. If laparoscopic surgery is to be performed, we describe circuit modifications to assist in reducing plume generation and aerosolization. CONCLUSION: The COVID-19 pandemic requires every surgical unit to have clear guidelines to ensure both patient and staff safety. These guidelines may assist in providing guidance to units developing their own protocols. A judicious approach must be adopted as surgical units look to re-open services as the pandemic evolves."],"journal":"Surg Endosc","authors":["Shabbir, Asim","Menon, Raj K","Somani, Jyoti","So, Jimmy B Y","Ozman, Mahir","Chiu, Philip W Y","Lomanto, Davide"],"date":"2020-05-13T11:00:00Z","year":2020,"_id":"32394175","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1007/s00464-020-07618-0","keywords":["covid-19","guidelines","laparoscopic surgery","mis","recommendations","surgery"],"topics":["Prevention"],"weight":1,"_version_":1666627828062355456,"score":267.42368}]}