{"pmid":32378459,"title":"Application of nanomaterials in treatment, anti-infection and detection of coronaviruses.","text":["Application of nanomaterials in treatment, anti-infection and detection of coronaviruses.","Nanotechnology and nanomedicine have excellent potential in dealing with a range of different health problems, including viruses, which are considered to be a serious challenge in the medical field. Application of nanobiotechnology could represent a new avenue for the treatment or disinfection of viruses. There is increasing concern regarding the control of coronaviruses, among these, Middle East respiratory syndrome coronavirus, severe acute respiratory syndrome coronavirus and severe acute respiratory syndrome coronavirus-2 are well known and dangerous examples. This article aims to provide an overview of recent studies on the effectiveness of nanoparticles as diagnostic or antiviral tools against coronaviruses. The possibilities of effectively using nanomaterials as vaccines and nanosensors in this field are also presented.","Nanomedicine (Lond)","Nikaeen, Ghazal","Abbaszadeh, Sepideh","Yousefinejad, Saeed","32378459"],"abstract":["Nanotechnology and nanomedicine have excellent potential in dealing with a range of different health problems, including viruses, which are considered to be a serious challenge in the medical field. Application of nanobiotechnology could represent a new avenue for the treatment or disinfection of viruses. There is increasing concern regarding the control of coronaviruses, among these, Middle East respiratory syndrome coronavirus, severe acute respiratory syndrome coronavirus and severe acute respiratory syndrome coronavirus-2 are well known and dangerous examples. This article aims to provide an overview of recent studies on the effectiveness of nanoparticles as diagnostic or antiviral tools against coronaviruses. The possibilities of effectively using nanomaterials as vaccines and nanosensors in this field are also presented."],"journal":"Nanomedicine (Lond)","authors":["Nikaeen, Ghazal","Abbaszadeh, Sepideh","Yousefinejad, Saeed"],"date":"2020-05-08T11:00:00Z","year":2020,"_id":"32378459","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.2217/nnm-2020-0117","keywords":["covid-19","antiviral","bio-labeling","coronaviruses","gold nanoparticles","protein nanoparticles","severe acute respiratory syndrome coronavirus","silver nanoparticles","transmissible gastroenteritis virus","vaccine nanotechnology"],"topics":["Treatment","Diagnosis"],"weight":1,"_version_":1666262687663783937,"score":9.490897,"similar":[{"pmid":32486364,"title":"Nanomaterials and Nanotechnology-Associated Innovations against Viral Infections with a Focus on Coronaviruses.","text":["Nanomaterials and Nanotechnology-Associated Innovations against Viral Infections with a Focus on Coronaviruses.","Viral infections have recently emerged not only as a health threat to people but rapidly became the cause of universal fatality on a large scale. Nanomaterials comprising functionalized nanoparticles (NPs) and quantum dots and nanotechnology-associated innovative detection methods, vaccine design, and nanodrug production have shown immense promise for interfacing with pathogenic viruses and restricting their entrance into cells. These viruses have been scrutinized using rapid diagnostic detection and therapeutic interventional options against the caused infections including vaccine development for prevention and control. Coronaviruses, namely SARS-CoV, MERS-CoV, and SARS-CoV-2, have endangered human life, and the COVID-19 (caused by SARS-CoV-2) outbreak has become a perilous challenge to public health globally with huge accompanying morbidity rates. Thus, it is imperative to expedite the drug and vaccine development efforts that would help mitigate this pandemic. In this regard, smart and innovative nano-based technologies and approaches encompassing applications of green nanomedicine, bio-inspired methods, multifunctional bioengineered nanomaterials, and biomimetic drug delivery systems/carriers can help resolve the critical issues regarding detection, prevention, and treatment of viral infections. This perspective review expounds recent nanoscience advancements for the detection and treatment of viral infections with focus on coronaviruses and encompasses nano-based formulations and delivery platforms, nanovaccines, and promising methods for clinical diagnosis, especially regarding SARS-CoV-2.","Nanomaterials (Basel)","Nasrollahzadeh, Mahmoud","Sajjadi, Mohaddeseh","Soufi, Ghazaleh Jamalipour","Iravani, Siavash","Varma, Rajender S","32486364"],"abstract":["Viral infections have recently emerged not only as a health threat to people but rapidly became the cause of universal fatality on a large scale. Nanomaterials comprising functionalized nanoparticles (NPs) and quantum dots and nanotechnology-associated innovative detection methods, vaccine design, and nanodrug production have shown immense promise for interfacing with pathogenic viruses and restricting their entrance into cells. These viruses have been scrutinized using rapid diagnostic detection and therapeutic interventional options against the caused infections including vaccine development for prevention and control. Coronaviruses, namely SARS-CoV, MERS-CoV, and SARS-CoV-2, have endangered human life, and the COVID-19 (caused by SARS-CoV-2) outbreak has become a perilous challenge to public health globally with huge accompanying morbidity rates. Thus, it is imperative to expedite the drug and vaccine development efforts that would help mitigate this pandemic. In this regard, smart and innovative nano-based technologies and approaches encompassing applications of green nanomedicine, bio-inspired methods, multifunctional bioengineered nanomaterials, and biomimetic drug delivery systems/carriers can help resolve the critical issues regarding detection, prevention, and treatment of viral infections. This perspective review expounds recent nanoscience advancements for the detection and treatment of viral infections with focus on coronaviruses and encompasses nano-based formulations and delivery platforms, nanovaccines, and promising methods for clinical diagnosis, especially regarding SARS-CoV-2."],"journal":"Nanomaterials (Basel)","authors":["Nasrollahzadeh, Mahmoud","Sajjadi, Mohaddeseh","Soufi, Ghazaleh Jamalipour","Iravani, Siavash","Varma, Rajender S"],"date":"2020-06-04T11:00:00Z","year":2020,"_id":"32486364","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.3390/nano10061072","keywords":["covid-19","sars-cov-2","coronaviruses","graphene oxide","nanoparticles","nanotechnology","nanovaccines","quantum dots","viral infections"],"topics":["Treatment","Diagnosis"],"weight":1,"_version_":1668892169416474625,"score":248.67601},{"pmid":32354113,"title":"On Facing the SARS-CoV-2 (COVID-19) with Combination of Nanomaterials and Medicine: Possible Strategies and First Challenges.","text":["On Facing the SARS-CoV-2 (COVID-19) with Combination of Nanomaterials and Medicine: Possible Strategies and First Challenges.","Global health is facing the most dangerous situation regarding the novel severe acute respiratory syndrome called coronavirus 2 (SARS-CoV-2), which is widely known as the abbreviated COVID-19 pandemic. This is due to the highly infectious nature of the disease and its possibility to cause pneumonia induced death in approximately 6.89% of infected individuals (data until 27 April 2020). The pathogen causing COVID-19 is called severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), which is believed to be originated from the Wuhan Province in China. Unfortunately, an effective and approved vaccine for SARS-CoV-2 virus is still not available, making the situation more dangerous and currently available medical care futile. This unmet medical need thus requires significant and very urgent research attention to develop an effective vaccine to address the SARS-CoV-2 virus. In this review, the state-of-the-art drug design strategies against the virus are critically summarized including exploitations of novel drugs and potentials of repurposed drugs. The applications of nanochemistry and general nanotechnology was also discussed to give the status of nanodiagnostic systems for COVID-19.","Nanomaterials (Basel)","Sivasankarapillai, Vishnu Sankar","Pillai, Akhilash M","Rahdar, Abbas","Sobha, Anumol P","Das, Sabya Sachi","Mitropoulos, Athanasios C","Mokarrar, Mahboobeh Heidari","Kyzas, George Z","32354113"],"abstract":["Global health is facing the most dangerous situation regarding the novel severe acute respiratory syndrome called coronavirus 2 (SARS-CoV-2), which is widely known as the abbreviated COVID-19 pandemic. This is due to the highly infectious nature of the disease and its possibility to cause pneumonia induced death in approximately 6.89% of infected individuals (data until 27 April 2020). The pathogen causing COVID-19 is called severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), which is believed to be originated from the Wuhan Province in China. Unfortunately, an effective and approved vaccine for SARS-CoV-2 virus is still not available, making the situation more dangerous and currently available medical care futile. This unmet medical need thus requires significant and very urgent research attention to develop an effective vaccine to address the SARS-CoV-2 virus. In this review, the state-of-the-art drug design strategies against the virus are critically summarized including exploitations of novel drugs and potentials of repurposed drugs. The applications of nanochemistry and general nanotechnology was also discussed to give the status of nanodiagnostic systems for COVID-19."],"journal":"Nanomaterials (Basel)","authors":["Sivasankarapillai, Vishnu Sankar","Pillai, Akhilash M","Rahdar, Abbas","Sobha, Anumol P","Das, Sabya Sachi","Mitropoulos, Athanasios C","Mokarrar, Mahboobeh Heidari","Kyzas, George Z"],"date":"2020-05-02T11:00:00Z","year":2020,"_id":"32354113","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.3390/nano10050852","keywords":["covid-19","sars-cov-2","coronavirus","medicinal chemistry","public health","theranostic strategies"],"locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1666138495154913280,"score":170.04483},{"pmid":32466536,"title":"Graphene-Based Strategies in Liquid Biopsy and in Viral Diseases Diagnosis.","text":["Graphene-Based Strategies in Liquid Biopsy and in Viral Diseases Diagnosis.","Graphene-based materials are intriguing nanomaterials with applications ranging from nanotechnology-related devices to drug delivery systems and biosensing. Multifunctional graphene platforms were proposed for the detection of several typical biomarkers (i.e., circulating tumor cells, exosomes, circulating nucleic acids, etc.) in liquid biopsy, and numerous methods, including optical, electrochemical, surface-enhanced Raman scattering (SERS), etc., have been developed for their detection. Due to the massive advancements in biology, material chemistry, and analytical technology, it is necessary to review the progress in this field from both medical and chemical sides. Liquid biopsy is considered a revolutionary technique that is opening unexpected perspectives in the early diagnosis and, in therapy monitoring, severe diseases, including cancer, metabolic syndrome, autoimmune, and neurodegenerative disorders. Although nanotechnology based on graphene has been poorly applied for the rapid diagnosis of viral diseases, the extraordinary properties of graphene (i.e., high electronic conductivity, large specific area, and surface functionalization) can be also exploited for the diagnosis of emerging viral diseases, such as the coronavirus disease 2019 (COVID-19). This review aimed to provide a comprehensive and in-depth summarization of the contribution of graphene-based nanomaterials in liquid biopsy, discussing the remaining challenges and the future trend; moreover, the paper gave the first look at the potentiality of graphene in COVID-19 diagnosis.","Nanomaterials (Basel)","Cordaro, Annalaura","Neri, Giulia","Sciortino, Maria Teresa","Scala, Angela","Piperno, Anna","32466536"],"abstract":["Graphene-based materials are intriguing nanomaterials with applications ranging from nanotechnology-related devices to drug delivery systems and biosensing. Multifunctional graphene platforms were proposed for the detection of several typical biomarkers (i.e., circulating tumor cells, exosomes, circulating nucleic acids, etc.) in liquid biopsy, and numerous methods, including optical, electrochemical, surface-enhanced Raman scattering (SERS), etc., have been developed for their detection. Due to the massive advancements in biology, material chemistry, and analytical technology, it is necessary to review the progress in this field from both medical and chemical sides. Liquid biopsy is considered a revolutionary technique that is opening unexpected perspectives in the early diagnosis and, in therapy monitoring, severe diseases, including cancer, metabolic syndrome, autoimmune, and neurodegenerative disorders. Although nanotechnology based on graphene has been poorly applied for the rapid diagnosis of viral diseases, the extraordinary properties of graphene (i.e., high electronic conductivity, large specific area, and surface functionalization) can be also exploited for the diagnosis of emerging viral diseases, such as the coronavirus disease 2019 (COVID-19). This review aimed to provide a comprehensive and in-depth summarization of the contribution of graphene-based nanomaterials in liquid biopsy, discussing the remaining challenges and the future trend; moreover, the paper gave the first look at the potentiality of graphene in COVID-19 diagnosis."],"journal":"Nanomaterials (Basel)","authors":["Cordaro, Annalaura","Neri, Giulia","Sciortino, Maria Teresa","Scala, Angela","Piperno, Anna"],"date":"2020-05-30T11:00:00Z","year":2020,"_id":"32466536","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.3390/nano10061014","keywords":["covid-19","sers","circulating nucleic acids","circulating tumor cells","exosomes","graphene","liquid biopsy"],"e_drugs":["Graphite"],"topics":["Diagnosis"],"weight":1,"_version_":1668167110087409664,"score":150.3814},{"pmid":32451808,"title":"Role of biological Data Mining and Machine Learning Techniques in Detecting and Diagnosing the Novel Coronavirus (COVID-19): A Systematic Review.","text":["Role of biological Data Mining and Machine Learning Techniques in Detecting and Diagnosing the Novel Coronavirus (COVID-19): A Systematic Review.","Coronaviruses (CoVs) are a large family of viruses that are common in many animal species, including camels, cattle, cats and bats. Animal CoVs, such as Middle East respiratory syndrome-CoV, severe acute respiratory syndrome (SARS)-CoV, and the new virus named SARS-CoV-2, rarely infect and spread among humans. On January 30, 2020, the International Health Regulations Emergency Committee of the World Health Organisation declared the outbreak of the resulting disease from this new CoV called 'COVID-19', as a 'public health emergency of international concern'. This global pandemic has affected almost the whole planet and caused the death of more than 315,131 patients as of the date of this article. In this context, publishers, journals and researchers are urged to research different domains and stop the spread of this deadly virus. The increasing interest in developing artificial intelligence (AI) applications has addressed several medical problems. However, such applications remain insufficient given the high potential threat posed by this virus to global public health. This systematic review addresses automated AI applications based on data mining and machine learning (ML) algorithms for detecting and diagnosing COVID-19. We aimed to obtain an overview of this critical virus, address the limitations of utilising data mining and ML algorithms, and provide the health sector with the benefits of this technique. We used five databases, namely, IEEE Xplore, Web of Science, PubMed, ScienceDirect and Scopus and performed three sequences of search queries between 2010 and 2020. Accurate exclusion criteria and selection strategy were applied to screen the obtained 1305 articles. Only eight articles were fully evaluated and included in this review, and this number only emphasised the insufficiency of research in this important area. After analysing all included studies, the results were distributed following the year of publication and the commonly used data mining and ML algorithms. The results found in all papers were discussed to find the gaps in all reviewed papers. Characteristics, such as motivations, challenges, limitations, recommendations, case studies, and features and classes used, were analysed in detail. This study reviewed the state-of-the-art techniques for CoV prediction algorithms based on data mining and ML assessment. The reliability and acceptability of extracted information and datasets from implemented technologies in the literature were considered. Findings showed that researchers must proceed with insights they gain, focus on identifying solutions for CoV problems, and introduce new improvements. The growing emphasis on data mining and ML techniques in medical fields can provide the right environment for change and improvement.","J Med Syst","Albahri, A S","Hamid, Rula A","Alwan, Jwan K","Al-Qays, Z T","Zaidan, A A","Zaidan, B B","Albahri, A O S","AlAmoodi, A H","Khlaf, Jamal Mawlood","Almahdi, E M","Thabet, Eman","Hadi, Suha M","Mohammed, K I","Alsalem, M A","Al-Obaidi, Jameel R","Madhloom, H T","32451808"],"abstract":["Coronaviruses (CoVs) are a large family of viruses that are common in many animal species, including camels, cattle, cats and bats. Animal CoVs, such as Middle East respiratory syndrome-CoV, severe acute respiratory syndrome (SARS)-CoV, and the new virus named SARS-CoV-2, rarely infect and spread among humans. On January 30, 2020, the International Health Regulations Emergency Committee of the World Health Organisation declared the outbreak of the resulting disease from this new CoV called 'COVID-19', as a 'public health emergency of international concern'. This global pandemic has affected almost the whole planet and caused the death of more than 315,131 patients as of the date of this article. In this context, publishers, journals and researchers are urged to research different domains and stop the spread of this deadly virus. The increasing interest in developing artificial intelligence (AI) applications has addressed several medical problems. However, such applications remain insufficient given the high potential threat posed by this virus to global public health. This systematic review addresses automated AI applications based on data mining and machine learning (ML) algorithms for detecting and diagnosing COVID-19. We aimed to obtain an overview of this critical virus, address the limitations of utilising data mining and ML algorithms, and provide the health sector with the benefits of this technique. We used five databases, namely, IEEE Xplore, Web of Science, PubMed, ScienceDirect and Scopus and performed three sequences of search queries between 2010 and 2020. Accurate exclusion criteria and selection strategy were applied to screen the obtained 1305 articles. Only eight articles were fully evaluated and included in this review, and this number only emphasised the insufficiency of research in this important area. After analysing all included studies, the results were distributed following the year of publication and the commonly used data mining and ML algorithms. The results found in all papers were discussed to find the gaps in all reviewed papers. Characteristics, such as motivations, challenges, limitations, recommendations, case studies, and features and classes used, were analysed in detail. This study reviewed the state-of-the-art techniques for CoV prediction algorithms based on data mining and ML assessment. The reliability and acceptability of extracted information and datasets from implemented technologies in the literature were considered. Findings showed that researchers must proceed with insights they gain, focus on identifying solutions for CoV problems, and introduce new improvements. The growing emphasis on data mining and ML techniques in medical fields can provide the right environment for change and improvement."],"journal":"J Med Syst","authors":["Albahri, A S","Hamid, Rula A","Alwan, Jwan K","Al-Qays, Z T","Zaidan, A A","Zaidan, B B","Albahri, A O S","AlAmoodi, A H","Khlaf, Jamal Mawlood","Almahdi, E M","Thabet, Eman","Hadi, Suha M","Mohammed, K I","Alsalem, M A","Al-Obaidi, Jameel R","Madhloom, H T"],"date":"2020-05-27T11:00:00Z","year":2020,"_id":"32451808","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1007/s10916-020-01582-x","keywords":["artificial intelligence","biological data mining","covid-19","coronaviruses","mers-cov","machine learning","sars-cov-2"],"topics":["Diagnosis"],"weight":1,"_version_":1667881798426689536,"score":149.6223},{"pmid":32462968,"title":"Why have nanotechnologies been underutilized in the global uprising against the coronavirus pandemic?","text":["Why have nanotechnologies been underutilized in the global uprising against the coronavirus pandemic?","Prior research on nanotechnologies in diagnostics, prevention and treatment of coronavirus infections is reviewed. Gold nanoparticles and semiconductor quantum dots in colorimetric and immunochromatographic assays, silica nanoparticles in a polymerase chain reaction and spike protein nanospheres as antigen carriers and adjuvants in vaccine formulations present notable examples in diagnostics and prevention, while uses of nanoparticles in coronavirus infection treatments have been merely sporadic. The current absence of antiviral therapeutics that specifically target human coronaviruses, including SARS-CoV-2, might be largely due to the underuse of nanotechnologies. Elucidating the interface between nanoparticles and coronaviruses is timely, but presents the only route to the rational design of precisely targeted therapeutics for coronavirus infections. Such a fundamental approach is also a viable prophylaxis against future pandemics of this type.","Nanomedicine (Lond)","Uskokovic, Vuk","32462968"],"abstract":["Prior research on nanotechnologies in diagnostics, prevention and treatment of coronavirus infections is reviewed. Gold nanoparticles and semiconductor quantum dots in colorimetric and immunochromatographic assays, silica nanoparticles in a polymerase chain reaction and spike protein nanospheres as antigen carriers and adjuvants in vaccine formulations present notable examples in diagnostics and prevention, while uses of nanoparticles in coronavirus infection treatments have been merely sporadic. The current absence of antiviral therapeutics that specifically target human coronaviruses, including SARS-CoV-2, might be largely due to the underuse of nanotechnologies. Elucidating the interface between nanoparticles and coronaviruses is timely, but presents the only route to the rational design of precisely targeted therapeutics for coronavirus infections. Such a fundamental approach is also a viable prophylaxis against future pandemics of this type."],"journal":"Nanomedicine (Lond)","authors":["Uskokovic, Vuk"],"date":"2020-05-29T11:00:00Z","year":2020,"_id":"32462968","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.2217/nnm-2020-0163","keywords":["covid-19","infectious disease","interface","nanoparticle","nanotechnology","vaccine"],"locations":["nanoparticles","nanoparticles"],"e_drugs":["Silicon Dioxide"],"topics":["Treatment"],"weight":1,"_version_":1668079521449902080,"score":143.8866}]}