{"pmid":32375776,"pmcid":"PMC7202922","title":"Quantifying the impact of physical distance measures on the transmission of COVID-19 in the UK.","text":["Quantifying the impact of physical distance measures on the transmission of COVID-19 in the UK.","BACKGROUND: To mitigate and slow the spread of COVID-19, many countries have adopted unprecedented physical distancing policies, including the UK. We evaluate whether these measures might be sufficient to control the epidemic by estimating their impact on the reproduction number (R0, the average number of secondary cases generated per case). METHODS: We asked a representative sample of UK adults about their contact patterns on the previous day. The questionnaire was conducted online via email recruitment and documents the age and location of contacts and a measure of their intimacy (whether physical contact was made or not). In addition, we asked about adherence to different physical distancing measures. The first surveys were sent on Tuesday, 24 March, 1 day after a \"lockdown\" was implemented across the UK. We compared measured contact patterns during the \"lockdown\" to patterns of social contact made during a non-epidemic period. By comparing these, we estimated the change in reproduction number as a consequence of the physical distancing measures imposed. We used a meta-analysis of published estimates to inform our estimates of the reproduction number before interventions were put in place. RESULTS: We found a 74% reduction in the average daily number of contacts observed per participant (from 10.8 to 2.8). This would be sufficient to reduce R0 from 2.6 prior to lockdown to 0.62 (95% confidence interval [CI] 0.37-0.89) after the lockdown, based on all types of contact and 0.37 (95% CI = 0.22-0.53) for physical (skin to skin) contacts only. CONCLUSIONS: The physical distancing measures adopted by the UK public have substantially reduced contact levels and will likely lead to a substantial impact and a decline in cases in the coming weeks. However, this projected decline in incidence will not occur immediately as there are significant delays between infection, the onset of symptomatic disease, and hospitalisation, as well as further delays to these events being reported. Tracking behavioural change can give a more rapid assessment of the impact of physical distancing measures than routine epidemiological surveillance.","BMC Med","Jarvis, Christopher I","Van Zandvoort, Kevin","Gimma, Amy","Prem, Kiesha","Klepac, Petra","Rubin, G James","Edmunds, W John","32375776"],"abstract":["BACKGROUND: To mitigate and slow the spread of COVID-19, many countries have adopted unprecedented physical distancing policies, including the UK. We evaluate whether these measures might be sufficient to control the epidemic by estimating their impact on the reproduction number (R0, the average number of secondary cases generated per case). METHODS: We asked a representative sample of UK adults about their contact patterns on the previous day. The questionnaire was conducted online via email recruitment and documents the age and location of contacts and a measure of their intimacy (whether physical contact was made or not). In addition, we asked about adherence to different physical distancing measures. The first surveys were sent on Tuesday, 24 March, 1 day after a \"lockdown\" was implemented across the UK. We compared measured contact patterns during the \"lockdown\" to patterns of social contact made during a non-epidemic period. By comparing these, we estimated the change in reproduction number as a consequence of the physical distancing measures imposed. We used a meta-analysis of published estimates to inform our estimates of the reproduction number before interventions were put in place. RESULTS: We found a 74% reduction in the average daily number of contacts observed per participant (from 10.8 to 2.8). This would be sufficient to reduce R0 from 2.6 prior to lockdown to 0.62 (95% confidence interval [CI] 0.37-0.89) after the lockdown, based on all types of contact and 0.37 (95% CI = 0.22-0.53) for physical (skin to skin) contacts only. CONCLUSIONS: The physical distancing measures adopted by the UK public have substantially reduced contact levels and will likely lead to a substantial impact and a decline in cases in the coming weeks. However, this projected decline in incidence will not occur immediately as there are significant delays between infection, the onset of symptomatic disease, and hospitalisation, as well as further delays to these events being reported. Tracking behavioural change can give a more rapid assessment of the impact of physical distancing measures than routine epidemiological surveillance."],"journal":"BMC Med","authors":["Jarvis, Christopher I","Van Zandvoort, Kevin","Gimma, Amy","Prem, Kiesha","Klepac, Petra","Rubin, G James","Edmunds, W John"],"date":"2020-05-08T11:00:00Z","year":2020,"_id":"32375776","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1186/s12916-020-01597-8","keywords":["covid-19","contact survey","disease outbreak","pandemic","reproduction number","ncov"],"locations":["GBR","GBR","GBR","GBR","GBR"],"countries":["United Kingdom"],"countries_codes":["GBR|United Kingdom"],"topics":["Prevention"],"weight":1,"_version_":1666262687674269696,"score":9.490897,"similar":[{"pmid":32502389,"title":"Effects of non-pharmaceutical interventions on COVID-19 cases, deaths, and demand for hospital services in the UK: a modelling study.","text":["Effects of non-pharmaceutical interventions on COVID-19 cases, deaths, and demand for hospital services in the UK: a modelling study.","BACKGROUND: Non-pharmaceutical interventions have been implemented to reduce transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in the UK. Projecting the size of an unmitigated epidemic and the potential effect of different control measures has been crucial to support evidence-based policy making during the early stages of the epidemic. This study assesses the potential impact of different control measures for mitigating the burden of COVID-19 in the UK. METHODS: We used a stochastic age-structured transmission model to explore a range of intervention scenarios, tracking 66.4 million people aggregated to 186 county-level administrative units in England, Wales, Scotland, and Northern Ireland. The four base interventions modelled were school closures, physical distancing, shielding of people aged 70 years or older, and self-isolation of symptomatic cases. We also modelled the combination of these interventions, as well as a programme of intensive interventions with phased lockdown-type restrictions that substantially limited contacts outside of the home for repeated periods. We simulated different triggers for the introduction of interventions, and estimated the impact of varying adherence to interventions across counties. For each scenario, we projected estimated new cases over time, patients requiring inpatient and critical care (ie, admission to the intensive care units [ICU]) treatment, and deaths, and compared the effect of each intervention on the basic reproduction number, R0. FINDINGS: We projected a median unmitigated burden of 23 million (95% prediction interval 13-30) clinical cases and 350 000 deaths (170 000-480 000) due to COVID-19 in the UK by December, 2021. We found that the four base interventions were each likely to decrease R0, but not sufficiently to prevent ICU demand from exceeding health service capacity. The combined intervention was more effective at reducing R0, but only lockdown periods were sufficient to bring R0 near or below 1; the most stringent lockdown scenario resulted in a projected 120 000 cases (46 000-700 000) and 50 000 deaths (9300-160 000). Intensive interventions with lockdown periods would need to be in place for a large proportion of the coming year to prevent health-care demand exceeding availability. INTERPRETATION: The characteristics of SARS-CoV-2 mean that extreme measures are probably required to bring the epidemic under control and to prevent very large numbers of deaths and an excess of demand on hospital beds, especially those in ICUs. FUNDING: Medical Research Council.","Lancet Public Health","Davies, Nicholas G","Kucharski, Adam J","Eggo, Rosalind M","Gimma, Amy","Edmunds, W John","32502389"],"abstract":["BACKGROUND: Non-pharmaceutical interventions have been implemented to reduce transmission of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in the UK. Projecting the size of an unmitigated epidemic and the potential effect of different control measures has been crucial to support evidence-based policy making during the early stages of the epidemic. This study assesses the potential impact of different control measures for mitigating the burden of COVID-19 in the UK. METHODS: We used a stochastic age-structured transmission model to explore a range of intervention scenarios, tracking 66.4 million people aggregated to 186 county-level administrative units in England, Wales, Scotland, and Northern Ireland. The four base interventions modelled were school closures, physical distancing, shielding of people aged 70 years or older, and self-isolation of symptomatic cases. We also modelled the combination of these interventions, as well as a programme of intensive interventions with phased lockdown-type restrictions that substantially limited contacts outside of the home for repeated periods. We simulated different triggers for the introduction of interventions, and estimated the impact of varying adherence to interventions across counties. For each scenario, we projected estimated new cases over time, patients requiring inpatient and critical care (ie, admission to the intensive care units [ICU]) treatment, and deaths, and compared the effect of each intervention on the basic reproduction number, R0. FINDINGS: We projected a median unmitigated burden of 23 million (95% prediction interval 13-30) clinical cases and 350 000 deaths (170 000-480 000) due to COVID-19 in the UK by December, 2021. We found that the four base interventions were each likely to decrease R0, but not sufficiently to prevent ICU demand from exceeding health service capacity. The combined intervention was more effective at reducing R0, but only lockdown periods were sufficient to bring R0 near or below 1; the most stringent lockdown scenario resulted in a projected 120 000 cases (46 000-700 000) and 50 000 deaths (9300-160 000). Intensive interventions with lockdown periods would need to be in place for a large proportion of the coming year to prevent health-care demand exceeding availability. INTERPRETATION: The characteristics of SARS-CoV-2 mean that extreme measures are probably required to bring the epidemic under control and to prevent very large numbers of deaths and an excess of demand on hospital beds, especially those in ICUs. FUNDING: Medical Research Council."],"journal":"Lancet Public Health","authors":["Davies, Nicholas G","Kucharski, Adam J","Eggo, Rosalind M","Gimma, Amy","Edmunds, W John"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32502389","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1016/S2468-2667(20)30133-X","locations":["GBR","GBR","England","Wales","Scotland","Ireland","GBR","GBR"],"countries":["Ireland","United Kingdom"],"countries_codes":["IRL|Ireland","GBR|United Kingdom"],"topics":["Prevention","Epidemic Forecasting"],"weight":1,"_version_":1668804508699852800,"score":376.57666},{"pmid":32501416,"pmcid":"PMC7249976","title":"Quantifying the role of social distancing, personal protection and case detection in mitigating COVID-19 outbreak in Ontario, Canada.","text":["Quantifying the role of social distancing, personal protection and case detection in mitigating COVID-19 outbreak in Ontario, Canada.","Public health interventions have been implemented to mitigate the spread of coronavirus disease 2019 (COVID-19) in Ontario, Canada; however, the quantification of their effectiveness remains to be done and is important to determine if some of the social distancing measures can be relaxed without resulting in a second wave. We aim to equip local public health decision- and policy-makers with mathematical model-based quantification of implemented public health measures and estimation of the trend of COVID-19 in Ontario to inform future actions in terms of outbreak control and de-escalation of social distancing. Our estimates confirm that (1) social distancing measures have helped mitigate transmission by reducing daily infection contact rate, but the disease transmission probability per contact remains as high as 0.145 and case detection rate was so low that the effective reproduction number remained higher than the threshold for disease control until the closure of non-essential business in the Province; (2) improvement in case detection rate and closure of non-essential business had resulted in further reduction of the effective control number to under the threshold. We predict the number of confirmed cases according to different control efficacies including a combination of reducing further contact rates and transmission probability per contact. We show that improved case detection rate plays a decisive role to reduce the effective reproduction number, and there is still much room in terms of improving personal protection measures to compensate for the strict social distancing measures.","J Math Ind","Wu, Jianhong","Tang, Biao","Bragazzi, Nicola Luigi","Nah, Kyeongah","McCarthy, Zachary","32501416"],"abstract":["Public health interventions have been implemented to mitigate the spread of coronavirus disease 2019 (COVID-19) in Ontario, Canada; however, the quantification of their effectiveness remains to be done and is important to determine if some of the social distancing measures can be relaxed without resulting in a second wave. We aim to equip local public health decision- and policy-makers with mathematical model-based quantification of implemented public health measures and estimation of the trend of COVID-19 in Ontario to inform future actions in terms of outbreak control and de-escalation of social distancing. Our estimates confirm that (1) social distancing measures have helped mitigate transmission by reducing daily infection contact rate, but the disease transmission probability per contact remains as high as 0.145 and case detection rate was so low that the effective reproduction number remained higher than the threshold for disease control until the closure of non-essential business in the Province; (2) improvement in case detection rate and closure of non-essential business had resulted in further reduction of the effective control number to under the threshold. We predict the number of confirmed cases according to different control efficacies including a combination of reducing further contact rates and transmission probability per contact. We show that improved case detection rate plays a decisive role to reduce the effective reproduction number, and there is still much room in terms of improving personal protection measures to compensate for the strict social distancing measures."],"journal":"J Math Ind","authors":["Wu, Jianhong","Tang, Biao","Bragazzi, Nicola Luigi","Nah, Kyeongah","McCarthy, Zachary"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32501416","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1186/s13362-020-00083-3","keywords":["covid-19","control reproduction number","effective reproduction number","mathematical model","parameter estimation","personal protection"],"locations":["Canada","Canada","Canada","Province","Canada","Canada"],"countries":["Canada"],"countries_codes":["CAN|Canada"],"topics":["Prevention"],"weight":1,"_version_":1668804508814147584,"score":336.54553},{"pmid":32220655,"pmcid":"PMC7158905","title":"The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study.","text":["The effect of control strategies to reduce social mixing on outcomes of the COVID-19 epidemic in Wuhan, China: a modelling study.","BACKGROUND: In December, 2019, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a novel coronavirus, emerged in Wuhan, China. Since then, the city of Wuhan has taken unprecedented measures in response to the outbreak, including extended school and workplace closures. We aimed to estimate the effects of physical distancing measures on the progression of the COVID-19 epidemic, hoping to provide some insights for the rest of the world. METHODS: To examine how changes in population mixing have affected outbreak progression in Wuhan, we used synthetic location-specific contact patterns in Wuhan and adapted these in the presence of school closures, extended workplace closures, and a reduction in mixing in the general community. Using these matrices and the latest estimates of the epidemiological parameters of the Wuhan outbreak, we simulated the ongoing trajectory of an outbreak in Wuhan using an age-structured susceptible-exposed-infected-removed (SEIR) model for several physical distancing measures. We fitted the latest estimates of epidemic parameters from a transmission model to data on local and internationally exported cases from Wuhan in an age-structured epidemic framework and investigated the age distribution of cases. We also simulated lifting of the control measures by allowing people to return to work in a phased-in way and looked at the effects of returning to work at different stages of the underlying outbreak (at the beginning of March or April). FINDINGS: Our projections show that physical distancing measures were most effective if the staggered return to work was at the beginning of April; this reduced the median number of infections by more than 92% (IQR 66-97) and 24% (13-90) in mid-2020 and end-2020, respectively. There are benefits to sustaining these measures until April in terms of delaying and reducing the height of the peak, median epidemic size at end-2020, and affording health-care systems more time to expand and respond. However, the modelled effects of physical distancing measures vary by the duration of infectiousness and the role school children have in the epidemic. INTERPRETATION: Restrictions on activities in Wuhan, if maintained until April, would probably help to delay the epidemic peak. Our projections suggest that premature and sudden lifting of interventions could lead to an earlier secondary peak, which could be flattened by relaxing the interventions gradually. However, there are limitations to our analysis, including large uncertainties around estimates of R0 and the duration of infectiousness. FUNDING: Bill & Melinda Gates Foundation, National Institute for Health Research, Wellcome Trust, and Health Data Research UK.","Lancet Public Health","Prem, Kiesha","Liu, Yang","Russell, Timothy W","Kucharski, Adam J","Eggo, Rosalind M","Davies, Nicholas","Jit, Mark","Klepac, Petra","32220655"],"abstract":["BACKGROUND: In December, 2019, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), a novel coronavirus, emerged in Wuhan, China. Since then, the city of Wuhan has taken unprecedented measures in response to the outbreak, including extended school and workplace closures. We aimed to estimate the effects of physical distancing measures on the progression of the COVID-19 epidemic, hoping to provide some insights for the rest of the world. METHODS: To examine how changes in population mixing have affected outbreak progression in Wuhan, we used synthetic location-specific contact patterns in Wuhan and adapted these in the presence of school closures, extended workplace closures, and a reduction in mixing in the general community. Using these matrices and the latest estimates of the epidemiological parameters of the Wuhan outbreak, we simulated the ongoing trajectory of an outbreak in Wuhan using an age-structured susceptible-exposed-infected-removed (SEIR) model for several physical distancing measures. We fitted the latest estimates of epidemic parameters from a transmission model to data on local and internationally exported cases from Wuhan in an age-structured epidemic framework and investigated the age distribution of cases. We also simulated lifting of the control measures by allowing people to return to work in a phased-in way and looked at the effects of returning to work at different stages of the underlying outbreak (at the beginning of March or April). FINDINGS: Our projections show that physical distancing measures were most effective if the staggered return to work was at the beginning of April; this reduced the median number of infections by more than 92% (IQR 66-97) and 24% (13-90) in mid-2020 and end-2020, respectively. There are benefits to sustaining these measures until April in terms of delaying and reducing the height of the peak, median epidemic size at end-2020, and affording health-care systems more time to expand and respond. However, the modelled effects of physical distancing measures vary by the duration of infectiousness and the role school children have in the epidemic. INTERPRETATION: Restrictions on activities in Wuhan, if maintained until April, would probably help to delay the epidemic peak. Our projections suggest that premature and sudden lifting of interventions could lead to an earlier secondary peak, which could be flattened by relaxing the interventions gradually. However, there are limitations to our analysis, including large uncertainties around estimates of R0 and the duration of infectiousness. FUNDING: Bill & Melinda Gates Foundation, National Institute for Health Research, Wellcome Trust, and Health Data Research UK."],"journal":"Lancet Public Health","authors":["Prem, Kiesha","Liu, Yang","Russell, Timothy W","Kucharski, Adam J","Eggo, Rosalind M","Davies, Nicholas","Jit, Mark","Klepac, Petra"],"date":"2020-03-30T11:00:00Z","year":2020,"_id":"32220655","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.1016/S2468-2667(20)30073-6","link_erratum_in":"32380035","locations":["Wuhan","China","Wuhan","Wuhan","Wuhan","Wuhan","Wuhan","Wuhan","Wuhan","GBR","Wuhan","China"],"countries":["United Kingdom","China"],"countries_codes":["GBR|United Kingdom","CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1666138492261892098,"score":330.31714},{"pmid":32482785,"title":"Estimates of the ongoing need for social distancing and control measures post-\"lockdown\" from trajectories of COVID-19 cases and mortality.","text":["Estimates of the ongoing need for social distancing and control measures post-\"lockdown\" from trajectories of COVID-19 cases and mortality.","By 21st May 2020, SARS-CoV-2 had caused more than 5 million cases of COVID-19 across more than 200 countries. Most countries with significant outbreaks have introduced social distancing or \"lockdown\" measures to reduce viral transmission. So the key question now is when, how, and to what extent, these measures can be lifted.Publically available data, on daily numbers of newly-confirmed cases and mortality, were used to fit regression models estimating trajectories, doubling times and the reproduction number (R0) of the disease, before and under the control measures. These data ran up to 21st May 2020, and were sufficient for analysis in 89 countries.The estimates of R0, before lockdown, based on these data were broadly consistent with those previously published: between 2.0 and 3.7 in the countries with the largest number of cases available for analysis (USA, Italy, Spain, France and UK). There was little evidence to suggest that the restrictions had reduced R far below 1 in many places, with France having the most rapid reductions - R0 0.76 (95%CI 0.72-0.82), based on cases and 0.77 (95%CI 0.73-0.80) based on mortality.Intermittent lockdown has been proposed as a means of controlling the outbreak while allowing periods of increase freedom and economic activity. These data suggest that few countries could have even 1 week per month unrestricted without seeing resurgence of the epidemic. Similarly, restoring 20% of the activity that has been prevented by the lockdowns looks difficult to reconcile with preventing the resurgence of the disease in most countries.","Eur Respir J","Lonergan, Mike","Chalmers, James D","32482785"],"abstract":["By 21st May 2020, SARS-CoV-2 had caused more than 5 million cases of COVID-19 across more than 200 countries. Most countries with significant outbreaks have introduced social distancing or \"lockdown\" measures to reduce viral transmission. So the key question now is when, how, and to what extent, these measures can be lifted.Publically available data, on daily numbers of newly-confirmed cases and mortality, were used to fit regression models estimating trajectories, doubling times and the reproduction number (R0) of the disease, before and under the control measures. These data ran up to 21st May 2020, and were sufficient for analysis in 89 countries.The estimates of R0, before lockdown, based on these data were broadly consistent with those previously published: between 2.0 and 3.7 in the countries with the largest number of cases available for analysis (USA, Italy, Spain, France and UK). There was little evidence to suggest that the restrictions had reduced R far below 1 in many places, with France having the most rapid reductions - R0 0.76 (95%CI 0.72-0.82), based on cases and 0.77 (95%CI 0.73-0.80) based on mortality.Intermittent lockdown has been proposed as a means of controlling the outbreak while allowing periods of increase freedom and economic activity. These data suggest that few countries could have even 1 week per month unrestricted without seeing resurgence of the epidemic. Similarly, restoring 20% of the activity that has been prevented by the lockdowns looks difficult to reconcile with preventing the resurgence of the disease in most countries."],"journal":"Eur Respir J","authors":["Lonergan, Mike","Chalmers, James D"],"date":"2020-06-03T11:00:00Z","year":2020,"_id":"32482785","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1183/13993003.01483-2020","locations":["USA","Italy","Spain","France","GBR","France"],"countries":["Italy","United States","Spain","United Kingdom","France"],"countries_codes":["ITA|Italy","USA|United States","ESP|Spain","GBR|United Kingdom","FRA|France"],"topics":["Prevention","Epidemic Forecasting"],"weight":1,"_version_":1668532114780323840,"score":329.69217},{"pmid":32372755,"title":"Estimating the generation interval for coronavirus disease (COVID-19) based on symptom onset data, March 2020.","text":["Estimating the generation interval for coronavirus disease (COVID-19) based on symptom onset data, March 2020.","BackgroundEstimating key infectious disease parameters from the coronavirus disease (COVID-19) outbreak is essential for modelling studies and guiding intervention strategies.AimWe estimate the generation interval, serial interval, proportion of pre-symptomatic transmission and effective reproduction number of COVID-19. We illustrate that reproduction numbers calculated based on serial interval estimates can be biased.MethodsWe used outbreak data from clusters in Singapore and Tianjin, China to estimate the generation interval from symptom onset data while acknowledging uncertainty about the incubation period distribution and the underlying transmission network. From those estimates, we obtained the serial interval, proportions of pre-symptomatic transmission and reproduction numbers.ResultsThe mean generation interval was 5.20 days (95% credible interval (CrI): 3.78-6.78) for Singapore and 3.95 days (95% CrI: 3.01-4.91) for Tianjin. The proportion of pre-symptomatic transmission was 48% (95% CrI: 32-67) for Singapore and 62% (95% CrI: 50-76) for Tianjin. Reproduction number estimates based on the generation interval distribution were slightly higher than those based on the serial interval distribution. Sensitivity analyses showed that estimating these quantities from outbreak data requires detailed contact tracing information.ConclusionHigh estimates of the proportion of pre-symptomatic transmission imply that case finding and contact tracing need to be supplemented by physical distancing measures in order to control the COVID-19 outbreak. Notably, quarantine and other containment measures were already in place at the time of data collection, which may inflate the proportion of infections from pre-symptomatic individuals.","Euro Surveill","Ganyani, Tapiwa","Kremer, Cecile","Chen, Dongxuan","Torneri, Andrea","Faes, Christel","Wallinga, Jacco","Hens, Niel","32372755"],"abstract":["BackgroundEstimating key infectious disease parameters from the coronavirus disease (COVID-19) outbreak is essential for modelling studies and guiding intervention strategies.AimWe estimate the generation interval, serial interval, proportion of pre-symptomatic transmission and effective reproduction number of COVID-19. We illustrate that reproduction numbers calculated based on serial interval estimates can be biased.MethodsWe used outbreak data from clusters in Singapore and Tianjin, China to estimate the generation interval from symptom onset data while acknowledging uncertainty about the incubation period distribution and the underlying transmission network. From those estimates, we obtained the serial interval, proportions of pre-symptomatic transmission and reproduction numbers.ResultsThe mean generation interval was 5.20 days (95% credible interval (CrI): 3.78-6.78) for Singapore and 3.95 days (95% CrI: 3.01-4.91) for Tianjin. The proportion of pre-symptomatic transmission was 48% (95% CrI: 32-67) for Singapore and 62% (95% CrI: 50-76) for Tianjin. Reproduction number estimates based on the generation interval distribution were slightly higher than those based on the serial interval distribution. Sensitivity analyses showed that estimating these quantities from outbreak data requires detailed contact tracing information.ConclusionHigh estimates of the proportion of pre-symptomatic transmission imply that case finding and contact tracing need to be supplemented by physical distancing measures in order to control the COVID-19 outbreak. Notably, quarantine and other containment measures were already in place at the time of data collection, which may inflate the proportion of infections from pre-symptomatic individuals."],"journal":"Euro Surveill","authors":["Ganyani, Tapiwa","Kremer, Cecile","Chen, Dongxuan","Torneri, Andrea","Faes, Christel","Wallinga, Jacco","Hens, Niel"],"date":"2020-05-07T11:00:00Z","year":2020,"_id":"32372755","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.2807/1560-7917.ES.2020.25.17.2000257","keywords":["covid-19","generation interval","incubation period","reproduction number","serial interval"],"locations":["Singapore","Tianjin","China","Singapore","Tianjin","Singapore","Tianjin"],"countries":["China","Singapore"],"countries_codes":["CHN|China","SGP|Singapore"],"topics":["Epidemic Forecasting","Prevention"],"weight":1,"_version_":1666138496390135808,"score":323.72202}]}