{"pmid":32385100,"title":"Rapid COVID-19 vaccine development.","text":["Rapid COVID-19 vaccine development.","Finding the fastest pathway to vaccine availability includes the avoidance of safety pitfalls.","Science","Graham, Barney S","32385100"],"abstract":["Finding the fastest pathway to vaccine availability includes the avoidance of safety pitfalls."],"journal":"Science","authors":["Graham, Barney S"],"date":"2020-05-10T11:00:00Z","year":2020,"_id":"32385100","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1126/science.abb8923","topics":["Treatment"],"weight":1,"_version_":1666340102052249601,"score":9.490897,"similar":[{"pmid":32117569,"pmcid":"PMC7029759","title":"Therapeutic strategies in an outbreak scenario to treat the novel coronavirus originating in Wuhan, China.","text":["Therapeutic strategies in an outbreak scenario to treat the novel coronavirus originating in Wuhan, China.","A novel coronavirus (2019-nCoV) originating in Wuhan, China presents a potential respiratory viral pandemic to the world population. Current efforts are focused on containment and quarantine of infected individuals. Ultimately, the outbreak could be controlled with a protective vaccine to prevent 2019-nCoV infection. While vaccine research should be pursued intensely, there exists today no therapy to treat 2019-nCoV upon infection, despite an urgent need to find options to help these patients and preclude potential death. Herein, I review the potential options to treat 2019-nCoV in patients, with an emphasis on the necessity for speed and timeliness in developing new and effective therapies in this outbreak. I consider the options of drug repurposing, developing neutralizing monoclonal antibody therapy, and an oligonucleotide strategy targeting the viral RNA genome, emphasizing the promise and pitfalls of these approaches. Finally, I advocate for the fastest strategy to develop a treatment now, which could be resistant to any mutations the virus may have in the future. The proposal is a biologic that blocks 2019-nCoV entry using a soluble version of the viral receptor, angiotensin-converting enzyme 2 (ACE2), fused to an immunoglobulin Fc domain, providing a neutralizing antibody with maximal breath to avoid any viral escape, while also helping to recruit the immune system to build lasting immunity. The sequence of the ACE2-Fc protein is provided to investigators, allowing its possible use in recombinant protein expression systems to start producing drug today to treat patients under compassionate use, while formal clinical trials are later undertaken. Such a treatment could help infected patients before a protective vaccine is developed and widely available in the coming months to year(s).","F1000Res","Kruse, Robert L","32117569"],"abstract":["A novel coronavirus (2019-nCoV) originating in Wuhan, China presents a potential respiratory viral pandemic to the world population. Current efforts are focused on containment and quarantine of infected individuals. Ultimately, the outbreak could be controlled with a protective vaccine to prevent 2019-nCoV infection. While vaccine research should be pursued intensely, there exists today no therapy to treat 2019-nCoV upon infection, despite an urgent need to find options to help these patients and preclude potential death. Herein, I review the potential options to treat 2019-nCoV in patients, with an emphasis on the necessity for speed and timeliness in developing new and effective therapies in this outbreak. I consider the options of drug repurposing, developing neutralizing monoclonal antibody therapy, and an oligonucleotide strategy targeting the viral RNA genome, emphasizing the promise and pitfalls of these approaches. Finally, I advocate for the fastest strategy to develop a treatment now, which could be resistant to any mutations the virus may have in the future. The proposal is a biologic that blocks 2019-nCoV entry using a soluble version of the viral receptor, angiotensin-converting enzyme 2 (ACE2), fused to an immunoglobulin Fc domain, providing a neutralizing antibody with maximal breath to avoid any viral escape, while also helping to recruit the immune system to build lasting immunity. The sequence of the ACE2-Fc protein is provided to investigators, allowing its possible use in recombinant protein expression systems to start producing drug today to treat patients under compassionate use, while formal clinical trials are later undertaken. Such a treatment could help infected patients before a protective vaccine is developed and widely available in the coming months to year(s)."],"journal":"F1000Res","authors":["Kruse, Robert L"],"date":"2020-03-03T11:00:00Z","year":2020,"_id":"32117569","source":"PubMed","week":"202010|Mar 02 - Mar 08","doi":"10.12688/f1000research.22211.2","keywords":["2019-ncov","ace2","wuhan","coronavirus","neutralizing antibody","outbreak"],"locations":["Wuhan","China","Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"e_drugs":["Oligonucleotides"],"topics":["Treatment"],"weight":1,"_version_":1666138492834414592,"score":61.65367},{"pmid":32362504,"pmcid":"PMC7174151","title":"[Real-life data and Covid-19: The third avenue of reseach].","text":["[Real-life data and Covid-19: The third avenue of reseach].","The analysis of real-life data from hospital information systems could make possible to decide on the efficacy and safety of Covid-19 treatments by avoiding the pitfalls of preliminary studies and randomized clinical trials. The different drugs tested in current clinical trials are already widely prescribed to patients by doctors in hospitals, and can therefore be immediately analysed according to validated methodological standards.","Encephale","Boyer, L","Auquier, P","Fond, G","32362504"],"abstract":["The analysis of real-life data from hospital information systems could make possible to decide on the efficacy and safety of Covid-19 treatments by avoiding the pitfalls of preliminary studies and randomized clinical trials. The different drugs tested in current clinical trials are already widely prescribed to patients by doctors in hospitals, and can therefore be immediately analysed according to validated methodological standards."],"journal":"Encephale","authors":["Boyer, L","Auquier, P","Fond, G"],"date":"2020-05-05T11:00:00Z","year":2020,"_id":"32362504","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1016/j.encep.2020.04.003","keywords":["covid","evidence","infection","method","methode","preuve","psychiatrie","psychiatry","public health","sante publique","traitement","treatment"],"topics":["Treatment"],"weight":1,"_version_":1666138496032571392,"score":50.851585},{"pmid":32376603,"title":"Rapid development of an inactivated vaccine candidate for SARS-CoV-2.","text":["Rapid development of an inactivated vaccine candidate for SARS-CoV-2.","The coronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome-coronavirus 2 (SARS-CoV-2) has resulted in an unprecedented public health crisis. There are currently no SARS-CoV-2-specific treatments or vaccines available due to the novelty of the virus. Hence, rapid development of effective vaccines against SARS-CoV-2 are urgently needed. Here we developed a pilot-scale production of a purified inactivated SARS-CoV-2 virus vaccine candidate (PiCoVacc), which induced SARS-CoV-2-specific neutralizing antibodies in mice, rats and non-human primates. These antibodies neutralized 10 representative SARS-CoV-2 strains, suggesting a possible broader neutralizing ability against SARS-CoV-2 strains. Three immunizations using two different doses (3 mug or 6 mug per dose) provided partial or complete protection in macaques against SARS-CoV-2 challenge, respectively, without observable antibody-dependent enhancement of infection. These data support clinical development of SARS-CoV-2 vaccines for humans.","Science","Gao, Qiang","Bao, Linlin","Mao, Haiyan","Wang, Lin","Xu, Kangwei","Yang, Minnan","Li, Yajing","Zhu, Ling","Wang, Nan","Lv, Zhe","Gao, Hong","Ge, Xiaoqin","Kan, Biao","Hu, Yaling","Liu, Jiangning","Cai, Fang","Jiang, Deyu","Yin, Yanhui","Qin, Chengfeng","Li, Jing","Gong, Xuejie","Lou, Xiuyu","Shi, Wen","Wu, Dongdong","Zhang, Hengming","Zhu, Lang","Deng, Wei","Li, Yurong","Lu, Jinxing","Li, Changgui","Wang, Xiangxi","Yin, Weidong","Zhang, Yanjun","Qin, Chuan","32376603"],"abstract":["The coronavirus disease 2019 (COVID-19) pandemic caused by severe acute respiratory syndrome-coronavirus 2 (SARS-CoV-2) has resulted in an unprecedented public health crisis. There are currently no SARS-CoV-2-specific treatments or vaccines available due to the novelty of the virus. Hence, rapid development of effective vaccines against SARS-CoV-2 are urgently needed. Here we developed a pilot-scale production of a purified inactivated SARS-CoV-2 virus vaccine candidate (PiCoVacc), which induced SARS-CoV-2-specific neutralizing antibodies in mice, rats and non-human primates. These antibodies neutralized 10 representative SARS-CoV-2 strains, suggesting a possible broader neutralizing ability against SARS-CoV-2 strains. Three immunizations using two different doses (3 mug or 6 mug per dose) provided partial or complete protection in macaques against SARS-CoV-2 challenge, respectively, without observable antibody-dependent enhancement of infection. These data support clinical development of SARS-CoV-2 vaccines for humans."],"journal":"Science","authors":["Gao, Qiang","Bao, Linlin","Mao, Haiyan","Wang, Lin","Xu, Kangwei","Yang, Minnan","Li, Yajing","Zhu, Ling","Wang, Nan","Lv, Zhe","Gao, Hong","Ge, Xiaoqin","Kan, Biao","Hu, Yaling","Liu, Jiangning","Cai, Fang","Jiang, Deyu","Yin, Yanhui","Qin, Chengfeng","Li, Jing","Gong, Xuejie","Lou, Xiuyu","Shi, Wen","Wu, Dongdong","Zhang, Hengming","Zhu, Lang","Deng, Wei","Li, Yurong","Lu, Jinxing","Li, Changgui","Wang, Xiangxi","Yin, Weidong","Zhang, Yanjun","Qin, Chuan"],"date":"2020-05-08T11:00:00Z","year":2020,"_id":"32376603","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1126/science.abc1932","topics":["Treatment"],"weight":1,"_version_":1666597097311305729,"score":49.360603},{"pmid":32098302,"pmcid":"PMC7168632","title":"Emergence of Novel Coronavirus 2019-nCoV: Need for Rapid Vaccine and Biologics Development.","text":["Emergence of Novel Coronavirus 2019-nCoV: Need for Rapid Vaccine and Biologics Development.","Novel Coronavirus (2019-nCoV) is an emerging pathogen that was first identified in Wuhan, China in late December 2019. This virus is responsible for the ongoing outbreak that causes severe respiratory illness and pneumonia-like infection in humans. Due to the increasing number of cases in China and outside China, the WHO declared coronavirus as a global health emergency. Nearly 35,000 cases were reported and at least 24 other countries or territories have reported coronavirus cases as early on as February. Inter-human transmission was reported in a few countries, including the United States. Neither an effective anti-viral nor a vaccine is currently available to treat this infection. As the virus is a newly emerging pathogen, many questions remain unanswered regarding the virus's reservoirs, pathogenesis, transmissibility, and much more is unknown. The collaborative efforts of researchers are needed to fill the knowledge gaps about this new virus, to develop the proper diagnostic tools, and effective treatment to combat this infection. Recent advancements in plant biotechnology proved that plants have the ability to produce vaccines or biopharmaceuticals rapidly in a short time. In this review, the outbreak of 2019-nCoV in China, the need for rapid vaccine development, and the potential of a plant system for biopharmaceutical development are discussed.","Pathogens","Shanmugaraj, Balamurugan","Malla, Ashwini","Phoolcharoen, Waranyoo","32098302"],"abstract":["Novel Coronavirus (2019-nCoV) is an emerging pathogen that was first identified in Wuhan, China in late December 2019. This virus is responsible for the ongoing outbreak that causes severe respiratory illness and pneumonia-like infection in humans. Due to the increasing number of cases in China and outside China, the WHO declared coronavirus as a global health emergency. Nearly 35,000 cases were reported and at least 24 other countries or territories have reported coronavirus cases as early on as February. Inter-human transmission was reported in a few countries, including the United States. Neither an effective anti-viral nor a vaccine is currently available to treat this infection. As the virus is a newly emerging pathogen, many questions remain unanswered regarding the virus's reservoirs, pathogenesis, transmissibility, and much more is unknown. The collaborative efforts of researchers are needed to fill the knowledge gaps about this new virus, to develop the proper diagnostic tools, and effective treatment to combat this infection. Recent advancements in plant biotechnology proved that plants have the ability to produce vaccines or biopharmaceuticals rapidly in a short time. In this review, the outbreak of 2019-nCoV in China, the need for rapid vaccine development, and the potential of a plant system for biopharmaceutical development are discussed."],"journal":"Pathogens","authors":["Shanmugaraj, Balamurugan","Malla, Ashwini","Phoolcharoen, Waranyoo"],"date":"2020-02-27T11:00:00Z","year":2020,"_id":"32098302","source":"PubMed","week":"20209|Feb 24 - Mar 01","doi":"10.3390/pathogens9020148","keywords":["biopharmaceuticals","coronavirus","emerging threat","infectious diseases","plant system","transient expression","viruses","zoonoses"],"locations":["Wuhan","China","China","China","United States","China"],"countries":["United States","China"],"countries_codes":["USA|United States","CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1666138492902572032,"score":46.510822},{"pmid":32249203,"pmcid":"PMC7128973","title":"Microneedle array delivered recombinant coronavirus vaccines: Immunogenicity and rapid translational development.","text":["Microneedle array delivered recombinant coronavirus vaccines: Immunogenicity and rapid translational development.","BACKGROUND: Coronaviruses pose a serious threat to global health as evidenced by Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS), and COVID-19. SARS Coronavirus (SARS-CoV), MERS Coronavirus (MERS-CoV), and the novel coronavirus, previously dubbed 2019-nCoV, and now officially named SARS-CoV-2, are the causative agents of the SARS, MERS, and COVID-19 disease outbreaks, respectively. Safe vaccines that rapidly induce potent and long-lasting virus-specific immune responses against these infectious agents are urgently needed. The coronavirus spike (S) protein, a characteristic structural component of the viral envelope, is considered a key target for vaccines for the prevention of coronavirus infection. METHODS: We first generated codon optimized MERS-S1 subunit vaccines fused with a foldon trimerization domain to mimic the native viral structure. In variant constructs, we engineered immune stimulants (RS09 or flagellin, as TLR4 or TLR5 agonists, respectively) into this trimeric design. We comprehensively tested the pre-clinical immunogenicity of MERS-CoV vaccines in mice when delivered subcutaneously by traditional needle injection, or intracutaneously by dissolving microneedle arrays (MNAs) by evaluating virus specific IgG antibodies in the serum of vaccinated mice by ELISA and using virus neutralization assays. Driven by the urgent need for COVID-19 vaccines, we utilized this strategy to rapidly develop MNA SARS-CoV-2 subunit vaccines and tested their pre-clinical immunogenicity in vivo by exploiting our substantial experience with MNA MERS-CoV vaccines. FINDINGS: Here we describe the development of MNA delivered MERS-CoV vaccines and their pre-clinical immunogenicity. Specifically, MNA delivered MERS-S1 subunit vaccines elicited strong and long-lasting antigen-specific antibody responses. Building on our ongoing efforts to develop MERS-CoV vaccines, promising immunogenicity of MNA-delivered MERS-CoV vaccines, and our experience with MNA fabrication and delivery, including clinical trials, we rapidly designed and produced clinically-translatable MNA SARS-CoV-2 subunit vaccines within 4 weeks of the identification of the SARS-CoV-2 S1 sequence. Most importantly, these MNA delivered SARS-CoV-2 S1 subunit vaccines elicited potent antigen-specific antibody responses that were evident beginning 2 weeks after immunization. INTERPRETATION: MNA delivery of coronaviruses-S1 subunit vaccines is a promising immunization strategy against coronavirus infection. Progressive scientific and technological efforts enable quicker responses to emerging pandemics. Our ongoing efforts to develop MNA-MERS-S1 subunit vaccines enabled us to rapidly design and produce MNA SARS-CoV-2 subunit vaccines capable of inducing potent virus-specific antibody responses. Collectively, our results support the clinical development of MNA delivered recombinant protein subunit vaccines against SARS, MERS, COVID-19, and other emerging infectious diseases.","EBioMedicine","Kim, Eun","Erdos, Geza","Huang, Shaohua","Kenniston, Thomas W","Balmert, Stephen C","Carey, Cara Donahue","Raj, V Stalin","Epperly, Michael W","Klimstra, William B","Haagmans, Bart L","Korkmaz, Emrullah","Falo, Louis D Jr","Gambotto, Andrea","32249203"],"abstract":["BACKGROUND: Coronaviruses pose a serious threat to global health as evidenced by Severe Acute Respiratory Syndrome (SARS), Middle East Respiratory Syndrome (MERS), and COVID-19. SARS Coronavirus (SARS-CoV), MERS Coronavirus (MERS-CoV), and the novel coronavirus, previously dubbed 2019-nCoV, and now officially named SARS-CoV-2, are the causative agents of the SARS, MERS, and COVID-19 disease outbreaks, respectively. Safe vaccines that rapidly induce potent and long-lasting virus-specific immune responses against these infectious agents are urgently needed. The coronavirus spike (S) protein, a characteristic structural component of the viral envelope, is considered a key target for vaccines for the prevention of coronavirus infection. METHODS: We first generated codon optimized MERS-S1 subunit vaccines fused with a foldon trimerization domain to mimic the native viral structure. In variant constructs, we engineered immune stimulants (RS09 or flagellin, as TLR4 or TLR5 agonists, respectively) into this trimeric design. We comprehensively tested the pre-clinical immunogenicity of MERS-CoV vaccines in mice when delivered subcutaneously by traditional needle injection, or intracutaneously by dissolving microneedle arrays (MNAs) by evaluating virus specific IgG antibodies in the serum of vaccinated mice by ELISA and using virus neutralization assays. Driven by the urgent need for COVID-19 vaccines, we utilized this strategy to rapidly develop MNA SARS-CoV-2 subunit vaccines and tested their pre-clinical immunogenicity in vivo by exploiting our substantial experience with MNA MERS-CoV vaccines. FINDINGS: Here we describe the development of MNA delivered MERS-CoV vaccines and their pre-clinical immunogenicity. Specifically, MNA delivered MERS-S1 subunit vaccines elicited strong and long-lasting antigen-specific antibody responses. Building on our ongoing efforts to develop MERS-CoV vaccines, promising immunogenicity of MNA-delivered MERS-CoV vaccines, and our experience with MNA fabrication and delivery, including clinical trials, we rapidly designed and produced clinically-translatable MNA SARS-CoV-2 subunit vaccines within 4 weeks of the identification of the SARS-CoV-2 S1 sequence. Most importantly, these MNA delivered SARS-CoV-2 S1 subunit vaccines elicited potent antigen-specific antibody responses that were evident beginning 2 weeks after immunization. INTERPRETATION: MNA delivery of coronaviruses-S1 subunit vaccines is a promising immunization strategy against coronavirus infection. Progressive scientific and technological efforts enable quicker responses to emerging pandemics. Our ongoing efforts to develop MNA-MERS-S1 subunit vaccines enabled us to rapidly design and produce MNA SARS-CoV-2 subunit vaccines capable of inducing potent virus-specific antibody responses. Collectively, our results support the clinical development of MNA delivered recombinant protein subunit vaccines against SARS, MERS, COVID-19, and other emerging infectious diseases."],"journal":"EBioMedicine","authors":["Kim, Eun","Erdos, Geza","Huang, Shaohua","Kenniston, Thomas W","Balmert, Stephen C","Carey, Cara Donahue","Raj, V Stalin","Epperly, Michael W","Klimstra, William B","Haagmans, Bart L","Korkmaz, Emrullah","Falo, Louis D Jr","Gambotto, Andrea"],"date":"2020-04-07T11:00:00Z","year":2020,"_id":"32249203","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.1016/j.ebiom.2020.102743","keywords":["covid-19","mers-cov s1","microneedle array","sars-cov-2","subunit vaccines","trimerization"],"locations":["vivo"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1666138490968997889,"score":45.77331}]}