{"pmid":32386011,"title":"Imaging examination, diagnosis, and control and prevention of nosocomial infection for coronavirus disease 2019: Expert consensus of Hunan radiologist.","text":["Imaging examination, diagnosis, and control and prevention of nosocomial infection for coronavirus disease 2019: Expert consensus of Hunan radiologist.","The outbreak of coronavirus disease 2019 (COVID-19) is a huge threat to global public health because it develops rapidly. There is no specific treatment so far. Chest imaging examination is an important auxiliary examination method in diagnosis of COVID-19. To further standardize the imaging examination and diagnosis of COVID-19, Hunan Society of Radiology together with Imaging Technology Professional Committee of Hunan Medical Association reach an expert consensus document on imaging examination, diagnosis, and control and prevention of nosocomial infection for COVID-19. This document summarizes the epidemiological characteristics, clinical features, imaging examination procedure, imaging findings, CT staging, the value of imaging examination, and the methods for control and prevention of nosocomial infection for COVID-19 during imaging examination. Furthermore, it extends the clinical characteristics and imaging manifestations of COVID-19 in children.","Zhong Nan Da Xue Xue Bao Yi Xue Ban","Liu, JinKang","Wang, Wei","32386011"],"abstract":["The outbreak of coronavirus disease 2019 (COVID-19) is a huge threat to global public health because it develops rapidly. There is no specific treatment so far. Chest imaging examination is an important auxiliary examination method in diagnosis of COVID-19. To further standardize the imaging examination and diagnosis of COVID-19, Hunan Society of Radiology together with Imaging Technology Professional Committee of Hunan Medical Association reach an expert consensus document on imaging examination, diagnosis, and control and prevention of nosocomial infection for COVID-19. This document summarizes the epidemiological characteristics, clinical features, imaging examination procedure, imaging findings, CT staging, the value of imaging examination, and the methods for control and prevention of nosocomial infection for COVID-19 during imaging examination. Furthermore, it extends the clinical characteristics and imaging manifestations of COVID-19 in children."],"journal":"Zhong Nan Da Xue Xue Bao Yi Xue Ban","authors":["Liu, JinKang","Wang, Wei"],"date":"2020-05-10T11:00:00Z","year":2020,"_id":"32386011","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.11817/j.issn.1672-7347.2020.200081","keywords":["control and prevention of nosocomial infection","coronavirus disease 2019","imaging diagnosis","imaging examination"],"locations":["Hunan"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis","Prevention"],"weight":1,"_version_":1666340101990383616,"score":9.490897,"similar":[{"pmid":32386017,"title":"First CT characteristic appearance of patients with coronavirus disease 2019.","text":["First CT characteristic appearance of patients with coronavirus disease 2019.","OBJECTIVES: To investigate imaging features of the coronavirus disease 2019 (COVID-19), and to provide concrete evidences for diagnosis of COVID-19. METHODS: Imaging data of the first chest CT examination and clinical data (age, sex, clinical history, epidemiological history, and laboratory tests) of 163 patients with COVID-19 from 2 hospitals were collected for retrospective analysis. Imaging features of the first chest CT examination and the correspondence between CT manifestations and the nucleic acid test results of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) were analyzed. RESULTS: The first chest CT images of 163 COVID-19 patients showed that 92.02% of lesions were ground-glass opacity (GGO), 76.69% were consolidation, and 73.62% were GGO together with consolidation. Multiple lesions were found in 71.17% patients and multiple lobules in 86.50% patients. Lesions in 53.37% patients were found with bronchial inflation signs and those in 36.20% patients presented with \"crazy paving\" pattern, while only 7.36% were found with hilar node enlargement and pleural effusion. First CT findings of 18 patients were found to be inconsistent with the results of pathogen examination. CONCLUSIONS: COVID-19 patients showed specific features in the first chest CT examination. The combination of the first chest CT imaging features and SARS-CoV-2 nucleic acid test results as well as reexamination if necessary can help to make the diagnosis of SARS-CoV-2 infection accurately.","Zhong Nan Da Xue Xue Bao Yi Xue Ban","Nie, Wei","Feng, Zhichao","Mao, Xiaowen","Rong, Pengfei","Wang, Wei","Liang, Qi","32386017"],"abstract":["OBJECTIVES: To investigate imaging features of the coronavirus disease 2019 (COVID-19), and to provide concrete evidences for diagnosis of COVID-19. METHODS: Imaging data of the first chest CT examination and clinical data (age, sex, clinical history, epidemiological history, and laboratory tests) of 163 patients with COVID-19 from 2 hospitals were collected for retrospective analysis. Imaging features of the first chest CT examination and the correspondence between CT manifestations and the nucleic acid test results of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) were analyzed. RESULTS: The first chest CT images of 163 COVID-19 patients showed that 92.02% of lesions were ground-glass opacity (GGO), 76.69% were consolidation, and 73.62% were GGO together with consolidation. Multiple lesions were found in 71.17% patients and multiple lobules in 86.50% patients. Lesions in 53.37% patients were found with bronchial inflation signs and those in 36.20% patients presented with \"crazy paving\" pattern, while only 7.36% were found with hilar node enlargement and pleural effusion. First CT findings of 18 patients were found to be inconsistent with the results of pathogen examination. CONCLUSIONS: COVID-19 patients showed specific features in the first chest CT examination. The combination of the first chest CT imaging features and SARS-CoV-2 nucleic acid test results as well as reexamination if necessary can help to make the diagnosis of SARS-CoV-2 infection accurately."],"journal":"Zhong Nan Da Xue Xue Bao Yi Xue Ban","authors":["Nie, Wei","Feng, Zhichao","Mao, Xiaowen","Rong, Pengfei","Wang, Wei","Liang, Qi"],"date":"2020-05-10T11:00:00Z","year":2020,"_id":"32386017","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.11817/j.issn.1672-7347.2020.200136","keywords":["computed tomography","coronavirus disease 2019","nucleic acid testing","severe acute respiratory syndrome coronavirus 2"],"topics":["Diagnosis"],"weight":1,"_version_":1666340101973606401,"score":312.3667},{"pmid":32296940,"pmcid":"PMC7156903","title":"The role of imaging in 2019 novel coronavirus pneumonia (COVID-19).","text":["The role of imaging in 2019 novel coronavirus pneumonia (COVID-19).","Almost the entire world, not only China, is currently experiencing the outbreak of a novel coronavirus that causes respiratory disease, severe pneumonia, and even death. The outbreak began in Wuhan, China, in December of 2019 and is currently still ongoing. This novel coronavirus is highly contagious and has resulted in a continuously increasing number of infections and deaths that have already surpassed the SARS-CoV outbreak that occurred in China between 2002 and 2003. It is now officially a pandemic, announced by WHO on the 11th of March. Currently, the 2019 novel coronavirus (SARS-CoV-2) can be identified by virus isolation or viral nucleic acid detection; however, false negatives associated with the nucleic acid detection provide a clinical challenge and thus make the imaging examination crucial. Imaging exams have been a main clinical diagnostic criteria for the 2019 novel coronavirus disease (COVID-19) in China. Imaging features of multiple patchy areas of ground glass opacity and consolidation predominately in the periphery of the lungs are characteristic manifestations on chest CT and extremely helpful in the early detection and diagnosis of this disease, which aids prompt diagnosis and the eventual control of this emerging global health emergency. Key Points * In December 2019, China, an outbreak of pneumonia caused by a novel, highly contagious coronavirus raised grave concerns and posed a huge threat to global public health. * Among the infected patients, characteristic findings on CT imaging include multiple, patchy, ground-glass opacity, crazy-paving pattern, and consolidation shadows, mainly distributed in the peripheral and subpleural areas of both lungs, which are very helpful for the frontline clinicians. * Imaging examination has become the indispensable means not only in the early detection and diagnosis but also in monitoring the clinical course, evaluating the disease severity, and may be presented as an important warning signal preceding the negative RT-PCR test results.","Eur Radiol","Yang, Wenjing","Sirajuddin, Arlene","Zhang, Xiaochun","Liu, Guanshu","Teng, Zhongzhao","Zhao, Shihua","Lu, Minjie","32296940"],"abstract":["Almost the entire world, not only China, is currently experiencing the outbreak of a novel coronavirus that causes respiratory disease, severe pneumonia, and even death. The outbreak began in Wuhan, China, in December of 2019 and is currently still ongoing. This novel coronavirus is highly contagious and has resulted in a continuously increasing number of infections and deaths that have already surpassed the SARS-CoV outbreak that occurred in China between 2002 and 2003. It is now officially a pandemic, announced by WHO on the 11th of March. Currently, the 2019 novel coronavirus (SARS-CoV-2) can be identified by virus isolation or viral nucleic acid detection; however, false negatives associated with the nucleic acid detection provide a clinical challenge and thus make the imaging examination crucial. Imaging exams have been a main clinical diagnostic criteria for the 2019 novel coronavirus disease (COVID-19) in China. Imaging features of multiple patchy areas of ground glass opacity and consolidation predominately in the periphery of the lungs are characteristic manifestations on chest CT and extremely helpful in the early detection and diagnosis of this disease, which aids prompt diagnosis and the eventual control of this emerging global health emergency. Key Points * In December 2019, China, an outbreak of pneumonia caused by a novel, highly contagious coronavirus raised grave concerns and posed a huge threat to global public health. * Among the infected patients, characteristic findings on CT imaging include multiple, patchy, ground-glass opacity, crazy-paving pattern, and consolidation shadows, mainly distributed in the peripheral and subpleural areas of both lungs, which are very helpful for the frontline clinicians. * Imaging examination has become the indispensable means not only in the early detection and diagnosis but also in monitoring the clinical course, evaluating the disease severity, and may be presented as an important warning signal preceding the negative RT-PCR test results."],"journal":"Eur Radiol","authors":["Yang, Wenjing","Sirajuddin, Arlene","Zhang, Xiaochun","Liu, Guanshu","Teng, Zhongzhao","Zhao, Shihua","Lu, Minjie"],"date":"2020-04-17T11:00:00Z","year":2020,"_id":"32296940","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1007/s00330-020-06827-4","keywords":["coronavirus","diagnostic imaging","mass chest x-ray","multidetector computed tomography","pneumonia"],"locations":["China","Wuhan","China","China","China","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis"],"weight":1,"_version_":1666138493193027584,"score":303.59235},{"pmid":32386012,"title":"Design, validation, and clinical practice of standardized imaging diagnostic report for COVID-19.","text":["Design, validation, and clinical practice of standardized imaging diagnostic report for COVID-19.","OBJECTIVES: To design a standardized imaging diagnostic reporting mode for screening coronavirus disease 2019 (COVID-19), and to prospectively verify its effectiveness in clinical practice. METHODS: A new classification and standardized imaging diagnosis report mode of viral pneumonia was established by studying and summarizing the imaging findings of various kinds of viral pneumonia, combining with lesion density, interstitial changes, pleural effusion, lymph nodes, and some special signs. After systematic training, the radiologist experienced clinical practice for screening CT features. COVID-19 cases were screened retrospectively in the single-center. The confirmed cases were verified, and the diagnostic efficacy of the standardized imaging reporting system in screening COVID-19 was tested. RESULTS: There were 912 patients in this stage receiving the screening imaging examination. Of them, 190 patients were screened in the report mode and 30 patients were diagnosed as COVID-19. The CT manifestation of COVID-19 was characterized by pure ground glass lesions or with a few solid components, predominant subpleural distribution, no lymph node enlargement and pleural effusion, and often with paving-way sign and air bronchus sign. In combination with the above signs, the diagnostic efficacy of COVID-19 was 0.942. CONCLUSIONS: The standardized imaging diagnosis report mode based on COVID-19 chest image features is effective and practical, which should be popularized.","Zhong Nan Da Xue Xue Bao Yi Xue Ban","Wang, Tianming","Xiong, Zeng","Zhou, Hui","Luo, Weijun","Tang, Haixiong","Liu, Jinkang","32386012"],"abstract":["OBJECTIVES: To design a standardized imaging diagnostic reporting mode for screening coronavirus disease 2019 (COVID-19), and to prospectively verify its effectiveness in clinical practice. METHODS: A new classification and standardized imaging diagnosis report mode of viral pneumonia was established by studying and summarizing the imaging findings of various kinds of viral pneumonia, combining with lesion density, interstitial changes, pleural effusion, lymph nodes, and some special signs. After systematic training, the radiologist experienced clinical practice for screening CT features. COVID-19 cases were screened retrospectively in the single-center. The confirmed cases were verified, and the diagnostic efficacy of the standardized imaging reporting system in screening COVID-19 was tested. RESULTS: There were 912 patients in this stage receiving the screening imaging examination. Of them, 190 patients were screened in the report mode and 30 patients were diagnosed as COVID-19. The CT manifestation of COVID-19 was characterized by pure ground glass lesions or with a few solid components, predominant subpleural distribution, no lymph node enlargement and pleural effusion, and often with paving-way sign and air bronchus sign. In combination with the above signs, the diagnostic efficacy of COVID-19 was 0.942. CONCLUSIONS: The standardized imaging diagnosis report mode based on COVID-19 chest image features is effective and practical, which should be popularized."],"journal":"Zhong Nan Da Xue Xue Bao Yi Xue Ban","authors":["Wang, Tianming","Xiong, Zeng","Zhou, Hui","Luo, Weijun","Tang, Haixiong","Liu, Jinkang"],"date":"2020-05-10T11:00:00Z","year":2020,"_id":"32386012","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.11817/j.issn.1672-7347.2020.200152","keywords":["computer tomography","coronavirus disease 2019","coronavirus infection","structured report"],"topics":["Diagnosis"],"weight":1,"_version_":1666340102011355137,"score":299.84668},{"pmid":32346790,"title":"Coronavirus disease 2019 (COVID-19) imaging reporting and data system (COVID-RADS) and common lexicon: a proposal based on the imaging data of 37 studies.","text":["Coronavirus disease 2019 (COVID-19) imaging reporting and data system (COVID-RADS) and common lexicon: a proposal based on the imaging data of 37 studies.","BACKGROUND: In the vast majority of the laboratory-confirmed coronavirus disease 2019 (COVID-19) patients, computed tomography (CT) examinations yield a typical pattern and the sensitivity of this modality has been reported to be 97% in a large-scale study. Structured reporting systems simplify the interpretation and reporting of imaging examinations, serve as a framework for consistent generation of recommendations, and improve the quality of patient care. PURPOSE: To compose a comprehensive lexicon for description of the imaging findings and propose a grading system and structured reporting format for CT findings in COVID-19. MATERIAL AND METHODS: We updated our published systematic review on imaging findings in COVID-19 to include 37 published studies pertaining to diagnostic features of COVID-19 in chest CT. Using the reported imaging findings of 3647 patients, we summarized the typical chest CT findings, atypical features, and temporal changes of COVID-19 in chest CT. Subsequently, we extracted a list of descriptive terms and mapped it to the terminology that is commonly used in imaging literature. RESULTS: We composed a comprehensive lexicon that can be used for documentation and reporting of typical and atypical CT imaging findings in COVID-19 patients. Using the same data, we propose a grading system with five COVID-RADS categories. Each COVID-RADS grade corresponds to a low, moderate, or high level of suspicion for pulmonary involvement of COVID-19. CONCLUSION: The proposed COVID-RADS and common lexicon would improve the communication of findings to other healthcare providers, thus facilitating the diagnosis and management of COVID-19 patients. KEY POINTS: * Chest CT has high sensitivity in diagnosing the coronavirus disease 2019 (COVID-19). * Structured reporting systems simplify the interpretation and reporting of imaging examinations, serve as a framework for consistent generation of recommendations, and improve the quality of patient care. * The proposed COVID-RADS and common lexicon would improve the communication of findings to other healthcare providers, thus facilitating the diagnosis and management of COVID-19 patients.","Eur Radiol","Salehi, Sana","Abedi, Aidin","Balakrishnan, Sudheer","Gholamrezanezhad, Ali","32346790"],"abstract":["BACKGROUND: In the vast majority of the laboratory-confirmed coronavirus disease 2019 (COVID-19) patients, computed tomography (CT) examinations yield a typical pattern and the sensitivity of this modality has been reported to be 97% in a large-scale study. Structured reporting systems simplify the interpretation and reporting of imaging examinations, serve as a framework for consistent generation of recommendations, and improve the quality of patient care. PURPOSE: To compose a comprehensive lexicon for description of the imaging findings and propose a grading system and structured reporting format for CT findings in COVID-19. MATERIAL AND METHODS: We updated our published systematic review on imaging findings in COVID-19 to include 37 published studies pertaining to diagnostic features of COVID-19 in chest CT. Using the reported imaging findings of 3647 patients, we summarized the typical chest CT findings, atypical features, and temporal changes of COVID-19 in chest CT. Subsequently, we extracted a list of descriptive terms and mapped it to the terminology that is commonly used in imaging literature. RESULTS: We composed a comprehensive lexicon that can be used for documentation and reporting of typical and atypical CT imaging findings in COVID-19 patients. Using the same data, we propose a grading system with five COVID-RADS categories. Each COVID-RADS grade corresponds to a low, moderate, or high level of suspicion for pulmonary involvement of COVID-19. CONCLUSION: The proposed COVID-RADS and common lexicon would improve the communication of findings to other healthcare providers, thus facilitating the diagnosis and management of COVID-19 patients. KEY POINTS: * Chest CT has high sensitivity in diagnosing the coronavirus disease 2019 (COVID-19). * Structured reporting systems simplify the interpretation and reporting of imaging examinations, serve as a framework for consistent generation of recommendations, and improve the quality of patient care. * The proposed COVID-RADS and common lexicon would improve the communication of findings to other healthcare providers, thus facilitating the diagnosis and management of COVID-19 patients."],"journal":"Eur Radiol","authors":["Salehi, Sana","Abedi, Aidin","Balakrishnan, Sudheer","Gholamrezanezhad, Ali"],"date":"2020-04-30T11:00:00Z","year":2020,"_id":"32346790","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1007/s00330-020-06863-0","keywords":["covid-19","coronavirus","diagnosis","pandemics","pneumonia, viral","tomography, x-ray computed"],"topics":["Diagnosis","Treatment"],"weight":1,"_version_":1666138494999724033,"score":298.1617},{"pmid":32386014,"title":"CT imaging features and image evolution characteristics of coronavirus disease 2019.","text":["CT imaging features and image evolution characteristics of coronavirus disease 2019.","OBJECTIVES: To analyze the imaging features of coronavirus disease 2019 (COVID-19) in different periods, and summarize the characteristics with itsdevelopment. METHODS: We retrospectively analyzed the CT image data of COVID-19 patients diagnosed by nucleic acid test and CT examination in 57 patients in Zhuzhou Central Hospital and Zhuzhou First People's Hospital, and summarized the characteristics of CT imaging and the development of lesions. RESULTS: Most of the cases were characterized by peripheral distribution of lesions. A total of 37 cases (64.91%) were purely peripherally distributed, 16 cases (28.07%) coexisted with peripheral and mid-internal distribution, and 4 cases (7.02%) had simple mid-inner band distribution. In peripherally distributed cases, the long axis of the lesion was mostly parallel to the pleura in 36 cases (63.16%). In the case of inner-middle zone distribution, the long axis of the lesion was mostly parallel and surrounded the bronchial vascular bundle, or distributed along the lung lobules (31.58%). All cases had ground-glass-density foci, 31 cases (54.38%) had fine grid shadows in the lesions, 46 cases (80.70%) had thick vascular shadows in the lesions, and 23 cases (40.35%) showed signs of bronchial inflation. Among the 10 cases of \"wrinkling shape\" lesions in the first CT examination, except for 1 case without reexamination, the remaining 9 cases had different degrees of absorption in the second CT examination. Among the 26 cases of \"wrinkling shape\" lesions in the second CT examination, except for 11 cases without reexamination, the other 15 patients had different degrees of absorption in the third CT examination. CONCLUSIONS: The early CT manifestations of COVID-19 are mostly ground-glass-density foci distributed in the subpleural region, some of which are distributed near the bronchial blood vessel bundle and in the central area of the lobule. As the course of the disease progresses, there may be varying degrees of solid components in the lesion. When the lesions show a \"wrinkling shape\", it is often suggested that the lesions will evolve towards the direction of absorption. These characteristics are of great value in assisting clinical diagnosis and dynamically observing changes undersuch condition.","Zhong Nan Da Xue Xue Bao Yi Xue Ban","Li, Ming","Peng, Wanxiang","Chen, Miaomiao","Zhu, Qichao","Zou, Xia","Long, Xiaoli","32386014"],"abstract":["OBJECTIVES: To analyze the imaging features of coronavirus disease 2019 (COVID-19) in different periods, and summarize the characteristics with itsdevelopment. METHODS: We retrospectively analyzed the CT image data of COVID-19 patients diagnosed by nucleic acid test and CT examination in 57 patients in Zhuzhou Central Hospital and Zhuzhou First People's Hospital, and summarized the characteristics of CT imaging and the development of lesions. RESULTS: Most of the cases were characterized by peripheral distribution of lesions. A total of 37 cases (64.91%) were purely peripherally distributed, 16 cases (28.07%) coexisted with peripheral and mid-internal distribution, and 4 cases (7.02%) had simple mid-inner band distribution. In peripherally distributed cases, the long axis of the lesion was mostly parallel to the pleura in 36 cases (63.16%). In the case of inner-middle zone distribution, the long axis of the lesion was mostly parallel and surrounded the bronchial vascular bundle, or distributed along the lung lobules (31.58%). All cases had ground-glass-density foci, 31 cases (54.38%) had fine grid shadows in the lesions, 46 cases (80.70%) had thick vascular shadows in the lesions, and 23 cases (40.35%) showed signs of bronchial inflation. Among the 10 cases of \"wrinkling shape\" lesions in the first CT examination, except for 1 case without reexamination, the remaining 9 cases had different degrees of absorption in the second CT examination. Among the 26 cases of \"wrinkling shape\" lesions in the second CT examination, except for 11 cases without reexamination, the other 15 patients had different degrees of absorption in the third CT examination. CONCLUSIONS: The early CT manifestations of COVID-19 are mostly ground-glass-density foci distributed in the subpleural region, some of which are distributed near the bronchial blood vessel bundle and in the central area of the lobule. As the course of the disease progresses, there may be varying degrees of solid components in the lesion. When the lesions show a \"wrinkling shape\", it is often suggested that the lesions will evolve towards the direction of absorption. These characteristics are of great value in assisting clinical diagnosis and dynamically observing changes undersuch condition."],"journal":"Zhong Nan Da Xue Xue Bao Yi Xue Ban","authors":["Li, Ming","Peng, Wanxiang","Chen, Miaomiao","Zhu, Qichao","Zou, Xia","Long, Xiaoli"],"date":"2020-05-10T11:00:00Z","year":2020,"_id":"32386014","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.11817/j.issn.1672-7347.2020.200168","keywords":["characteristics of lesion evolution","coronavirus disease 2019","pulmonary ct imaging performance"],"topics":["Diagnosis"],"weight":1,"_version_":1666340102053298176,"score":293.93726}]}