{"pmid":32382001,"title":"[Maternal and neonatal consequences of coronavirus COVID-19 infection during pregnancy: a scoping review].","text":["[Maternal and neonatal consequences of coronavirus COVID-19 infection during pregnancy: a scoping review].","BACKGROUND: Coronavirus disease 2019 (COVID-19) is a new pathology, declared a public health emergency by the World Health Organization, which can have negative consequences for pregnant women and their newborns. The aim of this study was to explore the available knowledge on the consequences of developing COVI-19 in pregnant women and their neonates. METHODS: Scoping Review, in which the search for articles was conducted using DeCS (\"pregnancy\", \"coronavirus\", \"health\") and MeSH (\"pregnan*\", \"pregnant women\", \"coronavirus\"), linking the terms with the Boolean AND operator. Databases used were Web of Science, Scopus, BVS, Scielo and CUIDEN. In addition, the PRISMA methodology was applied. RESULTS: Ten studies were identified that assessed maternal and neonatal health after maternal COVID-19 infection. Pregnant women seem to had no serious symptoms. Neonates appeared to be affected to a greater extent. A death was reported in a premature newborn whose mother had COVID-19 pneumonia. There did not appear to be vertical transmission from mother to child. Nevertheless, this information was not conclusive. CONCLUSIONS: COVID-19 appears to be more benign with pregnant women than with their neonates.","Rev Esp Salud Publica","Caparros-Gonzalez, Rafael A","32382001"],"abstract":["BACKGROUND: Coronavirus disease 2019 (COVID-19) is a new pathology, declared a public health emergency by the World Health Organization, which can have negative consequences for pregnant women and their newborns. The aim of this study was to explore the available knowledge on the consequences of developing COVI-19 in pregnant women and their neonates. METHODS: Scoping Review, in which the search for articles was conducted using DeCS (\"pregnancy\", \"coronavirus\", \"health\") and MeSH (\"pregnan*\", \"pregnant women\", \"coronavirus\"), linking the terms with the Boolean AND operator. Databases used were Web of Science, Scopus, BVS, Scielo and CUIDEN. In addition, the PRISMA methodology was applied. RESULTS: Ten studies were identified that assessed maternal and neonatal health after maternal COVID-19 infection. Pregnant women seem to had no serious symptoms. Neonates appeared to be affected to a greater extent. A death was reported in a premature newborn whose mother had COVID-19 pneumonia. There did not appear to be vertical transmission from mother to child. Nevertheless, this information was not conclusive. CONCLUSIONS: COVID-19 appears to be more benign with pregnant women than with their neonates."],"journal":"Rev Esp Salud Publica","authors":["Caparros-Gonzalez, Rafael A"],"date":"2020-05-09T11:00:00Z","year":2020,"_id":"32382001","source":"PubMed","week":"202019|May 04 - May 10","keywords":["covid-19","neonate","new-born","pregnancy","sars-cov-2","spain"],"locations":["Boolean","Science","Scopus"],"topics":["Transmission"],"weight":1,"_version_":1666419683237036033,"score":9.490897,"similar":[{"pmid":32458823,"title":"[Coronavirus Covid-19 infection and breastfeeding: an exploratory review].","text":["[Coronavirus Covid-19 infection and breastfeeding: an exploratory review].","BACKGROUND: The new coronavirus disease is an infectious disease caused by the SARS-Cov-2 virus, considered by the World Health Organization (WHO) an international public health emergency that may have negative consequences during breastfeeding. The objective of this work is to investigate the action plan on breastfeeding in postpartum women with SARS-CoV-2 and her newborn. METHODS: A literature search has been conducted through the Medline, Web of Science, Scopus, BVS, and Cuiden databases. The methodological quality of the articles has been assessed using the \"Grading of Recommendations Assessment, Development and Evaluation\" (GRADE). This study has not been registered in PROSPERO. RESULTS: A total of 14 documents have been found, of which 9 are observational empirical studies. Most of the studies were conducted in China, Italy, the USA, and Australia. A total of 114 mothers infected with coronavirus with their respective newborns have been assessed. The analyzed investigations state that it is best for the newborn to be breastfed; given that mother's milk samples were analyzed, detecting the presence of antibodies of the coronavirus in them, being a protective factor against infection. CONCLUSIONS: Breastfeeding in postpartum women with SARS-CoV-2 is highly recommended for the newborn, if the health of the mother and newborn allow it. When direct breastfeeding is favoured, the appropriate respiratory hygiene measures always have to be considered. Whether the mother's health does not permit direct breastfeeding, her breast milk should be previously extracted and kept unpasteurized. To secure the newborn feeding, milk banks are also an appropriate option.","Rev Esp Salud Publica","Fernandez-Carrasco, Francisco Javier","Vazquez-Lara, Juana Maria","Gonzalez-Mey, Urbano","Gomez-Salgado, Juan","Parron-Carreno, Tesifon","Rodriguez-Diaz, Luciano","32458823"],"abstract":["BACKGROUND: The new coronavirus disease is an infectious disease caused by the SARS-Cov-2 virus, considered by the World Health Organization (WHO) an international public health emergency that may have negative consequences during breastfeeding. The objective of this work is to investigate the action plan on breastfeeding in postpartum women with SARS-CoV-2 and her newborn. METHODS: A literature search has been conducted through the Medline, Web of Science, Scopus, BVS, and Cuiden databases. The methodological quality of the articles has been assessed using the \"Grading of Recommendations Assessment, Development and Evaluation\" (GRADE). This study has not been registered in PROSPERO. RESULTS: A total of 14 documents have been found, of which 9 are observational empirical studies. Most of the studies were conducted in China, Italy, the USA, and Australia. A total of 114 mothers infected with coronavirus with their respective newborns have been assessed. The analyzed investigations state that it is best for the newborn to be breastfed; given that mother's milk samples were analyzed, detecting the presence of antibodies of the coronavirus in them, being a protective factor against infection. CONCLUSIONS: Breastfeeding in postpartum women with SARS-CoV-2 is highly recommended for the newborn, if the health of the mother and newborn allow it. When direct breastfeeding is favoured, the appropriate respiratory hygiene measures always have to be considered. Whether the mother's health does not permit direct breastfeeding, her breast milk should be previously extracted and kept unpasteurized. To secure the newborn feeding, milk banks are also an appropriate option."],"journal":"Rev Esp Salud Publica","authors":["Fernandez-Carrasco, Francisco Javier","Vazquez-Lara, Juana Maria","Gonzalez-Mey, Urbano","Gomez-Salgado, Juan","Parron-Carreno, Tesifon","Rodriguez-Diaz, Luciano"],"date":"2020-05-28T11:00:00Z","year":2020,"_id":"32458823","source":"PubMed","week":"202022|May 25 - May 31","keywords":["covid-19","maternal breastfeeding","neonate","new-born","pregnancy","scoping review","spain"],"locations":["Scopus","China","Italy","USA","Australia"],"countries":["Australia","China","United States","Italy"],"countries_codes":["AUS|Australia","CHN|China","USA|United States","ITA|Italy"],"topics":["Mechanism","Prevention"],"weight":1,"_version_":1667967698988957696,"score":539.79346},{"pmid":32232217,"pmcid":"PMC7092922","title":"Risks of Novel Coronavirus Disease (COVID-19) in Pregnancy; a Narrative Review.","text":["Risks of Novel Coronavirus Disease (COVID-19) in Pregnancy; a Narrative Review.","Introduction: The outbreak of the new Coronavirus in China in December 2019 and subsequently in various countries around the world has raised concerns about the possibility of vertical transmission of the virus from mother to fetus. The present study aimed to review published literature in this regard. Methods: In this narrative review, were searched for all articles published in various databases including PubMed, Scopus, Embase, Science Direct, and Web of Science using MeSH-compliant keywords including COVID-19, Pregnancy, Vertical transmission, Coronavirus 2019, SARS-CoV-2 and 2019-nCoV from December 2019 to March 18, 2020 and reviewed them. All type of articles published about COVID-19 and vertical transmission in pregnancy were included. Results: A review of 13 final articles published in this area revealed that COVID-19 can cause fetal distress, miscarriage, respiratory distress and preterm delivery in pregnant women but does not infect newborns. There has been no report of vertical transmission in pregnancy, and it has been found that clinical symptoms of COVID-19 in pregnant women are not different from those of non-pregnant women. Conclusion: Overall, due to lack of appropriate data about the effect of COVID-19 on pregnancy, it is necessary to monitor suspected pregnant women before and after delivery. For confirmed cases both the mother and the newborn child should be followed up comprehensively.","Arch Acad Emerg Med","Panahi, Latif","Amiri, Marzieh","Pouy, Somaye","32232217"],"abstract":["Introduction: The outbreak of the new Coronavirus in China in December 2019 and subsequently in various countries around the world has raised concerns about the possibility of vertical transmission of the virus from mother to fetus. The present study aimed to review published literature in this regard. Methods: In this narrative review, were searched for all articles published in various databases including PubMed, Scopus, Embase, Science Direct, and Web of Science using MeSH-compliant keywords including COVID-19, Pregnancy, Vertical transmission, Coronavirus 2019, SARS-CoV-2 and 2019-nCoV from December 2019 to March 18, 2020 and reviewed them. All type of articles published about COVID-19 and vertical transmission in pregnancy were included. Results: A review of 13 final articles published in this area revealed that COVID-19 can cause fetal distress, miscarriage, respiratory distress and preterm delivery in pregnant women but does not infect newborns. There has been no report of vertical transmission in pregnancy, and it has been found that clinical symptoms of COVID-19 in pregnant women are not different from those of non-pregnant women. Conclusion: Overall, due to lack of appropriate data about the effect of COVID-19 on pregnancy, it is necessary to monitor suspected pregnant women before and after delivery. For confirmed cases both the mother and the newborn child should be followed up comprehensively."],"journal":"Arch Acad Emerg Med","authors":["Panahi, Latif","Amiri, Marzieh","Pouy, Somaye"],"date":"2020-04-02T11:00:00Z","year":2020,"_id":"32232217","source":"PubMed","week":"202014|Mar 30 - Apr 05","keywords":["covid-19","coronavirus","infectious disease transmission","pregnancy","severe acute respiratory syndrome coronavirus 2","vertical"],"locations":["China","Pregnancy"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission"],"weight":1,"_version_":1666138492180103170,"score":471.51526},{"pmid":32425489,"pmcid":"PMC7231730","title":"[RECOMMENDATIONS AND PRACTICAL MANAGEMENT OF PREGNANT WOMEN WITH COVID-19: A SCOPING REVIEW].","text":["[RECOMMENDATIONS AND PRACTICAL MANAGEMENT OF PREGNANT WOMEN WITH COVID-19: A SCOPING REVIEW].","AIM: To compile recommendations and evidence on the practical management of pregnant women with COVIC-19 in order to clarify standards of obstetric care in the face of this new disease. METHODS: Scoping review based on literaature searches in national and international health science databases (Pubmed/Medline, Biblioteca virtual en salud (BVS), Scielo, COCHRANE and CUIDEN) and websites, and additionally by a \"snowball\" system. MeSH terms were used: \"COVID-19\", \"Pregnancy\", \"Delivery, Obstetric\" \"Pregnant Women\" and \"Maternal\". As limits in the search Spanish and English languages were selected. No limits were established in relation to the year of publication or type of article. RESULTS: A total of 49 documents and articles were detected, of which 27 were analyzed, 18 were used, and 9 were discarded because they did not contain practical recommendations. The recommendations were grouped into 9 subjects: Prevention of infection in pregnant women, Prevention of infection in health care personnel attending pregnant women, Form of presentation and severity in pregnant women, Maternal-fetal transmission (vertical and perinatal), Maternal-fetal control of the pregnant woman infected with COVID-19, Control of the severely pregnant woman with COVID-19, Treatment of the pregnant woman with COVID-19, Management and route of termination of labor, Neonatal outcomes in women with COVID-19 and Breastfeeding. CONCLUSIONS: Lack of strong evidence to support many of the recommendations for pregnant women with COVID-19, as they are based on previous experience with SARS-CoV and MERS-CoV infections. Further studies are needed to confirm the appropriateness of many of the recommendations and guidelines for action in the specific case of pregnant women and COVIC-19.","Enferm Clin","Torre, Hector Gonzalez-de la","Rodriguez-Rodriguez, Raul","Martinez, Alicia Martin","32425489"],"abstract":["AIM: To compile recommendations and evidence on the practical management of pregnant women with COVIC-19 in order to clarify standards of obstetric care in the face of this new disease. METHODS: Scoping review based on literaature searches in national and international health science databases (Pubmed/Medline, Biblioteca virtual en salud (BVS), Scielo, COCHRANE and CUIDEN) and websites, and additionally by a \"snowball\" system. MeSH terms were used: \"COVID-19\", \"Pregnancy\", \"Delivery, Obstetric\" \"Pregnant Women\" and \"Maternal\". As limits in the search Spanish and English languages were selected. No limits were established in relation to the year of publication or type of article. RESULTS: A total of 49 documents and articles were detected, of which 27 were analyzed, 18 were used, and 9 were discarded because they did not contain practical recommendations. The recommendations were grouped into 9 subjects: Prevention of infection in pregnant women, Prevention of infection in health care personnel attending pregnant women, Form of presentation and severity in pregnant women, Maternal-fetal transmission (vertical and perinatal), Maternal-fetal control of the pregnant woman infected with COVID-19, Control of the severely pregnant woman with COVID-19, Treatment of the pregnant woman with COVID-19, Management and route of termination of labor, Neonatal outcomes in women with COVID-19 and Breastfeeding. CONCLUSIONS: Lack of strong evidence to support many of the recommendations for pregnant women with COVID-19, as they are based on previous experience with SARS-CoV and MERS-CoV infections. Further studies are needed to confirm the appropriateness of many of the recommendations and guidelines for action in the specific case of pregnant women and COVIC-19."],"journal":"Enferm Clin","authors":["Torre, Hector Gonzalez-de la","Rodriguez-Rodriguez, Raul","Martinez, Alicia Martin"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32425489","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.enfcli.2020.05.009","locations":["Biblioteca","Breastfeeding"],"topics":["Prevention","Treatment"],"weight":1,"_version_":1667252837721047040,"score":462.48737},{"pmid":32440660,"title":"Analysis of Maternal Coronavirus Infections and Neonates Born to Mothers with 2019-nCoV; a Systematic Review.","text":["Analysis of Maternal Coronavirus Infections and Neonates Born to Mothers with 2019-nCoV; a Systematic Review.","Introduction: The emergence and fast spread of 2019 novel coronavirus (2019-nCoV) threatens the world as a new public health crisis. This study aimed to clarify the impact of novel coronavirus disease (COVID-19) on pregnant patients and maternal and neonatal outcomes. Methods: A comprehensive literature search was conducted in databases including PubMed, Scopus, Embase, ProQuest, and Science Direct. All studies including original data; case reports, case series, descriptive and observational studies, and randomized controlled trials were searched from December 2019 until 19 March 2020. Results: The search identified 1472 results and 939 abstracts were screened. 928 articles were excluded because studies did not include pregnant women. Full texts of eleven relevant studies were reviewed and finally nine studies were included in this study. The characteristics of 89 pregnant women and their neonates were studied. Results revealed that low-grade fever and cough were the principal symptoms in all patients. The main reported laboratory findings were lymphopenia, elevated C-Reactive Protein (CRP), Amino alanine transferase (ALT), and Aspartate amino transferase (AST). In all symptomatic cases, chest Computerized Tomography (CT) scans were abnormal. Fetal distress, premature rupture of membranes and preterm labor were the main prenatal complications. Two women needed intensive care unit admission and mechanical ventilation, one of whom developed multi-organ dysfunction and was on Extracorporeal Membrane Oxygenation (ECMO). No case of maternal death was reported up to the time the studies were published. 79 mothers delivered their babies by cesarean section and five women had a vaginal delivery. No fetal infection through intrauterine vertical transmission was reported. Conclusions: Available data showed that pregnant patients in late pregnancy had clinical manifestations similar to non-pregnant adults. It appears that the risk of fetal distress, preterm delivery and prelabor rupture of membranes (PROM) rises with the onset of COVID-19 in the third trimester of pregnancy. There is also no evidence of intrauterine and transplacental transmission of COVID-19 to the fetus in the third trimester of pregnancies.","Arch Acad Emerg Med","Muhidin, Salut","Behboodi Moghadam, Zahra","Vizheh, Maryam","32440660"],"abstract":["Introduction: The emergence and fast spread of 2019 novel coronavirus (2019-nCoV) threatens the world as a new public health crisis. This study aimed to clarify the impact of novel coronavirus disease (COVID-19) on pregnant patients and maternal and neonatal outcomes. Methods: A comprehensive literature search was conducted in databases including PubMed, Scopus, Embase, ProQuest, and Science Direct. All studies including original data; case reports, case series, descriptive and observational studies, and randomized controlled trials were searched from December 2019 until 19 March 2020. Results: The search identified 1472 results and 939 abstracts were screened. 928 articles were excluded because studies did not include pregnant women. Full texts of eleven relevant studies were reviewed and finally nine studies were included in this study. The characteristics of 89 pregnant women and their neonates were studied. Results revealed that low-grade fever and cough were the principal symptoms in all patients. The main reported laboratory findings were lymphopenia, elevated C-Reactive Protein (CRP), Amino alanine transferase (ALT), and Aspartate amino transferase (AST). In all symptomatic cases, chest Computerized Tomography (CT) scans were abnormal. Fetal distress, premature rupture of membranes and preterm labor were the main prenatal complications. Two women needed intensive care unit admission and mechanical ventilation, one of whom developed multi-organ dysfunction and was on Extracorporeal Membrane Oxygenation (ECMO). No case of maternal death was reported up to the time the studies were published. 79 mothers delivered their babies by cesarean section and five women had a vaginal delivery. No fetal infection through intrauterine vertical transmission was reported. Conclusions: Available data showed that pregnant patients in late pregnancy had clinical manifestations similar to non-pregnant adults. It appears that the risk of fetal distress, preterm delivery and prelabor rupture of membranes (PROM) rises with the onset of COVID-19 in the third trimester of pregnancy. There is also no evidence of intrauterine and transplacental transmission of COVID-19 to the fetus in the third trimester of pregnancies."],"journal":"Arch Acad Emerg Med","authors":["Muhidin, Salut","Behboodi Moghadam, Zahra","Vizheh, Maryam"],"date":"2020-05-23T11:00:00Z","year":2020,"_id":"32440660","source":"PubMed","week":"202021|May 18 - May 24","keywords":["covid-19","infant","infectious disease transmission","newborn","pregnancy outcome","severe acute respiratory syndrome coronavirus 2 (sars-cov-2)","systematic review","vertical"],"locations":["Amino"],"topics":["Transmission","Diagnosis"],"weight":1,"_version_":1667535119538192384,"score":440.10916},{"pmid":32199996,"pmcid":"PMC7186548","title":"[SARS-CoV-2 infection during pregnancy. Information and proposal of management care. CNGOF].","text":["[SARS-CoV-2 infection during pregnancy. Information and proposal of management care. CNGOF].","A new coronavirus (SARS-CoV-2) highlighted at the end of 2019 in China is spreading across all continents. Most often at the origin of a mild infectious syndrome, associating mild symptoms (fever, cough, myalgia, headache and possible digestive disorders) to different degrees, SARS-Covid-2 can cause serious pulmonary pathologies and sometimes death. Data on the consequences during pregnancy are limited. The first Chinese data published seem to show that the symptoms in pregnant women are the same as those of the general population. There are no cases of intrauterine maternal-fetal transmission, but cases of newborns infected early suggest that there could be vertical perpartum or neonatal transmission. Induced prematurity and cases of respiratory distress in newborns of infected mothers have been described. Pregnancy is known as a period at higher risk for the consequences of respiratory infections, as for influenza, so it seems important to screen for Covid-19 in the presence of symptoms and to monitor closely pregnant women. In this context of the SARS-Covid-2 epidemic, the societies of gynecology-obstetrics, infectious diseases and neonatalogy have proposed a French protocol for the management of possible and proven cases of SARS-Covid-2 in pregnant women. These proposals may evolve on a daily basis with the advancement of the epidemic and knowledge in pregnant women. Subsequently, an in-depth analysis of cases in pregnant women will be necessary in order to improve knowledge on the subject.","Gynecol Obstet Fertil Senol","Peyronnet, V","Sibiude, J","Deruelle, P","Huissoud, C","Lescure, X","Lucet, J-C","Mandelbrot, L","Nisand, I","Vayssiere, C","Yazpandanah, Y","Luton, D","Picone, O","32199996"],"abstract":["A new coronavirus (SARS-CoV-2) highlighted at the end of 2019 in China is spreading across all continents. Most often at the origin of a mild infectious syndrome, associating mild symptoms (fever, cough, myalgia, headache and possible digestive disorders) to different degrees, SARS-Covid-2 can cause serious pulmonary pathologies and sometimes death. Data on the consequences during pregnancy are limited. The first Chinese data published seem to show that the symptoms in pregnant women are the same as those of the general population. There are no cases of intrauterine maternal-fetal transmission, but cases of newborns infected early suggest that there could be vertical perpartum or neonatal transmission. Induced prematurity and cases of respiratory distress in newborns of infected mothers have been described. Pregnancy is known as a period at higher risk for the consequences of respiratory infections, as for influenza, so it seems important to screen for Covid-19 in the presence of symptoms and to monitor closely pregnant women. In this context of the SARS-Covid-2 epidemic, the societies of gynecology-obstetrics, infectious diseases and neonatalogy have proposed a French protocol for the management of possible and proven cases of SARS-Covid-2 in pregnant women. These proposals may evolve on a daily basis with the advancement of the epidemic and knowledge in pregnant women. Subsequently, an in-depth analysis of cases in pregnant women will be necessary in order to improve knowledge on the subject."],"journal":"Gynecol Obstet Fertil Senol","authors":["Peyronnet, V","Sibiude, J","Deruelle, P","Huissoud, C","Lescure, X","Lucet, J-C","Mandelbrot, L","Nisand, I","Vayssiere, C","Yazpandanah, Y","Luton, D","Picone, O"],"date":"2020-03-23T11:00:00Z","year":2020,"_id":"32199996","source":"PubMed","week":"202013|Mar 23 - Mar 29","doi":"10.1016/j.gofs.2020.03.014","keywords":["covid-19","coronavirus sars-cov-2","covid-19","grossesse","maternal-fetal transmission","newborn","nouveau-ne","pregnancy","transmission materno-foetale"],"locations":["China","myalgia","headache","Chinese","French"],"countries":["China","France"],"countries_codes":["CHN|China","FRA|France"],"topics":["Transmission","Diagnosis"],"weight":1,"_version_":1666138490121748481,"score":430.96652}]}