{"pmid":32382249,"pmcid":"PMC7203053","title":"A decision support system for demand management in healthcare supply chains considering the epidemic outbreaks: A case study of coronavirus disease 2019 (COVID-19).","text":["A decision support system for demand management in healthcare supply chains considering the epidemic outbreaks: A case study of coronavirus disease 2019 (COVID-19).","The disasters caused by epidemic outbreaks is different from other disasters due to two specific features: their long-term disruption and their increasing propagation. Not controlling such disasters brings about severe disruptions in the supply chains and communities and, thereby, irreparable losses will come into play. Coronavirus disease 2019 (COVID-19) is one of these disasters that has caused severe disruptions across the world and in many supply chains, particularly in the healthcare supply chain. Therefore, this paper, for the first time, develops a practical decision support system based on physicians' knowledge and fuzzy inference system (FIS) in order to help with the demand management in the healthcare supply chain, to reduce stress in the community, to break down the COVID-19 propagation chain, and, generally, to mitigate the epidemic outbreaks for healthcare supply chain disruptions. This approach first divides community residents into four groups based on the risk level of their immune system (namely, very sensitive, sensitive, slightly sensitive, and normal) and by two indicators of age and pre-existing diseases (such as diabetes, heart problems, or high blood pressure). Then, these individuals are classified and are required to observe the regulations of their class. Finally, the efficiency of the proposed approach was measured in the real world using the information from four users and the results showed the effectiveness and accuracy of the proposed approach.","Transp Res E Logist Transp Rev","Govindan, Kannan","Mina, Hassan","Alavi, Behrouz","32382249"],"abstract":["The disasters caused by epidemic outbreaks is different from other disasters due to two specific features: their long-term disruption and their increasing propagation. Not controlling such disasters brings about severe disruptions in the supply chains and communities and, thereby, irreparable losses will come into play. Coronavirus disease 2019 (COVID-19) is one of these disasters that has caused severe disruptions across the world and in many supply chains, particularly in the healthcare supply chain. Therefore, this paper, for the first time, develops a practical decision support system based on physicians' knowledge and fuzzy inference system (FIS) in order to help with the demand management in the healthcare supply chain, to reduce stress in the community, to break down the COVID-19 propagation chain, and, generally, to mitigate the epidemic outbreaks for healthcare supply chain disruptions. This approach first divides community residents into four groups based on the risk level of their immune system (namely, very sensitive, sensitive, slightly sensitive, and normal) and by two indicators of age and pre-existing diseases (such as diabetes, heart problems, or high blood pressure). Then, these individuals are classified and are required to observe the regulations of their class. Finally, the efficiency of the proposed approach was measured in the real world using the information from four users and the results showed the effectiveness and accuracy of the proposed approach."],"journal":"Transp Res E Logist Transp Rev","authors":["Govindan, Kannan","Mina, Hassan","Alavi, Behrouz"],"date":"2020-05-09T11:00:00Z","year":2020,"_id":"32382249","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1016/j.tre.2020.101967","keywords":["covid-19","disaster management","epidemic outbreaks","fuzzy inference system","healthcare supply chain disruption mitigation"],"topics":["Prevention"],"weight":1,"_version_":1666419683271639041,"score":9.490897,"similar":[{"pmid":32288597,"pmcid":"PMC7147532","title":"Predicting the impacts of epidemic outbreaks on global supply chains: A simulation-based analysis on the coronavirus outbreak (COVID-19/SARS-CoV-2) case.","text":["Predicting the impacts of epidemic outbreaks on global supply chains: A simulation-based analysis on the coronavirus outbreak (COVID-19/SARS-CoV-2) case.","Epidemic outbreaks are a special case of supply chain (SC) risks which is distinctively characterized by a long-term disruption existence, disruption propagations (i.e., the ripple effect), and high uncertainty. We present the results of a simulation study that opens some new research tensions on the impact of COVID-19 (SARS-CoV-2) on the global SCs. First, we articulate the specific features that frame epidemic outbreaks as a unique type of SC disruption risks. Second, we demonstrate how simulation-based methodology can be used to examine and predict the impacts of epidemic outbreaks on the SC performance using the example of coronavirus COVID-19 and anyLogistix simulation and optimization software. We offer an analysis for observing and predicting both short-term and long-term impacts of epidemic outbreaks on the SCs along with managerial insights. A set of sensitivity experiments for different scenarios allows illustrating the model's behavior and its value for decision-makers. The major observation from the simulation experiments is that the timing of the closing and opening of the facilities at different echelons might become a major factor that determines the epidemic outbreak impact on the SC performance rather than an upstream disruption duration or the speed of epidemic propagation. Other important factors are lead-time, speed of epidemic propagation, and the upstream and downstream disruption durations in the SC. The outcomes of this research can be used by decision-makers to predict the operative and long-term impacts of epidemic outbreaks on the SCs and develop pandemic SC plans. Our approach can also help to identify the successful and wrong elements of risk mitigation/preparedness and recovery policies in case of epidemic outbreaks. The paper is concluded by summarizing the most important insights and outlining future research agenda.","Transp Res E Logist Transp Rev","Ivanov, Dmitry","32288597"],"abstract":["Epidemic outbreaks are a special case of supply chain (SC) risks which is distinctively characterized by a long-term disruption existence, disruption propagations (i.e., the ripple effect), and high uncertainty. We present the results of a simulation study that opens some new research tensions on the impact of COVID-19 (SARS-CoV-2) on the global SCs. First, we articulate the specific features that frame epidemic outbreaks as a unique type of SC disruption risks. Second, we demonstrate how simulation-based methodology can be used to examine and predict the impacts of epidemic outbreaks on the SC performance using the example of coronavirus COVID-19 and anyLogistix simulation and optimization software. We offer an analysis for observing and predicting both short-term and long-term impacts of epidemic outbreaks on the SCs along with managerial insights. A set of sensitivity experiments for different scenarios allows illustrating the model's behavior and its value for decision-makers. The major observation from the simulation experiments is that the timing of the closing and opening of the facilities at different echelons might become a major factor that determines the epidemic outbreak impact on the SC performance rather than an upstream disruption duration or the speed of epidemic propagation. Other important factors are lead-time, speed of epidemic propagation, and the upstream and downstream disruption durations in the SC. The outcomes of this research can be used by decision-makers to predict the operative and long-term impacts of epidemic outbreaks on the SCs and develop pandemic SC plans. Our approach can also help to identify the successful and wrong elements of risk mitigation/preparedness and recovery policies in case of epidemic outbreaks. The paper is concluded by summarizing the most important insights and outlining future research agenda."],"journal":"Transp Res E Logist Transp Rev","authors":["Ivanov, Dmitry"],"date":"2020-04-15T11:00:00Z","year":2020,"_id":"32288597","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.tre.2020.101922","keywords":["covid-19","coronavirus","digital twin","epidemic outbreak","pandemic plan","resilience","risk management","sars-cov-2","simulation","supply chain"],"topics":["Prevention"],"weight":1,"_version_":1666138491352776704,"score":406.25934},{"pmid":32341616,"pmcid":"PMC7182752","title":"Exploration of alternative supply chains and distributed manufacturing in response to COVID-19; a case study of medical face shields.","text":["Exploration of alternative supply chains and distributed manufacturing in response to COVID-19; a case study of medical face shields.","Quarantine conditions arising as a result of the coronavirus (COVID-19) have had a significant impact on global production-rates and supply chains. This has coincided with increased demands for medical and personal protective equipment such as face shields. Shortages have been particularly prevalent in western countries which typically rely upon global supply chains to obtain these types of device from low-cost economies. National calls for the repurposing of domestic mass-production facilities have the potential to meet medical requirements in coming weeks, however the immediate demand associated with the virus has led to the mobilisation of a diverse distributed workforce. Selection of appropriate manufacturing processes and underused supply chains is paramount to the success of these operations. A simplified medical face shield design is presented which repurposes an assortment of existing alternative supply chains. The device is easy to produce with minimal equipment and training. It is hoped that the methodology and approach presented is of use to the wider community at this critical time.","Mater Des","Shokrani, Alborz","Loukaides, Evripides G","Elias, Edward","Lunt, Alexander J G","32341616"],"abstract":["Quarantine conditions arising as a result of the coronavirus (COVID-19) have had a significant impact on global production-rates and supply chains. This has coincided with increased demands for medical and personal protective equipment such as face shields. Shortages have been particularly prevalent in western countries which typically rely upon global supply chains to obtain these types of device from low-cost economies. National calls for the repurposing of domestic mass-production facilities have the potential to meet medical requirements in coming weeks, however the immediate demand associated with the virus has led to the mobilisation of a diverse distributed workforce. Selection of appropriate manufacturing processes and underused supply chains is paramount to the success of these operations. A simplified medical face shield design is presented which repurposes an assortment of existing alternative supply chains. The device is easy to produce with minimal equipment and training. It is hoped that the methodology and approach presented is of use to the wider community at this critical time."],"journal":"Mater Des","authors":["Shokrani, Alborz","Loukaides, Evripides G","Elias, Edward","Lunt, Alexander J G"],"date":"2020-04-29T11:00:00Z","year":2020,"_id":"32341616","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1016/j.matdes.2020.108749","keywords":["covid-19","distributed manufacturing","medical face shields","micro-supply chains","repurposed manufacture","simplified design"],"topics":["Prevention"],"weight":1,"_version_":1666138495104581632,"score":308.53015},{"pmid":32467176,"title":"CONTROLS TO MINIMIZE DISRUPTION OF THE PHARMACEUTICAL SUPPLY CHAIN DURING THE COVID-19 PANDEMIC.","text":["CONTROLS TO MINIMIZE DISRUPTION OF THE PHARMACEUTICAL SUPPLY CHAIN DURING THE COVID-19 PANDEMIC.","This article reviews currently available scientific literature related to the epidemiology, infectivity, survival, and susceptibility to disinfectants of Coronaviruses, in the context of the controls established to meet Good Manufacturing Practice regulations and guidance, and the public health guidance issued specifically to combat the Covid-19 pandemic. The possible impact of the COVID-19 pandemic on the pharmaceutical supply chain is assessed and recommendations are listed for risk mitigation steps to minimize supply disruption to pharmaceutical drug products. Areas addressed include a brief history of the COVID-19 viral pandemic, a description of the virus, the regulatory response to the pandemic, the screening of employees, the persistence on inanimate surfaces, cleaning and disinfection of manufacturing facilities, use of GMP-mandated personal protective equipment to counter the spread of the disease, the role of air changes in viral clearance, approaches to risk assessment and mitigation. Biological medicinal products have a great record of safety, yet the cell cultures used for production can be susceptible to viruses, and contamination events have occurred. Studies on SARS-CoV-1 for its ability to replicate in various mammalian cell lines used for biopharmaceutical manufacturing suggest SARS-CoV-2 poses low risk and any contamination would be detected by currently used adventitious virus testing. The consequences of the potential virus exposure of manufacturing processes, as well as the effectiveness of mitigation efforts are discussed. The pharmaceutical supply chain is complex, traversing many geographies and companies that range from large multinationals to mid and small size operations. This paper recommends practices that can be adopted by all companies, irrespective of their size, geographic location, or position in the supply chain.","PDA J Pharm Sci Technol","Cundell, Anthony M","Guilfoyle, Dennis Edward","Kreil, T R","Sawant, Anil","32467176"],"abstract":["This article reviews currently available scientific literature related to the epidemiology, infectivity, survival, and susceptibility to disinfectants of Coronaviruses, in the context of the controls established to meet Good Manufacturing Practice regulations and guidance, and the public health guidance issued specifically to combat the Covid-19 pandemic. The possible impact of the COVID-19 pandemic on the pharmaceutical supply chain is assessed and recommendations are listed for risk mitigation steps to minimize supply disruption to pharmaceutical drug products. Areas addressed include a brief history of the COVID-19 viral pandemic, a description of the virus, the regulatory response to the pandemic, the screening of employees, the persistence on inanimate surfaces, cleaning and disinfection of manufacturing facilities, use of GMP-mandated personal protective equipment to counter the spread of the disease, the role of air changes in viral clearance, approaches to risk assessment and mitigation. Biological medicinal products have a great record of safety, yet the cell cultures used for production can be susceptible to viruses, and contamination events have occurred. Studies on SARS-CoV-1 for its ability to replicate in various mammalian cell lines used for biopharmaceutical manufacturing suggest SARS-CoV-2 poses low risk and any contamination would be detected by currently used adventitious virus testing. The consequences of the potential virus exposure of manufacturing processes, as well as the effectiveness of mitigation efforts are discussed. The pharmaceutical supply chain is complex, traversing many geographies and companies that range from large multinationals to mid and small size operations. This paper recommends practices that can be adopted by all companies, irrespective of their size, geographic location, or position in the supply chain."],"journal":"PDA J Pharm Sci Technol","authors":["Cundell, Anthony M","Guilfoyle, Dennis Edward","Kreil, T R","Sawant, Anil"],"date":"2020-05-30T11:00:00Z","year":2020,"_id":"32467176","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.5731/pdajpst.2020.012021","keywords":["covid-19 pandemic","sars-cov-2","drug shortage","risk assessment","risk mitigation","supply chain"],"locations":["Coronaviruses","mammalian"],"e_drugs":["guanosine 5'-monophosphorothioate"],"topics":["Prevention"],"weight":1,"_version_":1668420887218487296,"score":307.9618},{"pmid":32304970,"pmcid":"PMC7195029","title":"Challenges and solutions for addressing critical shortage of supply chain for personal and protective equipment (PPE) arising from Coronavirus disease (COVID19) pandemic - Case study from the Republic of Ireland.","text":["Challenges and solutions for addressing critical shortage of supply chain for personal and protective equipment (PPE) arising from Coronavirus disease (COVID19) pandemic - Case study from the Republic of Ireland.","Coronavirus (COVID-19) is highly infectious agent that causes fatal respiratory illnesses, which is of great global public health concern. Currently, there is no effective vaccine for tackling this COVID19 pandemic where disease countermeasures rely upon preventing or slowing person-to-person transmission. Specifically, there is increasing efforts to prevent or reduce transmission to front-line healthcare workers (HCW). However, there is growing international concern regarding the shortage in supply chain of critical one-time-use personal and protective equipment (PPE). PPE are heat sensitive and are not, by their manufacturer's design, intended for reprocessing. Most conventional sterilization technologies used in hospitals, or in terminal medical device sterilization providers, cannot effectively reprocess PPE due to the nature and severity of sterilization modalities. Contingency planning for PPE stock shortage is important. Solutions in the Republic of Ireland include use of smart communication channels to improve supply chain, bespoke production of PPE to meets gaps, along with least preferred option, use of sterilization or high-level disinfection for PPE reprocessing. Reprocessing PPE must consider material composition, functionality post treatment, along with appropriate disinfection. Following original manufacturer of PPE and regulatory guidance is important. Technologies deployed in the US, and for deployment in the Republic of Ireland, are eco-friendly, namely vaporised hydrogen peroxide (VH2O2), such as for filtering facepiece respirators and UV irradiation and High-level liquid disinfection (Actichlor+) is also been pursed in Ireland. Safeguarding supply chain of PPE will sustain vital healthcare provision and will help reduce mortality.","Sci Total Environ","Rowan, Neil J","Laffey, John G","32304970"],"abstract":["Coronavirus (COVID-19) is highly infectious agent that causes fatal respiratory illnesses, which is of great global public health concern. Currently, there is no effective vaccine for tackling this COVID19 pandemic where disease countermeasures rely upon preventing or slowing person-to-person transmission. Specifically, there is increasing efforts to prevent or reduce transmission to front-line healthcare workers (HCW). However, there is growing international concern regarding the shortage in supply chain of critical one-time-use personal and protective equipment (PPE). PPE are heat sensitive and are not, by their manufacturer's design, intended for reprocessing. Most conventional sterilization technologies used in hospitals, or in terminal medical device sterilization providers, cannot effectively reprocess PPE due to the nature and severity of sterilization modalities. Contingency planning for PPE stock shortage is important. Solutions in the Republic of Ireland include use of smart communication channels to improve supply chain, bespoke production of PPE to meets gaps, along with least preferred option, use of sterilization or high-level disinfection for PPE reprocessing. Reprocessing PPE must consider material composition, functionality post treatment, along with appropriate disinfection. Following original manufacturer of PPE and regulatory guidance is important. Technologies deployed in the US, and for deployment in the Republic of Ireland, are eco-friendly, namely vaporised hydrogen peroxide (VH2O2), such as for filtering facepiece respirators and UV irradiation and High-level liquid disinfection (Actichlor+) is also been pursed in Ireland. Safeguarding supply chain of PPE will sustain vital healthcare provision and will help reduce mortality."],"journal":"Sci Total Environ","authors":["Rowan, Neil J","Laffey, John G"],"date":"2020-04-19T11:00:00Z","year":2020,"_id":"32304970","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.scitotenv.2020.138532","keywords":["covid19","healthcare workers","ppe","resource utilization","sterilization","sustainability"],"locations":["US","Ireland"],"countries":["United States","Ireland"],"countries_codes":["USA|United States","IRL|Ireland"],"e_drugs":["Hydrogen Peroxide"],"topics":["Prevention"],"weight":1,"_version_":1666138491128381440,"score":293.09015},{"pmid":32434603,"title":"The challenges of COVID-19 for community pharmacists and opportunities for the future.","text":["The challenges of COVID-19 for community pharmacists and opportunities for the future.","Pharmacists, like psychiatrists, have modified their practices amidst COVID-19 in order to guarantee care and support to their patients. Designated an essential frontline service, community pharmacists are facing a spectrum of challenges to surmount to ensure patient care continues. These include assisting in the prevention of infection, managing supply chains, preventing stockpiling and provision of evidence-based medical information. However, disasters like COVID-19 disproportionately affect poor and vulnerable populations, and patients with mental health conditions may be among the hardest hit. Pharmacist-level, system-level and regulatory responses have sought to minimise this impact, although there is likely to be a lasting impression on the profession, both good and bad. This article reviews the pandemic-related challenges and responses by pharmacists, as well as forming recommendation for areas of professional support and role expansion, particularly in the case of mental health.","Ir J Psychol Med","Hayden, John C","Parkin, Rebecca","32434603"],"abstract":["Pharmacists, like psychiatrists, have modified their practices amidst COVID-19 in order to guarantee care and support to their patients. Designated an essential frontline service, community pharmacists are facing a spectrum of challenges to surmount to ensure patient care continues. These include assisting in the prevention of infection, managing supply chains, preventing stockpiling and provision of evidence-based medical information. However, disasters like COVID-19 disproportionately affect poor and vulnerable populations, and patients with mental health conditions may be among the hardest hit. Pharmacist-level, system-level and regulatory responses have sought to minimise this impact, although there is likely to be a lasting impression on the profession, both good and bad. This article reviews the pandemic-related challenges and responses by pharmacists, as well as forming recommendation for areas of professional support and role expansion, particularly in the case of mental health."],"journal":"Ir J Psychol Med","authors":["Hayden, John C","Parkin, Rebecca"],"date":"2020-05-22T11:00:00Z","year":2020,"_id":"32434603","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1017/ipm.2020.52","keywords":["covid-19","community pharmacy","mental health","pandemic","pharmacists","professional roles"],"topics":["Prevention"],"weight":1,"_version_":1667521393772724224,"score":270.4557}]}