{"pmid":32397199,"title":"What Caused the Outbreak of COVID-19 in China: From the Perspective of Crisis Management.","text":["What Caused the Outbreak of COVID-19 in China: From the Perspective of Crisis Management.","Since the first known case of a COVID-19 infected patient in Wuhan, China on 8 December 2019, COVID-19 has spread to more than 200 countries, causing a worldwide public health crisis. The existing literature fails to examine what caused this sudden outbreak from a crisis management perspective. This article attempts to fill this research gap through analysis of big data, officially released information and other social media sources to understand the root cause of the crisis as it relates to China's current management system and public health policy. The article draws the following conclusions: firstly, strict government control over information was the main reason for the early silencing of media announcements, which directly caused most people to be unprepared and unaware of COVID-19. Secondly, a choice between addressing a virus with an unknown magnitude and nature, and mitigating known public panic during a politically and culturally sensitive time, lead to falsehood and concealment. Thirdly, the weak autonomous management power of local public health management departments is not conducive for providing a timely response to the crisis. Finally, the privatization of many state-owned hospitals led to the unavailability of public health medical resources to serve affected patients in the Wuhan and Hubei Province. This article suggests that China should adopt a Singaporean-style public health crisis information management system to ensure information disclosure and information symmetry and should use it to monitor public health crises in real time. In addition, the central government should adopt the territorial administration model of a public health crisis and increase investment in public health in China.","Int J Environ Res Public Health","Shangguan, Ziheng","Wang, Mark Yaolin","Sun, Wen","32397199"],"abstract":["Since the first known case of a COVID-19 infected patient in Wuhan, China on 8 December 2019, COVID-19 has spread to more than 200 countries, causing a worldwide public health crisis. The existing literature fails to examine what caused this sudden outbreak from a crisis management perspective. This article attempts to fill this research gap through analysis of big data, officially released information and other social media sources to understand the root cause of the crisis as it relates to China's current management system and public health policy. The article draws the following conclusions: firstly, strict government control over information was the main reason for the early silencing of media announcements, which directly caused most people to be unprepared and unaware of COVID-19. Secondly, a choice between addressing a virus with an unknown magnitude and nature, and mitigating known public panic during a politically and culturally sensitive time, lead to falsehood and concealment. Thirdly, the weak autonomous management power of local public health management departments is not conducive for providing a timely response to the crisis. Finally, the privatization of many state-owned hospitals led to the unavailability of public health medical resources to serve affected patients in the Wuhan and Hubei Province. This article suggests that China should adopt a Singaporean-style public health crisis information management system to ensure information disclosure and information symmetry and should use it to monitor public health crises in real time. In addition, the central government should adopt the territorial administration model of a public health crisis and increase investment in public health in China."],"journal":"Int J Environ Res Public Health","authors":["Shangguan, Ziheng","Wang, Mark Yaolin","Sun, Wen"],"date":"2020-05-14T11:00:00Z","year":2020,"_id":"32397199","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.3390/ijerph17093279","keywords":["covid-19","china","big data","crisis management","public health"],"locations":["Wuhan","China","China","Wuhan","Hubei","China","Singaporean","China","China"],"countries":["China","Singapore"],"countries_codes":["CHN|China","SGP|Singapore"],"topics":["Prevention"],"weight":1,"_version_":1666714494832738304,"score":9.490897,"similar":[{"pmid":32292239,"pmcid":"PMC7151317","title":"Unpacking the black box: How to promote citizen engagement through government social media during the COVID-19 crisis.","text":["Unpacking the black box: How to promote citizen engagement through government social media during the COVID-19 crisis.","During times of public crises, governments must act swiftly to communicate crisis information effectively and efficiently to members of the public; failure to do so will inevitably lead citizens to become fearful, uncertain and anxious in the prevailing conditions. This pioneering study systematically investigates how Chinese central government agencies used social media to promote citizen engagement during the COVID-19 crisis. Using data scraped from 'Healthy China', an official Sina Weibo account of the National Health Commission of China, we examine how citizen engagement relates to a series of theoretically relevant factors, including media richness, dialogic loop, content type and emotional valence. Results show that media richness negatively predicts citizen engagement through government social media, but dialogic loop facilitates engagement. Information relating to the latest news about the crisis and the government's handling of the event positively affects citizen engagement through government social media. Importantly, all relationships were contingent upon the emotional valence of each Weibo post.","Comput Human Behav","Chen, Qiang","Min, Chen","Zhang, Wei","Wang, Ge","Ma, Xiaoyue","Evans, Richard","32292239"],"abstract":["During times of public crises, governments must act swiftly to communicate crisis information effectively and efficiently to members of the public; failure to do so will inevitably lead citizens to become fearful, uncertain and anxious in the prevailing conditions. This pioneering study systematically investigates how Chinese central government agencies used social media to promote citizen engagement during the COVID-19 crisis. Using data scraped from 'Healthy China', an official Sina Weibo account of the National Health Commission of China, we examine how citizen engagement relates to a series of theoretically relevant factors, including media richness, dialogic loop, content type and emotional valence. Results show that media richness negatively predicts citizen engagement through government social media, but dialogic loop facilitates engagement. Information relating to the latest news about the crisis and the government's handling of the event positively affects citizen engagement through government social media. Importantly, all relationships were contingent upon the emotional valence of each Weibo post."],"journal":"Comput Human Behav","authors":["Chen, Qiang","Min, Chen","Zhang, Wei","Wang, Ge","Ma, Xiaoyue","Evans, Richard"],"date":"2020-04-16T11:00:00Z","year":2020,"_id":"32292239","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.chb.2020.106380","keywords":["citizen engagement","crisis management","dialogic communication theory","emotional valence","government social media","media richness theory"],"locations":["Chinese","Weibo"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1666138494522621952,"score":224.46753},{"pmid":32443427,"title":"The Psychological Causes of Panic Buying Following a Health Crisis.","text":["The Psychological Causes of Panic Buying Following a Health Crisis.","Attributed to the recent COVID-19 pandemic, panic buying is now a frequent occurrence in many countries, leading to stockouts and supply chain disruptions. Consequently, it has received much attention from academics and the retail industry. The aim of this study is to review, identify, and synthesise the psychological causes of panic buying, which is a relatively new and unexplored area in consumer behaviour research. A systematic review of the related literature is conducted. The review suggests that panic buying is influenced by (1) individuals' perception of the threat of the health crisis and scarcity of products; (2) fear of the unknown, which is caused by negative emotions and uncertainty; (3) coping behaviour, which views panic buying as a venue to relieve anxiety and regain control over the crisis; and (4) social psychological factors, which account for the influence of the social network of an individual. This study contributes to the literature by consolidating the scarce and scattered research on the causes of panic buying, drawing greater theoretical insights into each cause and also offers some implications for health professionals, policy makers, and retailers on implementing appropriate policies and strategies to manage panic buying. Recommendations for future research are also provided.","Int J Environ Res Public Health","Yuen, Kum Fai","Wang, Xueqin","Ma, Fei","Li, Kevin X","32443427"],"abstract":["Attributed to the recent COVID-19 pandemic, panic buying is now a frequent occurrence in many countries, leading to stockouts and supply chain disruptions. Consequently, it has received much attention from academics and the retail industry. The aim of this study is to review, identify, and synthesise the psychological causes of panic buying, which is a relatively new and unexplored area in consumer behaviour research. A systematic review of the related literature is conducted. The review suggests that panic buying is influenced by (1) individuals' perception of the threat of the health crisis and scarcity of products; (2) fear of the unknown, which is caused by negative emotions and uncertainty; (3) coping behaviour, which views panic buying as a venue to relieve anxiety and regain control over the crisis; and (4) social psychological factors, which account for the influence of the social network of an individual. This study contributes to the literature by consolidating the scarce and scattered research on the causes of panic buying, drawing greater theoretical insights into each cause and also offers some implications for health professionals, policy makers, and retailers on implementing appropriate policies and strategies to manage panic buying. Recommendations for future research are also provided."],"journal":"Int J Environ Res Public Health","authors":["Yuen, Kum Fai","Wang, Xueqin","Ma, Fei","Li, Kevin X"],"date":"2020-05-24T11:00:00Z","year":2020,"_id":"32443427","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.3390/ijerph17103513","keywords":["covid-19","determinants","health crisis","panic buying","purchasing behaviour"],"weight":0,"_version_":1667600475966406656,"score":199.85394},{"pmid":32250961,"title":"COVID-19 Related Misinformation on Social Media: A Qualitative Study from Iran.","text":["COVID-19 Related Misinformation on Social Media: A Qualitative Study from Iran.","BACKGROUND: Background: During outbreaks of diseases a great amount of health threatening misinformation is produced and released. In the web-2 era much of this misinformation is disseminated via social media where information could spread easily and quickly. Monitoring social media content provides crucial insights for health managers to manage the crisis. OBJECTIVE: Objective: Given the misinformation surrounding COVID-19 outbreak, this study was aimed to analyze contents of the most commonly used social networks in Iran that is among the affected countries. METHODS: Methods: A social media monitoring conducted through a qualitative design to analyze the discussions of social media users about the content related to COVID-19 transferred via Iranian medical faculty members` groups in Telegram and Whats App during Feb 20 to March 20, 2020 emphasizing the misinformation. Discourse analysis was applied and the written dialogues and discussions regarding misinformation about different aspects of the outbreak between medical faculty members all over the country were analyzed. RESULTS: Results: Cultural factors, demand pressure for information during the crisis, the easiness of information dissemination via social networks, marketing incentives and the poor legal supervision of online contents are the main reasons of misinformation dissemination. Disease statistics; treatments, vaccines and medicines; prevention and protection methods; dietary recommendations and disease transmission ways are the main subjective categories of releasing misinformation regarding novel coronavirus outbreak. Consequences of misinformation dissemination regarding disease include psychosocial; economic; health status; health system and ethical ones. Active and effective presence of health professionals and authorities on social media during the crisis and the improvement of public health literacy in the long term are the most recommended strategies for dealing with issues related to misinformation. CONCLUSIONS: Conclusion: This study contributes the management of COVID-19 outbreak trough providing applicable insights for health managers to manage public information in this challenging time. CLINICALTRIAL:","J Med Internet Res","Bastani, Peivand","Bahrami, Mohammad Amin","32250961"],"abstract":["BACKGROUND: Background: During outbreaks of diseases a great amount of health threatening misinformation is produced and released. In the web-2 era much of this misinformation is disseminated via social media where information could spread easily and quickly. Monitoring social media content provides crucial insights for health managers to manage the crisis. OBJECTIVE: Objective: Given the misinformation surrounding COVID-19 outbreak, this study was aimed to analyze contents of the most commonly used social networks in Iran that is among the affected countries. METHODS: Methods: A social media monitoring conducted through a qualitative design to analyze the discussions of social media users about the content related to COVID-19 transferred via Iranian medical faculty members` groups in Telegram and Whats App during Feb 20 to March 20, 2020 emphasizing the misinformation. Discourse analysis was applied and the written dialogues and discussions regarding misinformation about different aspects of the outbreak between medical faculty members all over the country were analyzed. RESULTS: Results: Cultural factors, demand pressure for information during the crisis, the easiness of information dissemination via social networks, marketing incentives and the poor legal supervision of online contents are the main reasons of misinformation dissemination. Disease statistics; treatments, vaccines and medicines; prevention and protection methods; dietary recommendations and disease transmission ways are the main subjective categories of releasing misinformation regarding novel coronavirus outbreak. Consequences of misinformation dissemination regarding disease include psychosocial; economic; health status; health system and ethical ones. Active and effective presence of health professionals and authorities on social media during the crisis and the improvement of public health literacy in the long term are the most recommended strategies for dealing with issues related to misinformation. CONCLUSIONS: Conclusion: This study contributes the management of COVID-19 outbreak trough providing applicable insights for health managers to manage public information in this challenging time. CLINICALTRIAL:"],"journal":"J Med Internet Res","authors":["Bastani, Peivand","Bahrami, Mohammad Amin"],"date":"2020-04-07T11:00:00Z","year":2020,"_id":"32250961","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.2196/18932","locations":["Iran","Iranian","Telegram","Iran"],"countries":["Iran, Islamic Republic of"],"countries_codes":["IRN|Iran, Islamic Republic of"],"topics":["Prevention"],"weight":1,"_version_":1666138491021426688,"score":189.00053},{"pmid":32287039,"pmcid":"PMC7175788","title":"Top Concerns of Tweeters During the COVID-19 Pandemic: Infoveillance Study.","text":["Top Concerns of Tweeters During the COVID-19 Pandemic: Infoveillance Study.","BACKGROUND: The recent coronavirus disease (COVID-19) pandemic is taking a toll on the world's health care infrastructure as well as the social, economic, and psychological well-being of humanity. Individuals, organizations, and governments are using social media to communicate with each other on a number of issues relating to the COVID-19 pandemic. Not much is known about the topics being shared on social media platforms relating to COVID-19. Analyzing such information can help policy makers and health care organizations assess the needs of their stakeholders and address them appropriately. OBJECTIVE: This study aims to identify the main topics posted by Twitter users related to the COVID-19 pandemic. METHODS: Leveraging a set of tools (Twitter's search application programming interface (API), Tweepy Python library, and PostgreSQL database) and using a set of predefined search terms (\"corona,\" \"2019-nCov,\" and \"COVID-19\"), we extracted the text and metadata (number of likes and retweets, and user profile information including the number of followers) of public English language tweets from February 2, 2020, to March 15, 2020. We analyzed the collected tweets using word frequencies of single (unigrams) and double words (bigrams). We leveraged latent Dirichlet allocation for topic modeling to identify topics discussed in the tweets. We also performed sentiment analysis and extracted the mean number of retweets, likes, and followers for each topic and calculated the interaction rate per topic. RESULTS: Out of approximately 2.8 million tweets included, 167,073 unique tweets from 160,829 unique users met the inclusion criteria. Our analysis identified 12 topics, which were grouped into four main themes: origin of the virus; its sources; its impact on people, countries, and the economy; and ways of mitigating the risk of infection. The mean sentiment was positive for 10 topics and negative for 2 topics (deaths caused by COVID-19 and increased racism). The mean for tweet topics of account followers ranged from 2722 (increased racism) to 13,413 (economic losses). The highest mean of likes for the tweets was 15.4 (economic loss), while the lowest was 3.94 (travel bans and warnings). CONCLUSIONS: Public health crisis response activities on the ground and online are becoming increasingly simultaneous and intertwined. Social media provides an opportunity to directly communicate health information to the public. Health systems should work on building national and international disease detection and surveillance systems through monitoring social media. There is also a need for a more proactive and agile public health presence on social media to combat the spread of fake news.","J Med Internet Res","Abd-Alrazaq, Alaa","Alhuwail, Dari","Househ, Mowafa","Hamdi, Mounir","Shah, Zubair","32287039"],"abstract":["BACKGROUND: The recent coronavirus disease (COVID-19) pandemic is taking a toll on the world's health care infrastructure as well as the social, economic, and psychological well-being of humanity. Individuals, organizations, and governments are using social media to communicate with each other on a number of issues relating to the COVID-19 pandemic. Not much is known about the topics being shared on social media platforms relating to COVID-19. Analyzing such information can help policy makers and health care organizations assess the needs of their stakeholders and address them appropriately. OBJECTIVE: This study aims to identify the main topics posted by Twitter users related to the COVID-19 pandemic. METHODS: Leveraging a set of tools (Twitter's search application programming interface (API), Tweepy Python library, and PostgreSQL database) and using a set of predefined search terms (\"corona,\" \"2019-nCov,\" and \"COVID-19\"), we extracted the text and metadata (number of likes and retweets, and user profile information including the number of followers) of public English language tweets from February 2, 2020, to March 15, 2020. We analyzed the collected tweets using word frequencies of single (unigrams) and double words (bigrams). We leveraged latent Dirichlet allocation for topic modeling to identify topics discussed in the tweets. We also performed sentiment analysis and extracted the mean number of retweets, likes, and followers for each topic and calculated the interaction rate per topic. RESULTS: Out of approximately 2.8 million tweets included, 167,073 unique tweets from 160,829 unique users met the inclusion criteria. Our analysis identified 12 topics, which were grouped into four main themes: origin of the virus; its sources; its impact on people, countries, and the economy; and ways of mitigating the risk of infection. The mean sentiment was positive for 10 topics and negative for 2 topics (deaths caused by COVID-19 and increased racism). The mean for tweet topics of account followers ranged from 2722 (increased racism) to 13,413 (economic losses). The highest mean of likes for the tweets was 15.4 (economic loss), while the lowest was 3.94 (travel bans and warnings). CONCLUSIONS: Public health crisis response activities on the ground and online are becoming increasingly simultaneous and intertwined. Social media provides an opportunity to directly communicate health information to the public. Health systems should work on building national and international disease detection and surveillance systems through monitoring social media. There is also a need for a more proactive and agile public health presence on social media to combat the spread of fake news."],"journal":"J Med Internet Res","authors":["Abd-Alrazaq, Alaa","Alhuwail, Dari","Househ, Mowafa","Hamdi, Mounir","Shah, Zubair"],"date":"2020-04-15T11:00:00Z","year":2020,"_id":"32287039","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.2196/19016","keywords":["2019-ncov","sars-cov-2","twitter","coronavirus, covid-19","disease surveillance","health informatics","infodemiology","infoveillance","public health","social media"],"topics":["Prevention"],"weight":1,"_version_":1666138491394719744,"score":185.62038},{"pmid":32235433,"pmcid":"PMC7177854","title":"Corona Virus (COVID-19) \"Infodemic\" and Emerging Issues through a Data Lens: The Case of China.","text":["Corona Virus (COVID-19) \"Infodemic\" and Emerging Issues through a Data Lens: The Case of China.","Coronavirus (COVID-19) is a humanitarian emergency, which started in Wuhan in China in early December 2019, brought into the notice of the authorities in late December, early January 2020, and, after investigation, was declared as an emergency in the third week of January 2020. The WHO declared this as Public Health Emergency of International Concern (PHEIC) on 31th of January 2020, and finally a pandemic on 11th March 2020. As of March 24th, 2020, the virus has caused a casualty of over 16,600 people worldwide with more than 380,000 people confirmed as infected by it, of which more than 10,000 cases are serious. Mainly based on Chinese newspapers, social media and other digital platform data, this paper analyzes the timeline of the key actions taken by the government and people over three months in five different phases. It found that although there was an initial delay in responding, a unique combination of strong governance, strict regulation, strong community vigilance and citizen participation, and wise use of big data and digital technologies, were some of the key factors in China's efforts to combat this virus. Being inviable and non-measurable (unlike radioactive exposure), appropriate and timely information is very important to form the basic foundation of mitigation and curative measures. Infodemic, as it is termed by WHO, is a key word, where different stakeholder's participation, along with stricter regulation, is required to reduce the impact of fake news in this information age and social media. Although different countries will need different approaches, focusing on its humanitarian nature and addressing infodemic issues are the two critical factors for future global mitigation efforts.","Int J Environ Res Public Health","Hua, Jinling","Shaw, Rajib","32235433"],"abstract":["Coronavirus (COVID-19) is a humanitarian emergency, which started in Wuhan in China in early December 2019, brought into the notice of the authorities in late December, early January 2020, and, after investigation, was declared as an emergency in the third week of January 2020. The WHO declared this as Public Health Emergency of International Concern (PHEIC) on 31th of January 2020, and finally a pandemic on 11th March 2020. As of March 24th, 2020, the virus has caused a casualty of over 16,600 people worldwide with more than 380,000 people confirmed as infected by it, of which more than 10,000 cases are serious. Mainly based on Chinese newspapers, social media and other digital platform data, this paper analyzes the timeline of the key actions taken by the government and people over three months in five different phases. It found that although there was an initial delay in responding, a unique combination of strong governance, strict regulation, strong community vigilance and citizen participation, and wise use of big data and digital technologies, were some of the key factors in China's efforts to combat this virus. Being inviable and non-measurable (unlike radioactive exposure), appropriate and timely information is very important to form the basic foundation of mitigation and curative measures. Infodemic, as it is termed by WHO, is a key word, where different stakeholder's participation, along with stricter regulation, is required to reduce the impact of fake news in this information age and social media. Although different countries will need different approaches, focusing on its humanitarian nature and addressing infodemic issues are the two critical factors for future global mitigation efforts."],"journal":"Int J Environ Res Public Health","authors":["Hua, Jinling","Shaw, Rajib"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32235433","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.3390/ijerph17072309","keywords":["covid-19","coronavirus","citizen participation","data science","good governance","humanitarian emergency","infodemic"],"locations":["Wuhan","China","Chinese","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1666138490375503874,"score":181.5122}]}