{"pmid":32395790,"title":"COVID-19 and Cardiovascular diseases. Scoping review study.","text":["COVID-19 and Cardiovascular diseases. Scoping review study.","BACKGROUND: Many patients with COVID-19 have pre-existing cardiovascular (CV) co-morbidities or develop acute heart damage during the course of the disease. OBJECTIVES: To study the risk of COVID-19 infection in the presence of preexisting CV diseases and to describe new CV manifestations during COVID-19. METHODS: A \"scoping review\" was carried out via PubMed, to synthesize the results of research currently published on this subject. RESULTS: Patients with cardiovascular disease were at greater risk of developing COVID-19, especially in its severe form. These patients were five to ten times more at risk of death. Cardiac manifestations, de novo, were dominated by acute myocardial damage, defined by a significant elevation of cardiac troponins. These occurred in 7 to 17% of hospitalized patients. The presence of a new heart lesion in patients with COVID-19 was consistently associated with a poor prognosis. CONCLUSION: Given the enormous cardiovascular challenge posed by the COVID-19 pandemic and the prognostic impact of heart damage, additional research at a high level of evidence will be necessary.","Tunis Med","Yahia, Faten","Zakhama, Lilia","Ben Abdelaziz, Ahmed","32395790"],"abstract":["BACKGROUND: Many patients with COVID-19 have pre-existing cardiovascular (CV) co-morbidities or develop acute heart damage during the course of the disease. OBJECTIVES: To study the risk of COVID-19 infection in the presence of preexisting CV diseases and to describe new CV manifestations during COVID-19. METHODS: A \"scoping review\" was carried out via PubMed, to synthesize the results of research currently published on this subject. RESULTS: Patients with cardiovascular disease were at greater risk of developing COVID-19, especially in its severe form. These patients were five to ten times more at risk of death. Cardiac manifestations, de novo, were dominated by acute myocardial damage, defined by a significant elevation of cardiac troponins. These occurred in 7 to 17% of hospitalized patients. The presence of a new heart lesion in patients with COVID-19 was consistently associated with a poor prognosis. CONCLUSION: Given the enormous cardiovascular challenge posed by the COVID-19 pandemic and the prognostic impact of heart damage, additional research at a high level of evidence will be necessary."],"journal":"Tunis Med","authors":["Yahia, Faten","Zakhama, Lilia","Ben Abdelaziz, Ahmed"],"date":"2020-05-13T11:00:00Z","year":2020,"_id":"32395790","source":"PubMed","week":"202020|May 11 - May 17","topics":["Treatment","Diagnosis"],"weight":1,"_version_":1666627827965886466,"score":9.490897,"similar":[{"pmid":32247212,"pmcid":"PMC7102662","title":"Cardiovascular disease and COVID-19.","text":["Cardiovascular disease and COVID-19.","BACKGROUND AND AIMS: Many patients with coronavirus disease 2019 (COVID-19) have underlying cardiovascular (CV) disease or develop acute cardiac injury during the course of the illness. Adequate understanding of the interplay between COVID-19 and CV disease is required for optimum management of these patients. METHODS: A literature search was done using PubMed and Google search engines to prepare a narrative review on this topic. RESULTS: Respiratory illness is the dominant clinical manifestation of COVID-19; CV involvement occurs much less commonly. Acute cardiac injury, defined as significant elevation of cardiac troponins, is the most commonly reported cardiac abnormality in COVID-19. It occurs in approximately 8-12% of all patients. Direct myocardial injury due to viral involvement of cardiomyocytes and the effect of systemic inflammation appear to be the most common mechanisms responsible for cardiac injury. The information about other CV manifestations in COVID-19 is very limited at present. Nonetheless, it has been consistently shown that the presence of pre-existing CV disease and/or development of acute cardiac injury are associated with significantly worse outcome in these patients. CONCLUSIONS: Most of the current reports on COVID-19 have only briefly described CV manifestations in these patients. Given the enormous burden posed by this illness and the significant adverse prognostic impact of cardiac involvement, further research is required to understand the incidence, mechanisms, clinical presentation and outcomes of various CV manifestations in COVID-19 patients.","Diabetes Metab Syndr","Bansal, Manish","32247212"],"abstract":["BACKGROUND AND AIMS: Many patients with coronavirus disease 2019 (COVID-19) have underlying cardiovascular (CV) disease or develop acute cardiac injury during the course of the illness. Adequate understanding of the interplay between COVID-19 and CV disease is required for optimum management of these patients. METHODS: A literature search was done using PubMed and Google search engines to prepare a narrative review on this topic. RESULTS: Respiratory illness is the dominant clinical manifestation of COVID-19; CV involvement occurs much less commonly. Acute cardiac injury, defined as significant elevation of cardiac troponins, is the most commonly reported cardiac abnormality in COVID-19. It occurs in approximately 8-12% of all patients. Direct myocardial injury due to viral involvement of cardiomyocytes and the effect of systemic inflammation appear to be the most common mechanisms responsible for cardiac injury. The information about other CV manifestations in COVID-19 is very limited at present. Nonetheless, it has been consistently shown that the presence of pre-existing CV disease and/or development of acute cardiac injury are associated with significantly worse outcome in these patients. CONCLUSIONS: Most of the current reports on COVID-19 have only briefly described CV manifestations in these patients. Given the enormous burden posed by this illness and the significant adverse prognostic impact of cardiac involvement, further research is required to understand the incidence, mechanisms, clinical presentation and outcomes of various CV manifestations in COVID-19 patients."],"journal":"Diabetes Metab Syndr","authors":["Bansal, Manish"],"date":"2020-04-05T11:00:00Z","year":2020,"_id":"32247212","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.1016/j.dsx.2020.03.013","keywords":["arrhythmia","covid-19","cardiac troponins","cardiogenic shock","coronavirus disease 2019","heart failure","myocardial infarction","myocarditis","sars-cov-2"],"topics":["Diagnosis","Mechanism"],"weight":1,"_version_":1666138492065808384,"score":395.39822},{"pmid":32430627,"title":"COVID-19-associated cardiovascular morbidity in older adults: a position paper from the Italian Society of Cardiovascular Researches.","text":["COVID-19-associated cardiovascular morbidity in older adults: a position paper from the Italian Society of Cardiovascular Researches.","Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infects host cells following binding with the cell surface ACE2 receptors, thereby leading to coronavirus disease 2019 (COVID-19). SARS-CoV-2 causes viral pneumonia with additional extrapulmonary manifestations and major complications, including acute myocardial injury, arrhythmia, and shock mainly in elderly patients. Furthermore, patients with existing cardiovascular comorbidities, such as hypertension and coronary heart disease, have a worse clinical outcome following contraction of the viral illness. A striking feature of COVID-19 pandemics is the high incidence of fatalities in advanced aged patients: this might be due to the prevalence of frailty and cardiovascular disease increase with age due to endothelial dysfunction and loss of endogenous cardioprotective mechanisms. Although experimental evidence on this topic is still at its infancy, the aim of this position paper is to hypothesize and discuss more suggestive cellular and molecular mechanisms whereby SARS-CoV-2 may lead to detrimental consequences to the cardiovascular system. We will focus on aging, cytokine storm, NLRP3/inflammasome, hypoxemia, and air pollution, which is an emerging cardiovascular risk factor associated with rapid urbanization and globalization. We will finally discuss the impact of clinically available CV drugs on the clinical course of COVID-19 patients. Understanding the role played by SARS-CoV2 on the CV system is indeed mandatory to get further insights into COVID-19 pathogenesis and to design a therapeutic strategy of cardio-protection for frail patients.","Geroscience","Moccia, F","Gerbino, A","Lionetti, V","Miragoli, M","Munaron, L M","Pagliaro, P","Pasqua, T","Penna, C","Rocca, C","Samaja, M","Angelone, T","32430627"],"abstract":["Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infects host cells following binding with the cell surface ACE2 receptors, thereby leading to coronavirus disease 2019 (COVID-19). SARS-CoV-2 causes viral pneumonia with additional extrapulmonary manifestations and major complications, including acute myocardial injury, arrhythmia, and shock mainly in elderly patients. Furthermore, patients with existing cardiovascular comorbidities, such as hypertension and coronary heart disease, have a worse clinical outcome following contraction of the viral illness. A striking feature of COVID-19 pandemics is the high incidence of fatalities in advanced aged patients: this might be due to the prevalence of frailty and cardiovascular disease increase with age due to endothelial dysfunction and loss of endogenous cardioprotective mechanisms. Although experimental evidence on this topic is still at its infancy, the aim of this position paper is to hypothesize and discuss more suggestive cellular and molecular mechanisms whereby SARS-CoV-2 may lead to detrimental consequences to the cardiovascular system. We will focus on aging, cytokine storm, NLRP3/inflammasome, hypoxemia, and air pollution, which is an emerging cardiovascular risk factor associated with rapid urbanization and globalization. We will finally discuss the impact of clinically available CV drugs on the clinical course of COVID-19 patients. Understanding the role played by SARS-CoV2 on the CV system is indeed mandatory to get further insights into COVID-19 pathogenesis and to design a therapeutic strategy of cardio-protection for frail patients."],"journal":"Geroscience","authors":["Moccia, F","Gerbino, A","Lionetti, V","Miragoli, M","Munaron, L M","Pagliaro, P","Pasqua, T","Penna, C","Rocca, C","Samaja, M","Angelone, T"],"date":"2020-05-21T11:00:00Z","year":2020,"_id":"32430627","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1007/s11357-020-00198-w","keywords":["acute myocardial injury","aging","covid-19","cardiovascular system","frailty","sars-cov-2"],"locations":["hypoxemia"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1667342288203808768,"score":221.96014},{"pmid":32423250,"title":"Effect of coronavirus infection on the human heart: A scoping review.","text":["Effect of coronavirus infection on the human heart: A scoping review.","BACKGROUND: The global coronavirus disease 2019 pandemic has highlighted the importance of understanding the cardiovascular implications of coronavirus infections, with more severe disease in those with cardiovascular co-morbidities, and resulting cardiac manifestations such as myocardial injury, arrhythmias, and heart failure. DESIGN: A systematic review of the current knowledge on the effects of coronavirus infection on the cardiovascular system in humans was performed and results were summarized. METHODS: Databases such as MEDLINE, EMBASE, CENTRAL, Scopus, Web of Science, ClinicalTrials.gov, Chinese Knowledge Resource Integrated Database and Chinese Clinical Trial Registry were searched on 20 March 2020. RESULTS: In total, 135 studies were included, involving severe acute respiratory syndrome, Middle East respiratory syndrome, coronavirus disease 2019 and other coronaviruses. Most were case reports, case series and cohort studies of poor to fair quality. In post-mortem examinations of subjects who died from infection, around half had virus identified in heart tissues in severe acute respiratory syndrome, but none in Middle East respiratory syndrome and coronavirus disease 2019. Cardiac manifestations reported include tachycardia, bradycardia, arrhythmias, and myocardial injury, secondary to both systemic infection and treatment. Cardiac injury and arrhythmias are more prevalent in coronavirus disease 2019, and elevated cardiac markers are associated with intensive care unit admission and death. In severe acute respiratory syndrome, Middle East respiratory syndrome, and coronavirus disease 2019, comorbidities such as hypertension, diabetes mellitus, and heart disease are associated with intensive care unit admission, mechanical ventilation, and mortality. There were cases of misdiagnosis due to overlapping presentations of cardiovascular diseases and coronavirus infections, leading to hospital spread and delayed management of life-threatening conditions. CONCLUSION: This review highlighted the ways in which coronaviruses affect cardiovascular function and interacts with pre-existing cardiovascular diseases.","Eur J Prev Cardiol","Ho, Jamie Sy","Tambyah, Paul A","Ho, Andrew Fw","Chan, Mark Yy","Sia, Ching-Hui","32423250"],"abstract":["BACKGROUND: The global coronavirus disease 2019 pandemic has highlighted the importance of understanding the cardiovascular implications of coronavirus infections, with more severe disease in those with cardiovascular co-morbidities, and resulting cardiac manifestations such as myocardial injury, arrhythmias, and heart failure. DESIGN: A systematic review of the current knowledge on the effects of coronavirus infection on the cardiovascular system in humans was performed and results were summarized. METHODS: Databases such as MEDLINE, EMBASE, CENTRAL, Scopus, Web of Science, ClinicalTrials.gov, Chinese Knowledge Resource Integrated Database and Chinese Clinical Trial Registry were searched on 20 March 2020. RESULTS: In total, 135 studies were included, involving severe acute respiratory syndrome, Middle East respiratory syndrome, coronavirus disease 2019 and other coronaviruses. Most were case reports, case series and cohort studies of poor to fair quality. In post-mortem examinations of subjects who died from infection, around half had virus identified in heart tissues in severe acute respiratory syndrome, but none in Middle East respiratory syndrome and coronavirus disease 2019. Cardiac manifestations reported include tachycardia, bradycardia, arrhythmias, and myocardial injury, secondary to both systemic infection and treatment. Cardiac injury and arrhythmias are more prevalent in coronavirus disease 2019, and elevated cardiac markers are associated with intensive care unit admission and death. In severe acute respiratory syndrome, Middle East respiratory syndrome, and coronavirus disease 2019, comorbidities such as hypertension, diabetes mellitus, and heart disease are associated with intensive care unit admission, mechanical ventilation, and mortality. There were cases of misdiagnosis due to overlapping presentations of cardiovascular diseases and coronavirus infections, leading to hospital spread and delayed management of life-threatening conditions. CONCLUSION: This review highlighted the ways in which coronaviruses affect cardiovascular function and interacts with pre-existing cardiovascular diseases."],"journal":"Eur J Prev Cardiol","authors":["Ho, Jamie Sy","Tambyah, Paul A","Ho, Andrew Fw","Chan, Mark Yy","Sia, Ching-Hui"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32423250","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1177/2047487320925965","keywords":["coronavirus","middle east respiratory syndrome","cardiovascular system","common cold","coronavirus disease 2019","heart","severe acute respiratory syndrome"],"locations":["Chinese","Chinese","bradycardia"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1667252837968510976,"score":218.03601},{"pmid":32293910,"title":"The Science Underlying COVID-19: Implications for the Cardiovascular System.","text":["The Science Underlying COVID-19: Implications for the Cardiovascular System.","Corona Virus Disease 2019 (COVID-19) pandemic has impacted health and economy worldwide on an unprecedented scale. Patients have diverse clinical outcomes, but those with pre-existing cardiovascular (CV) disease, hypertension, and related conditions incur disproportionately worse outcome. The high infectivity of the SARS-CoV-2 virus is in part related to new mutations in the receptor binding domain, and acquisition of a furin cleavage site in the S spike protein. The continued viral shedding in the asymptomatic and pre-symptomatic individuals enhances its community transmission. The virus uses the ACE2 receptor for internalization, aided by TMPRSS2 protease. The tissue localization of the receptors correlates with COVDI-19 presenting symptoms and organ dysfunction. Virus-induced ACE2 down regulation may attenuate its function, diminish its anti-inflammatory role, and heightened angiotensin II effects in the predisposed patients. Lymphopenia occurs early and is prognostic, potentially associated with reduction of the CD4+ and some CD8+ T cells. This leads to imbalance of the innate/acquired immune response, delayed viral clearance, and hyper stimulated macrophages and neutrophils. Appropriate type I interferon pathway activation is critical for virus attenuation, and balanced immune response. Persistent immune activation in predisposed patients, such as the elderly and those with CV risk, can lead to hemophagocytosis like syndrome, with uncontrolled amplification of cytokine production, leading to multi-organ failure and death. In addition to the airways and lungs, the cardiovascular system is often involved in COVID-19 early, reflected in the release of highly sensitive troponin and natriuretic peptides, which are all extremely prognostic, particularly in those showing continued rise, along with cytokines such as IL-6. Inflammation in the vascular system can result in diffuse microangiopathy with thrombosis. Inflammation in the myocardium can result in myocarditis, heart failure, cardiac arrhythmias, acute coronary syndrome, rapid deterioration and sudden death. Aggressive support based on early prognostic indicators with expectant management can potentially improve recovery. Appropriate treatment for heart failure, arrhythmias, acute coronary syndrome and thrombosis remain important. Specific evidence based treatment strategies for COVID-19 will emerge with ongoing global collaboration on multiple approaches being evaluated. To protect the wider population, antibody testing and effective vaccine will be needed to make COVID-19 history.","Circulation","Liu, Peter P","Blet, Alice","Smyth, David","Li, Hongliang","32293910"],"abstract":["Corona Virus Disease 2019 (COVID-19) pandemic has impacted health and economy worldwide on an unprecedented scale. Patients have diverse clinical outcomes, but those with pre-existing cardiovascular (CV) disease, hypertension, and related conditions incur disproportionately worse outcome. The high infectivity of the SARS-CoV-2 virus is in part related to new mutations in the receptor binding domain, and acquisition of a furin cleavage site in the S spike protein. The continued viral shedding in the asymptomatic and pre-symptomatic individuals enhances its community transmission. The virus uses the ACE2 receptor for internalization, aided by TMPRSS2 protease. The tissue localization of the receptors correlates with COVDI-19 presenting symptoms and organ dysfunction. Virus-induced ACE2 down regulation may attenuate its function, diminish its anti-inflammatory role, and heightened angiotensin II effects in the predisposed patients. Lymphopenia occurs early and is prognostic, potentially associated with reduction of the CD4+ and some CD8+ T cells. This leads to imbalance of the innate/acquired immune response, delayed viral clearance, and hyper stimulated macrophages and neutrophils. Appropriate type I interferon pathway activation is critical for virus attenuation, and balanced immune response. Persistent immune activation in predisposed patients, such as the elderly and those with CV risk, can lead to hemophagocytosis like syndrome, with uncontrolled amplification of cytokine production, leading to multi-organ failure and death. In addition to the airways and lungs, the cardiovascular system is often involved in COVID-19 early, reflected in the release of highly sensitive troponin and natriuretic peptides, which are all extremely prognostic, particularly in those showing continued rise, along with cytokines such as IL-6. Inflammation in the vascular system can result in diffuse microangiopathy with thrombosis. Inflammation in the myocardium can result in myocarditis, heart failure, cardiac arrhythmias, acute coronary syndrome, rapid deterioration and sudden death. Aggressive support based on early prognostic indicators with expectant management can potentially improve recovery. Appropriate treatment for heart failure, arrhythmias, acute coronary syndrome and thrombosis remain important. Specific evidence based treatment strategies for COVID-19 will emerge with ongoing global collaboration on multiple approaches being evaluated. To protect the wider population, antibody testing and effective vaccine will be needed to make COVID-19 history."],"journal":"Circulation","authors":["Liu, Peter P","Blet, Alice","Smyth, David","Li, Hongliang"],"date":"2020-04-16T11:00:00Z","year":2020,"_id":"32293910","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1161/CIRCULATIONAHA.120.047549","weight":0,"_version_":1666138494512136192,"score":214.25676},{"pmid":32380802,"title":"Cardiovascular system and COVID-19: perspectives from a developing country.","text":["Cardiovascular system and COVID-19: perspectives from a developing country.","A novel coronavirus, SARS-CoV-2, thought to have originated from bats causes COVID-19 infection which was first reported from Wuhan, China in December 2019. This virus has a high infectivity rate and has impacted a significant chunk of the population worldwide. The spectrum of disease ranges from mild to severe with respiratory system being the most commonly affected. Cardiovascular system often gets involved in later stages of the disease with acute cardiac injury, heart failure and arrhythmias being the common complications. In addition, the presence of cardiovascular co-morbidities such as hypertension, coronary artery disease in these patients are often associated with poor prognosis. It is still not clear regarding the exact mechanism explaining cardiovascular system involvement in COVID-19. Multiple theories have been put forward however, more robust studies are required to fully elucidate the \"heart and virus\" link. The disease has already made its presence felt on the global stage and its impact in the developing countries is going to be profound. These nations not only have a poorly developed healthcare system but there is also a huge burden of cardiovascular diseases. As a result, COVID-19 would adversely impact the already overburdened healthcare network leading to impaired cardiovascular care delivery especially for acute coronary syndrome and heart failure patients.","Monaldi Arch Chest Dis","Kunal, Shekhar","Gupta, Kashish","Sharma, Shashi Mohan","Pathak, Vijay","Mittal, Shruti","Tarke, Chandrakant","32380802"],"abstract":["A novel coronavirus, SARS-CoV-2, thought to have originated from bats causes COVID-19 infection which was first reported from Wuhan, China in December 2019. This virus has a high infectivity rate and has impacted a significant chunk of the population worldwide. The spectrum of disease ranges from mild to severe with respiratory system being the most commonly affected. Cardiovascular system often gets involved in later stages of the disease with acute cardiac injury, heart failure and arrhythmias being the common complications. In addition, the presence of cardiovascular co-morbidities such as hypertension, coronary artery disease in these patients are often associated with poor prognosis. It is still not clear regarding the exact mechanism explaining cardiovascular system involvement in COVID-19. Multiple theories have been put forward however, more robust studies are required to fully elucidate the \"heart and virus\" link. The disease has already made its presence felt on the global stage and its impact in the developing countries is going to be profound. These nations not only have a poorly developed healthcare system but there is also a huge burden of cardiovascular diseases. As a result, COVID-19 would adversely impact the already overburdened healthcare network leading to impaired cardiovascular care delivery especially for acute coronary syndrome and heart failure patients."],"journal":"Monaldi Arch Chest Dis","authors":["Kunal, Shekhar","Gupta, Kashish","Sharma, Shashi Mohan","Pathak, Vijay","Mittal, Shruti","Tarke, Chandrakant"],"date":"2020-05-09T11:00:00Z","year":2020,"_id":"32380802","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.4081/monaldi.2020.1305","locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis","Mechanism","Prevention"],"weight":1,"_version_":1666267276789153792,"score":199.67998}]}