{"pmid":32406606,"title":"Positive detection of SARS-CoV-2 combined HSV1 and HHV6B virus nucleic acid in tear and conjunctival secretions of a non-conjunctivitis COVID-19 patient with obstruction of common lacrimal duct.","text":["Positive detection of SARS-CoV-2 combined HSV1 and HHV6B virus nucleic acid in tear and conjunctival secretions of a non-conjunctivitis COVID-19 patient with obstruction of common lacrimal duct.","BACKGROUND: The current outbreak of COVID-19 has spread rapidly all over the world. Respiratory droplets and contaction with infected patients are the two major transmission routes. However, the value of tear virus nucleic acid is still not clear. We dynamic detected the SARS-CoV-2 in eye sample of one COVID-19 patient with obstruction of common lacrimal ducts. METHODS: Besides the routine examination, nasopharyngeal and eye swab were continuously measured by polymerase chain reaction assay and next-generation sequencing (NGS). Gene detection was performed for drug use guidance, and flow cytometry was performed to analyse the lymphocyte subsets. RESULTS: Nasopharyngeal swabs were positive for 22 days, but eye swabs were still continuously positive for 2 weeks after nasopharyngeal swabs turned negative. The low level of lymphocyte and the high level IL-6 lasted for almost 4 weeks, then became near normal. Next-generation sequencing (NGS) confirmed the existing of SARS-CoV-2, HSV1 and HHV6B virus nucleic acid. The gene detection for drug use guidance showed the genetic locus ABCB1 (3435T>C) rs1045642 belonged to type CC and it mean the efficiency of lopinavir-ritonavir would be significantly decreased. The flow cytometry of lymphocyte subsets showed PD-1(+) CD95(+) cells was accounting for 94.8% in CD3(+) CD8(+) T subset and for 94.8% in CD3(+) TCRgammadelta(+) T subset. CONCLUSIONS: As obstruction of common lacrimal duct, positively detection in one eye for 2 weeks more after nasopharyngeal swab became negative. More eye swabs should be collected from COVID-19 patients, especially from those immunocompromised, those with eye symptoms and those had a history of ocular diseases.","Acta Ophthalmol","Hu, Yaguang","Chen, Tianyan","Liu, Miaomiao","Zhang, Li","Wang, Fang","Zhao, Shuo","Liu, Hui","Xia, Han","Wang, Yawen","Li, Li","32406606"],"abstract":["BACKGROUND: The current outbreak of COVID-19 has spread rapidly all over the world. Respiratory droplets and contaction with infected patients are the two major transmission routes. However, the value of tear virus nucleic acid is still not clear. We dynamic detected the SARS-CoV-2 in eye sample of one COVID-19 patient with obstruction of common lacrimal ducts. METHODS: Besides the routine examination, nasopharyngeal and eye swab were continuously measured by polymerase chain reaction assay and next-generation sequencing (NGS). Gene detection was performed for drug use guidance, and flow cytometry was performed to analyse the lymphocyte subsets. RESULTS: Nasopharyngeal swabs were positive for 22 days, but eye swabs were still continuously positive for 2 weeks after nasopharyngeal swabs turned negative. The low level of lymphocyte and the high level IL-6 lasted for almost 4 weeks, then became near normal. Next-generation sequencing (NGS) confirmed the existing of SARS-CoV-2, HSV1 and HHV6B virus nucleic acid. The gene detection for drug use guidance showed the genetic locus ABCB1 (3435T>C) rs1045642 belonged to type CC and it mean the efficiency of lopinavir-ritonavir would be significantly decreased. The flow cytometry of lymphocyte subsets showed PD-1(+) CD95(+) cells was accounting for 94.8% in CD3(+) CD8(+) T subset and for 94.8% in CD3(+) TCRgammadelta(+) T subset. CONCLUSIONS: As obstruction of common lacrimal duct, positively detection in one eye for 2 weeks more after nasopharyngeal swab became negative. More eye swabs should be collected from COVID-19 patients, especially from those immunocompromised, those with eye symptoms and those had a history of ocular diseases."],"journal":"Acta Ophthalmol","authors":["Hu, Yaguang","Chen, Tianyan","Liu, Miaomiao","Zhang, Li","Wang, Fang","Zhao, Shuo","Liu, Hui","Xia, Han","Wang, Yawen","Li, Li"],"date":"2020-05-15T11:00:00Z","year":2020,"_id":"32406606","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1111/aos.14456","e_drugs":["lopinavir-ritonavir drug combination"],"topics":["Case Report"],"weight":1,"_version_":1666950579848478720,"score":9.490897,"similar":[{"pmid":32311437,"pmcid":"PMC7165102","title":"Detection and analysis of nucleic acid in various biological samples of COVID-19 patients.","text":["Detection and analysis of nucleic acid in various biological samples of COVID-19 patients.","COVID-19 (corona virus disease 2019) is a kind of acute severe pneumonia caused by 2019-nCoV (2019-nCoV) infection. Since December 2019, it has been found in Wuhan, Hubei Province, and then spread to the whole country. Some parts of the world also showed an outbreak trend [1-3]. Real-time fluorescence quantitative reverse transcriptase polymerase chain reaction (reverse transcriptase-polymerase chain reaction,RT-PCR) and viral gene sequencing are the gold standard for the diagnosis of COVID-19. At present, upper respiratory tract nasopharyngeal swabs are mostly used as nucleic acid detection samples in China, but the positive rate is low. However, there are few reports on clinical application of 2019-nCoV nucleic acid detection in other biological samples. METHODS: | The East Section of Renmin Hospital of Wuhan University is a designated COVID-19 hospital in Wuhan City, Hubei Province, China. This observation study included 132 patients diagnosed with COVID-19 in the infectious disease areas of the East Section of Renmin Hospital of Wuhan University from 2020.1.31 to 2020.2.29. COVID-19 diagnostic criteria: according to China's left angle bracket, doublepneumonia diagnosis and treatment Program of novel coronavirus infection (trial version 7) right angle bracket, double, in accordance with the relevant epidemiological and clinical manifestations, nasopharyngeal swabs real-time fluorescence RT-PCR detection of 2019-nCoV nucleic acid positive, COVID-19 cases were divided into mild, ordinary, severe and severe [4]. The nasopharyngeal swabs of 132 cases of COVID-19 were positive for 2019-nCoV nucleic acid on admission, including 72 males and 60 females, with an average age of 66.7+/-9.1 years, including 80 cases of common type, 44 cases of severe type and 8 cases of critical type. During the period of admission, under the condition of tertiary protection, nasopharyngeal swabs, sputum, blood, feces and anal swabs of COVID-19 cases were collected many times in the isolation ward for 2019-nCoV nucleic acid detection. All biological samples are sealed and transferred to the laboratory in strict accordance with the standard process. The RT-PCR test kits (BioGerm) were recommended by the Chinese Center for Disease Control and Prevention. The same technician and brand of test kit was used for all RT-PCR testing reported; both internal controls and negative controls were routinely performed with each batch of tests. RESULTS: | 132 the results of 2019-nCoV nucleic acid test of various biological samples during the treatment of confirmed COVID-19 cases are as follows: the positive rate of 2019-nCoV nucleic acid test of nasopharyngeal swab is 38.13% (180/472 times), the positive rate of 2019-nCoV nucleic acid test of sputum is 48.68% (148/304 times), the positive rate of blood 2019-nCoV nucleic acid test is 3.03% (4/132 times), and the positive rate of 2019-nCoV nucleic acid test of feces is 9.83% (24/244 times). The positive rate of 2019-nCoV nucleic acid detection in anal swabs is 10.00% (12/120 times). DISCUSSION|: In this study, it was found that the positive rate of 2019-nCoV nucleic acid in sputum of 132 patients with COVID-19 was higher than that of nasopharyngeal swabs, and viral nucleic acids were also detected in blood and digestive tract (fecal/anal swabs). Simple detection of nasopharyngeal swab 2019-nCoV nucleic acid detection positive rate is not high, multi-sample 2019-nCoV nucleic acid detection can improve the accuracy, reduce the false negative rate, better guide clinical treatment and evaluate the therapeutic effect.","Travel Med Infect Dis","Wu, Jianguo","Liu, Jiasheng","Li, Shijun","Peng, Zhiyang","Xiao, Zhe","Wang, Xufeng","Yan, Ruicheng","Luo, Jianfei","32311437"],"abstract":["COVID-19 (corona virus disease 2019) is a kind of acute severe pneumonia caused by 2019-nCoV (2019-nCoV) infection. Since December 2019, it has been found in Wuhan, Hubei Province, and then spread to the whole country. Some parts of the world also showed an outbreak trend [1-3]. Real-time fluorescence quantitative reverse transcriptase polymerase chain reaction (reverse transcriptase-polymerase chain reaction,RT-PCR) and viral gene sequencing are the gold standard for the diagnosis of COVID-19. At present, upper respiratory tract nasopharyngeal swabs are mostly used as nucleic acid detection samples in China, but the positive rate is low. However, there are few reports on clinical application of 2019-nCoV nucleic acid detection in other biological samples. METHODS: | The East Section of Renmin Hospital of Wuhan University is a designated COVID-19 hospital in Wuhan City, Hubei Province, China. This observation study included 132 patients diagnosed with COVID-19 in the infectious disease areas of the East Section of Renmin Hospital of Wuhan University from 2020.1.31 to 2020.2.29. COVID-19 diagnostic criteria: according to China's left angle bracket, doublepneumonia diagnosis and treatment Program of novel coronavirus infection (trial version 7) right angle bracket, double, in accordance with the relevant epidemiological and clinical manifestations, nasopharyngeal swabs real-time fluorescence RT-PCR detection of 2019-nCoV nucleic acid positive, COVID-19 cases were divided into mild, ordinary, severe and severe [4]. The nasopharyngeal swabs of 132 cases of COVID-19 were positive for 2019-nCoV nucleic acid on admission, including 72 males and 60 females, with an average age of 66.7+/-9.1 years, including 80 cases of common type, 44 cases of severe type and 8 cases of critical type. During the period of admission, under the condition of tertiary protection, nasopharyngeal swabs, sputum, blood, feces and anal swabs of COVID-19 cases were collected many times in the isolation ward for 2019-nCoV nucleic acid detection. All biological samples are sealed and transferred to the laboratory in strict accordance with the standard process. The RT-PCR test kits (BioGerm) were recommended by the Chinese Center for Disease Control and Prevention. The same technician and brand of test kit was used for all RT-PCR testing reported; both internal controls and negative controls were routinely performed with each batch of tests. RESULTS: | 132 the results of 2019-nCoV nucleic acid test of various biological samples during the treatment of confirmed COVID-19 cases are as follows: the positive rate of 2019-nCoV nucleic acid test of nasopharyngeal swab is 38.13% (180/472 times), the positive rate of 2019-nCoV nucleic acid test of sputum is 48.68% (148/304 times), the positive rate of blood 2019-nCoV nucleic acid test is 3.03% (4/132 times), and the positive rate of 2019-nCoV nucleic acid test of feces is 9.83% (24/244 times). The positive rate of 2019-nCoV nucleic acid detection in anal swabs is 10.00% (12/120 times). DISCUSSION|: In this study, it was found that the positive rate of 2019-nCoV nucleic acid in sputum of 132 patients with COVID-19 was higher than that of nasopharyngeal swabs, and viral nucleic acids were also detected in blood and digestive tract (fecal/anal swabs). Simple detection of nasopharyngeal swab 2019-nCoV nucleic acid detection positive rate is not high, multi-sample 2019-nCoV nucleic acid detection can improve the accuracy, reduce the false negative rate, better guide clinical treatment and evaluate the therapeutic effect."],"journal":"Travel Med Infect Dis","authors":["Wu, Jianguo","Liu, Jiasheng","Li, Shijun","Peng, Zhiyang","Xiao, Zhe","Wang, Xufeng","Yan, Ruicheng","Luo, Jianfei"],"date":"2020-04-21T11:00:00Z","year":2020,"_id":"32311437","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1016/j.tmaid.2020.101673","locations":["Wuhan","Hubei","China","Wuhan","Hubei","China","China","anal swabs"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis"],"weight":1,"_version_":1666138491164033024,"score":270.6933},{"pmid":32100876,"title":"Evaluation of coronavirus in tears and conjunctival secretions of patients with SARS-CoV-2 infection.","text":["Evaluation of coronavirus in tears and conjunctival secretions of patients with SARS-CoV-2 infection.","OBJECTIVE: This study aimed to assess the presence of novel coronavirus in tears and conjunctival secretions of SARS-CoV-2-infected patients. METHODS: A prospective interventional case series study was performed, and 30 confirmed novel coronavirus pneumonia (NCP) patients were selected at the First Affiliated Hospital of Zhejiang University from 26 January 2020 to 9 February 2020. At an interval of 2 to 3 days, tear and conjunctival secretions were collected twice with disposable sampling swabs for reverse-transcription polymerase chain reaction (RT-PCR) assay. RESULTS: Twenty-one common-type and nine severe-type NCP patients were enrolled. Two samples of tear and conjunctival secretions were obtained from the only one patient with conjunctivitis yielded positive RT-PCR results. Fifty-eight samples from other patents were all negative. CONCLUSION: We speculate that SARS-CoV-2 may be detected in the tears and conjunctival secretions in NCP patients with conjunctivitis.","J Med Virol","Xia, Jianhua","Tong, Jianping","Liu, Mengyun","Shen, Ye","Guo, Dongyu","32100876"],"abstract":["OBJECTIVE: This study aimed to assess the presence of novel coronavirus in tears and conjunctival secretions of SARS-CoV-2-infected patients. METHODS: A prospective interventional case series study was performed, and 30 confirmed novel coronavirus pneumonia (NCP) patients were selected at the First Affiliated Hospital of Zhejiang University from 26 January 2020 to 9 February 2020. At an interval of 2 to 3 days, tear and conjunctival secretions were collected twice with disposable sampling swabs for reverse-transcription polymerase chain reaction (RT-PCR) assay. RESULTS: Twenty-one common-type and nine severe-type NCP patients were enrolled. Two samples of tear and conjunctival secretions were obtained from the only one patient with conjunctivitis yielded positive RT-PCR results. Fifty-eight samples from other patents were all negative. CONCLUSION: We speculate that SARS-CoV-2 may be detected in the tears and conjunctival secretions in NCP patients with conjunctivitis."],"journal":"J Med Virol","authors":["Xia, Jianhua","Tong, Jianping","Liu, Mengyun","Shen, Ye","Guo, Dongyu"],"date":"2020-02-27T11:00:00Z","year":2020,"_id":"32100876","source":"PubMed","week":"20209|Feb 24 - Mar 01","doi":"10.1002/jmv.25725","keywords":["coronavirus","horizontal transmission","infection"],"link_comment_in":"32317428","topics":["Diagnosis"],"weight":1,"_version_":1666138492895232000,"score":230.88582},{"pmid":32268456,"title":"[Clinical application effect of modified nasopharyngeal swab sampling for 2019 novel coronavirus nucleic acid detection].","text":["[Clinical application effect of modified nasopharyngeal swab sampling for 2019 novel coronavirus nucleic acid detection].","Objective: To study the clinical application effect of modified nasopharyngeal swab sampling for 2019 novel coronavirus nucleic acid detection. Methods: This study covered the period from January 14 to March 1, 2020. From February 24 on, the supine position method and the protective face screen were used to collect nasopharyngeal swabs, before which, the nasopharyngeal swabs were collected by sitting position method. All the patients were diagnosed with suspected/confirmed 2019 novel coronavirus infection, who were admitted from February 19 on, before which, the nasopharyngeal swabs were collected outside the hospital. (1) Thirty-four operators meeting the inclusion criteria of the study were recruited in this retrospective cohort study. They were grouped according to the collection method of nasopharyngeal swabs. Sixteen operators of Wuhan Taikang Tongji Hospital who used the supine position method and the protective face screen were included in supine position method+protective face screen group (15 males and 1 female, aged 34-49 years); 18 operators (12 from the First Affiliated Hospital of Army Medical University (the Third Military Medical University), 1 from Wuhan Jiangxia Mobile Cabin Hospital, 5 from the East District of People's Hospital of Wuhan University) who used the traditional sitting position method were included in sitting position method group (2 males and 16 females, aged 25-49 years). In supine position method+protective face screen group, when collecting sample, the patient lay flat and wore a special protective face screen for nasopharyngeal swab sampling, with neck slightly extending and face turning to the opposite side of the operator about 10 degrees . The self-designed questionnaire was used to investigate the cooperation, the incidence of nausea, coughing, sneezing, and struggling of patients evaluated by the operators, the operation time of single sampling, the fear of operation and the perceived exposure risk of operators of the two groups. (2) Sixty-five patients (22 males and 43 females, aged 25-91 years) admitted to Wuhan Taikang Tongji Hospital who successively received the sitting position method and supine position method+protective face screen for nasopharyngeal swabs sampling and with complete nucleic acid detection results were included. The positive rates of nucleic acid detection by the two sampling methods of nasopharyngeal swabs of the patients were statistically analyzed. (3) Forty-one patients who could express their feelings accurately were selected from the above 65 patients (12 males and 29 females, aged 27-83 years). The comfort of patients in the process of sampling by the two methods was investigated. (4) Thirty-four patients (10 males and 24 females, aged 25-83 years) with two or more consecutive negative results of nucleic acid detection of nasopharyngeal swabs by sitting position method were selected from the above 65 patients. The positive rate of nucleic acid detection of nasopharyngeal swab of patients by supine position method+protective face screen, i.e. negative to positive rate was statistically analyzed. Data were statistically analyzed with Wilcoxon's sign rank test, t test, and chi-square test. Results: (1) The cooperation score of patients evaluated by the operators in supine position method+protective face screen group was significantly higher than that in sitting position method group (Z=-4.928, P<0.01), the incidence of nausea, choking cough, sneezing, and struggling of patients evaluated by the operators, and the fear of operation score and the perceived exposure risk score of operators were significantly lower than those of sitting position method group (Z=-5.071, -5.046, -4.095, -4.397, -4.174, -5.049, P<0.01), and the operation time of single sampling was significantly longer than that of sitting position method group (t=23.17, P<0.01). (2) The positive rate of nucleic acid detection of nasopharyngeal swabs by supine position method+protective face screen was 60.00% (39/65), which was obviously higher than 41.54% (27/65) by sitting position method (chi(2)=4.432, P<0.05). (3) The comfort score of the 41 patients during nasopharyngeal swabs sampling by supine position method+protective face screen was significantly higher than that by sitting position method (Z=-5.319, P<0.01). (4) Of the 34 patients with two or more consecutive negative results of nucleic acid detection of nasopharyngeal swabs by sitting position method, the rate of negative to positive of nucleic acid detection was 26.47% (9/34) after sampling by supine position method+protective face screen. Conclusions: Compared with the traditional sitting position method, detection of 2019 novel coronavirus nucleic acids of nasopharyngeal swabs collected by supine method combined with protective face screen is worth promoting, because of its better comfort of patients, low exposure risk for operators, in addition to reducing in the false negative result to some extent, which may help reduce false recurrence of discharged patients.","Zhonghua Shao Shang Za Zhi","Ma, S Y","Luo, Y M","Hu, T Y","You, Z C","Sun, J G","Yu, S Y","Yuan, Z Q","Peng, Y Z","Luo, G X","Xu, Z","32268456"],"journal":"Zhonghua Shao Shang Za Zhi","authors":["Ma, S Y","Luo, Y M","Hu, T Y","You, Z C","Sun, J G","Yu, S Y","Yuan, Z Q","Peng, Y Z","Luo, G X","Xu, Z"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32268456","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.3760/cma.j.cn501120-20200312-00153","keywords":["2019 novel coronavirus","comfort","nasopharyngeal swab","positive rate","protective face screen","safety","sitting position method","supine position method"],"locations":["Wuhan","Wuhan","Wuhan"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis"],"weight":1,"abstract":["Objective: To study the clinical application effect of modified nasopharyngeal swab sampling for 2019 novel coronavirus nucleic acid detection. Methods: This study covered the period from January 14 to March 1, 2020. From February 24 on, the supine position method and the protective face screen were used to collect nasopharyngeal swabs, before which, the nasopharyngeal swabs were collected by sitting position method. All the patients were diagnosed with suspected/confirmed 2019 novel coronavirus infection, who were admitted from February 19 on, before which, the nasopharyngeal swabs were collected outside the hospital. (1) Thirty-four operators meeting the inclusion criteria of the study were recruited in this retrospective cohort study. They were grouped according to the collection method of nasopharyngeal swabs. Sixteen operators of Wuhan Taikang Tongji Hospital who used the supine position method and the protective face screen were included in supine position method+protective face screen group (15 males and 1 female, aged 34-49 years); 18 operators (12 from the First Affiliated Hospital of Army Medical University (the Third Military Medical University), 1 from Wuhan Jiangxia Mobile Cabin Hospital, 5 from the East District of People's Hospital of Wuhan University) who used the traditional sitting position method were included in sitting position method group (2 males and 16 females, aged 25-49 years). In supine position method+protective face screen group, when collecting sample, the patient lay flat and wore a special protective face screen for nasopharyngeal swab sampling, with neck slightly extending and face turning to the opposite side of the operator about 10 degrees . The self-designed questionnaire was used to investigate the cooperation, the incidence of nausea, coughing, sneezing, and struggling of patients evaluated by the operators, the operation time of single sampling, the fear of operation and the perceived exposure risk of operators of the two groups. (2) Sixty-five patients (22 males and 43 females, aged 25-91 years) admitted to Wuhan Taikang Tongji Hospital who successively received the sitting position method and supine position method+protective face screen for nasopharyngeal swabs sampling and with complete nucleic acid detection results were included. The positive rates of nucleic acid detection by the two sampling methods of nasopharyngeal swabs of the patients were statistically analyzed. (3) Forty-one patients who could express their feelings accurately were selected from the above 65 patients (12 males and 29 females, aged 27-83 years). The comfort of patients in the process of sampling by the two methods was investigated. (4) Thirty-four patients (10 males and 24 females, aged 25-83 years) with two or more consecutive negative results of nucleic acid detection of nasopharyngeal swabs by sitting position method were selected from the above 65 patients. The positive rate of nucleic acid detection of nasopharyngeal swab of patients by supine position method+protective face screen, i.e. negative to positive rate was statistically analyzed. Data were statistically analyzed with Wilcoxon's sign rank test, t test, and chi-square test. Results: (1) The cooperation score of patients evaluated by the operators in supine position method+protective face screen group was significantly higher than that in sitting position method group (Z=-4.928, P<0.01), the incidence of nausea, choking cough, sneezing, and struggling of patients evaluated by the operators, and the fear of operation score and the perceived exposure risk score of operators were significantly lower than those of sitting position method group (Z=-5.071, -5.046, -4.095, -4.397, -4.174, -5.049, P<0.01), and the operation time of single sampling was significantly longer than that of sitting position method group (t=23.17, P<0.01). (2) The positive rate of nucleic acid detection of nasopharyngeal swabs by supine position method+protective face screen was 60.00% (39/65), which was obviously higher than 41.54% (27/65) by sitting position method (chi(2)=4.432, P<0.05). (3) The comfort score of the 41 patients during nasopharyngeal swabs sampling by supine position method+protective face screen was significantly higher than that by sitting position method (Z=-5.319, P<0.01). (4) Of the 34 patients with two or more consecutive negative results of nucleic acid detection of nasopharyngeal swabs by sitting position method, the rate of negative to positive of nucleic acid detection was 26.47% (9/34) after sampling by supine position method+protective face screen. Conclusions: Compared with the traditional sitting position method, detection of 2019 novel coronavirus nucleic acids of nasopharyngeal swabs collected by supine method combined with protective face screen is worth promoting, because of its better comfort of patients, low exposure risk for operators, in addition to reducing in the false negative result to some extent, which may help reduce false recurrence of discharged patients."],"_version_":1666138491971436545,"score":218.69992},{"pmid":32361322,"title":"Interpret with caution: An evaluation of the commercial AusDiagnostics versus in-house developed assays for the detection of SARS-CoV-2 virus.","text":["Interpret with caution: An evaluation of the commercial AusDiagnostics versus in-house developed assays for the detection of SARS-CoV-2 virus.","INTRODUCTION: There is limited data on the analytical performance of commercial nucleic acid tests (NATs) for laboratory confirmation of COVID-19 infection. METHODS: Nasopharyngeal, combined nose and throat swabs, nasopharyngeal aspirates and sputum was collected from persons with suspected SARS-CoV-2 infection, serial dilutions of SARS-CoV-2 viral cultures and synthetic positive controls (gBlocks, Integrated DNA Technologies) were tested using i) AusDiagnostics assay (AusDiagnostics Pty Ltd); ii) in-house developed assays targeting the E and RdRp genes; iii) multiplex PCR assay targeting endemic respiratory viruses. Discrepant SARS-CoV-2 results were resolved by testing the N, ORF1b, ORF1ab and M genes. RESULTS: Of 52 clinical samples collected from 50 persons tested, respiratory viruses were detected in 22 samples (42 %), including SARS CoV-2 (n=5), rhinovirus (n=7), enterovirus (n=5), influenza B (n=4), hMPV (n=5), influenza A (n=2), PIV-2 (n=1), RSV (n=2), CoV-NL63 (n=1) and CoV-229E (n=1). SARS-CoV-2 was detected in four additional samples by the AusDiagnostics assay. Using the in-house assays as the \"gold standard\", the sensitivity, specificity, positive and negative predictive values of the AusDiagnostics assay was 100 %, 92.16 %, 55.56 % and 100 % respectively. The Ct values of the real-time in-house-developed PCR assay targeting the E gene was significantly lower than the corresponding RdRp gene assay when applied to clinical samples, viral culture and positive controls (mean 21.75 vs 28.1, p=0.0031). CONCLUSIONS: The AusDiagnostics assay is not specific for the detection SARS-CoV-2. Any positive results should be confirmed using another NAT or sequencing. The case definition used to investigate persons with suspected COVID-19 infection is not specific.","J Clin Virol","Rahman, H","Carter, I","Basile, K","Donovan, L","Kumar, S","Tran, T","Ko, D","Alderson, S","Sivaruban, T","Eden, J-S","Rockett, R","O'Sullivan, M V","Sintchenko, V","Chen, S C-A","Maddocks, S","Dwyer, D E","Kok, J","32361322"],"abstract":["INTRODUCTION: There is limited data on the analytical performance of commercial nucleic acid tests (NATs) for laboratory confirmation of COVID-19 infection. METHODS: Nasopharyngeal, combined nose and throat swabs, nasopharyngeal aspirates and sputum was collected from persons with suspected SARS-CoV-2 infection, serial dilutions of SARS-CoV-2 viral cultures and synthetic positive controls (gBlocks, Integrated DNA Technologies) were tested using i) AusDiagnostics assay (AusDiagnostics Pty Ltd); ii) in-house developed assays targeting the E and RdRp genes; iii) multiplex PCR assay targeting endemic respiratory viruses. Discrepant SARS-CoV-2 results were resolved by testing the N, ORF1b, ORF1ab and M genes. RESULTS: Of 52 clinical samples collected from 50 persons tested, respiratory viruses were detected in 22 samples (42 %), including SARS CoV-2 (n=5), rhinovirus (n=7), enterovirus (n=5), influenza B (n=4), hMPV (n=5), influenza A (n=2), PIV-2 (n=1), RSV (n=2), CoV-NL63 (n=1) and CoV-229E (n=1). SARS-CoV-2 was detected in four additional samples by the AusDiagnostics assay. Using the in-house assays as the \"gold standard\", the sensitivity, specificity, positive and negative predictive values of the AusDiagnostics assay was 100 %, 92.16 %, 55.56 % and 100 % respectively. The Ct values of the real-time in-house-developed PCR assay targeting the E gene was significantly lower than the corresponding RdRp gene assay when applied to clinical samples, viral culture and positive controls (mean 21.75 vs 28.1, p=0.0031). CONCLUSIONS: The AusDiagnostics assay is not specific for the detection SARS-CoV-2. Any positive results should be confirmed using another NAT or sequencing. The case definition used to investigate persons with suspected COVID-19 infection is not specific."],"journal":"J Clin Virol","authors":["Rahman, H","Carter, I","Basile, K","Donovan, L","Kumar, S","Tran, T","Ko, D","Alderson, S","Sivaruban, T","Eden, J-S","Rockett, R","O'Sullivan, M V","Sintchenko, V","Chen, S C-A","Maddocks, S","Dwyer, D E","Kok, J"],"date":"2020-05-04T11:00:00Z","year":2020,"_id":"32361322","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1016/j.jcv.2020.104374","keywords":["covid-19","nat","sars-cov-2"],"topics":["Diagnosis"],"weight":1,"_version_":1666138495895207936,"score":214.85031},{"pmid":32297828,"title":"Correlation Between Relative Nasopharyngeal Virus RNA Load and Lymphocyte Count Disease Severity in Patients with COVID-19.","text":["Correlation Between Relative Nasopharyngeal Virus RNA Load and Lymphocyte Count Disease Severity in Patients with COVID-19.","The aim of this study was to analyze the correlation between dynamic changes in the nasopharyngeal viral load of patients infected with the new coronavirus causing pneumonia and lymphocyte count disease severity. Cases newly diagnosed with COVID-19 at the First Affiliated Hospital of Nanchang University from January 2020 to February 2020 were analyzed retrospectively. Quantitative real-time polymerase chain reaction was used to determine severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from throat swab sample DeltaCT values; lymphocyte and lymphocyte subset counts, coagulation system factor levels, myocardial injury indexes, and laboratory biochemical indicators were compared between the mild group and the severe group. The correlation between the relative load of nasopharyngeal SARS-CoV-2 RNA and severe disease symptoms was analyzed. Of the 76 patients, 49 were male and 27 were female. The lymphocyte, CD4(+) T lymphocyte, and CD8(+) T lymphocyte counts all differed significantly between the two groups (p < 0.001), as did differences in interleukin (IL)-2R, IL-6, and IL-8 levels (p = 0.022, 0.026, and 0.012, respectively). Moreover, there were significant differences in prothrombin time, D-dimer, and fibrinogen levels between the mild group and the severe group (p = 0.029, 0.006, and <0.001, respectively), and in lactate dehydrogenase and troponin (p < 0.001 and p = 0.007, respectively). SARS-CoV-2 RNA load and lymphocyte count, CD4(+) T lymphocyte count, and CD8(+) T lymphocyte count were linearly negatively correlated (p < 0.001). SARS-CoV-2 RNA load was positively correlated with IL-2R, prothrombin time, lactate dehydrogenase, and hypersensitive troponin T (p = 0.002, p = 0.009, and p < 0.001, respectively). In addition, the time that it took for the nucleic acid test to turn negative was significantly shorter for patients in the mild group than for those in the severe group (Z = -6.713, p < 0.001). In conclusion, relative SARS-CoV-2 RNA load in the nasopharynx is closely related to COVID-19 severity. If the relative RNA load was higher, the lymphocyte count was lower, organ damage was greater, and the time it took for the nucleic acid test to turn negative was longer.","Viral Immunol","Liu, Yang","Liao, Wenjian","Wan, Lagen","Xiang, Tianxing","Zhang, Wei","32297828"],"abstract":["The aim of this study was to analyze the correlation between dynamic changes in the nasopharyngeal viral load of patients infected with the new coronavirus causing pneumonia and lymphocyte count disease severity. Cases newly diagnosed with COVID-19 at the First Affiliated Hospital of Nanchang University from January 2020 to February 2020 were analyzed retrospectively. Quantitative real-time polymerase chain reaction was used to determine severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) from throat swab sample DeltaCT values; lymphocyte and lymphocyte subset counts, coagulation system factor levels, myocardial injury indexes, and laboratory biochemical indicators were compared between the mild group and the severe group. The correlation between the relative load of nasopharyngeal SARS-CoV-2 RNA and severe disease symptoms was analyzed. Of the 76 patients, 49 were male and 27 were female. The lymphocyte, CD4(+) T lymphocyte, and CD8(+) T lymphocyte counts all differed significantly between the two groups (p < 0.001), as did differences in interleukin (IL)-2R, IL-6, and IL-8 levels (p = 0.022, 0.026, and 0.012, respectively). Moreover, there were significant differences in prothrombin time, D-dimer, and fibrinogen levels between the mild group and the severe group (p = 0.029, 0.006, and <0.001, respectively), and in lactate dehydrogenase and troponin (p < 0.001 and p = 0.007, respectively). SARS-CoV-2 RNA load and lymphocyte count, CD4(+) T lymphocyte count, and CD8(+) T lymphocyte count were linearly negatively correlated (p < 0.001). SARS-CoV-2 RNA load was positively correlated with IL-2R, prothrombin time, lactate dehydrogenase, and hypersensitive troponin T (p = 0.002, p = 0.009, and p < 0.001, respectively). In addition, the time that it took for the nucleic acid test to turn negative was significantly shorter for patients in the mild group than for those in the severe group (Z = -6.713, p < 0.001). In conclusion, relative SARS-CoV-2 RNA load in the nasopharynx is closely related to COVID-19 severity. If the relative RNA load was higher, the lymphocyte count was lower, organ damage was greater, and the time it took for the nucleic acid test to turn negative was longer."],"journal":"Viral Immunol","authors":["Liu, Yang","Liao, Wenjian","Wan, Lagen","Xiang, Tianxing","Zhang, Wei"],"date":"2020-04-17T11:00:00Z","year":2020,"_id":"32297828","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1089/vim.2020.0062","keywords":["covid-19","lymphocyte count","nasopharyngeal virus rna load","organ damage"],"topics":["Diagnosis"],"weight":1,"_version_":1666138493245456384,"score":201.0055}]}