{"pmid":32401844,"title":"COVID-19: Updated Data and its Relation to the Cardiovascular System.","text":["COVID-19: Updated Data and its Relation to the Cardiovascular System.","In December 2019, a new human coronavirus, called severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) or coronavirus disease 2019 (COVID-19) by the World Health Organization, emerged in the city of Wuhan, China. Spreading globally, it is now considered pandemic, with approximately 3 million cases worldwide at the end of April. Its symptoms include fever, cough, and headache, but the main one is shortness of breath. In turn, it is believed that there is a relationship between COVID-19 and damage to the heart muscle, and hypertensive and diabetic patients, for example, seem to have worse prognosis. Therefore, COVID-19 may worsen in individuals with underlying adverse conditions, and a not negligible number of patients hospitalized with this virus had cardiovascular or cerebrovascular diseases. Systemic inflammatory response and immune system disorders during disease progression may be behind this association. In addition, the virus uses angiotensin-converting enzyme (ACE) receptors, more precisely ACE2, to penetrate the cell; therefore, the use of ACE inhibitor drugs and angiotensin receptor blockers could cause an increase in these receptors, thus facilitating the entry of the virus into the cell. There is, however, no scientific evidence to support the interruption of these drugs. Since they are fundamental for certain chronic diseases, the risk and benefit of their withdrawal in this scenario should be carefully weighed. Finally, cardiologists and health professionals should be aware of the risks of infection and protect themselves as much as possible, sleeping properly and avoiding long working hours.","Arq Bras Cardiol","Ferrari, Filipe","32401844"],"abstract":["In December 2019, a new human coronavirus, called severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) or coronavirus disease 2019 (COVID-19) by the World Health Organization, emerged in the city of Wuhan, China. Spreading globally, it is now considered pandemic, with approximately 3 million cases worldwide at the end of April. Its symptoms include fever, cough, and headache, but the main one is shortness of breath. In turn, it is believed that there is a relationship between COVID-19 and damage to the heart muscle, and hypertensive and diabetic patients, for example, seem to have worse prognosis. Therefore, COVID-19 may worsen in individuals with underlying adverse conditions, and a not negligible number of patients hospitalized with this virus had cardiovascular or cerebrovascular diseases. Systemic inflammatory response and immune system disorders during disease progression may be behind this association. In addition, the virus uses angiotensin-converting enzyme (ACE) receptors, more precisely ACE2, to penetrate the cell; therefore, the use of ACE inhibitor drugs and angiotensin receptor blockers could cause an increase in these receptors, thus facilitating the entry of the virus into the cell. There is, however, no scientific evidence to support the interruption of these drugs. Since they are fundamental for certain chronic diseases, the risk and benefit of their withdrawal in this scenario should be carefully weighed. Finally, cardiologists and health professionals should be aware of the risks of infection and protect themselves as much as possible, sleeping properly and avoiding long working hours."],"journal":"Arq Bras Cardiol","authors":["Ferrari, Filipe"],"date":"2020-05-14T11:00:00Z","year":2020,"_id":"32401844","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.36660/abc.20200215","locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1666865855082790912,"score":9.490897,"similar":[{"pmid":32208987,"title":"Renin-Angiotensin System Blockers and the COVID-19 Pandemic: At Present There Is No Evidence to Abandon Renin-Angiotensin System Blockers.","text":["Renin-Angiotensin System Blockers and the COVID-19 Pandemic: At Present There Is No Evidence to Abandon Renin-Angiotensin System Blockers.","During the spread of the severe acute respiratory syndrome coronavirus-2, some reports of data still emerging and in need of full analysis indicate that certain groups of patients are at risk of COVID-19. This includes patients with hypertension, heart disease, diabetes mellitus, and clearly the elderly. Many of those patients are treated with reninangiotensin system blockers. Because the ACE2 (angiotensin-converting enzyme 2) protein is the receptor that facilitates coronavirus entry into cells, the notion has been popularized that treatment with renin-angiotensin system blockers might increase the risk of developing a severe and fatal severe acute respiratory syndrome coronavirus-2 infection. The present article discusses this concept. ACE2 in its full-length form is a membrane-bound enzyme, whereas its shorter (soluble) form circulates in blood at very low levels. As a mono-carboxypeptidase, ACE2 contributes to the degradation of several substrates including angiotensins I and II. ACE (angiotensin-converting enzyme) inhibitors do not inhibit ACE2 because ACE and ACE2 are different enzymes. Although angiotensin II type 1 receptor blockers have been shown to upregulate ACE2 in experimental animals, the evidence is not always consistent and differs among the diverse angiotensin II type 1 receptor blockers and differing organs. Moreover, there are no data to support the notion that ACE inhibitor or angiotensin II type 1 receptor blocker administration facilitates coronavirus entry by increasing ACE2 expression in either animals or humans. Indeed, animal data support elevated ACE2 expression as conferring potential protective pulmonary and cardiovascular effects. In summary, based on the currently available evidence, treatment with renin-angiotensin system blockers should not be discontinued because of concerns with coronavirus infection.","Hypertension","Danser, A H Jan","Epstein, Murray","Batlle, Daniel","32208987"],"abstract":["During the spread of the severe acute respiratory syndrome coronavirus-2, some reports of data still emerging and in need of full analysis indicate that certain groups of patients are at risk of COVID-19. This includes patients with hypertension, heart disease, diabetes mellitus, and clearly the elderly. Many of those patients are treated with reninangiotensin system blockers. Because the ACE2 (angiotensin-converting enzyme 2) protein is the receptor that facilitates coronavirus entry into cells, the notion has been popularized that treatment with renin-angiotensin system blockers might increase the risk of developing a severe and fatal severe acute respiratory syndrome coronavirus-2 infection. The present article discusses this concept. ACE2 in its full-length form is a membrane-bound enzyme, whereas its shorter (soluble) form circulates in blood at very low levels. As a mono-carboxypeptidase, ACE2 contributes to the degradation of several substrates including angiotensins I and II. ACE (angiotensin-converting enzyme) inhibitors do not inhibit ACE2 because ACE and ACE2 are different enzymes. Although angiotensin II type 1 receptor blockers have been shown to upregulate ACE2 in experimental animals, the evidence is not always consistent and differs among the diverse angiotensin II type 1 receptor blockers and differing organs. Moreover, there are no data to support the notion that ACE inhibitor or angiotensin II type 1 receptor blocker administration facilitates coronavirus entry by increasing ACE2 expression in either animals or humans. Indeed, animal data support elevated ACE2 expression as conferring potential protective pulmonary and cardiovascular effects. In summary, based on the currently available evidence, treatment with renin-angiotensin system blockers should not be discontinued because of concerns with coronavirus infection."],"journal":"Hypertension","authors":["Danser, A H Jan","Epstein, Murray","Batlle, Daniel"],"date":"2020-03-27T11:00:00Z","year":2020,"_id":"32208987","source":"PubMed","week":"202013|Mar 23 - Mar 29","doi":"10.1161/HYPERTENSIONAHA.120.15082","keywords":["ace inhibitor","covid-19","angiotensin receptor blocker","coronavirus","severe acute respiratory syndrome"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1666138490549567488,"score":224.15297},{"pmid":32389117,"title":"A Viewpoint on Angiotensin-Converting Enzyme 2, Anti-Hypertensives and Coronavirus Disease 2019 (COVID-19).","text":["A Viewpoint on Angiotensin-Converting Enzyme 2, Anti-Hypertensives and Coronavirus Disease 2019 (COVID-19).","TO THE EDITOR, The current life threatening pandemic outbreak of coronavirus disease 2019 (COVID-19) is hitting the whole world in terms of mortality as well as economic losses [1,2]. It has thought to be originated from Wuhan, China, in December 2019. This outbreak has link to Wuhan's seafood and exotic animal wholesale markets [3,4]. As SARS-CoV-2 is highly contagious, it has now spread to each and every corner of the world [1,2]. According to the World Health Organization (WHO) situation report (77th), updated on 6 April, 2020 there have been globally 1210956 confirmed cases and 67 594 deaths of COVID-19 [2]. This viral outbreak has now posed a global threat to healthcare systems. So many, efforts are going on to find new drugs or to repurpose already existed drugs [1,5-7]. Majoritily, it has been found that most of the COVID-19 patients belong to cardiovascular comorbidities [8-10]. It is obvious that they qualify for antihypertensive therapy. Many of them are treating with angiotensin-converting enzyme inhibitor (ACEI) or angiotensin II receptor blocker (ARB)[8]. There has been considerable debate in scientific community and health professionals about whether angiotensin converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) may increase attractiveness towards the COVID-19 virus infection or not ?[9-16]. One of the important concern highlighted by these studies involving antihypertensive medications suggested that these drugs might cause increments in abundance of SARS-CoV-2 receptor henceforth causing COVID-19 by entering into cells [17,18]. This suggests plausible increase in ACE2 receptors on lung and heart cells and hence offering more entry points for SARS-CoV-2[17]. However, no strong evidence has been noted. There has been more number of commentaries published explaining both sides and still they are appearing on daily basis [12-16]. Herein, we tried to summaries, clinical aspects on ACEs and ARBs based on literature and commentaries to explain both the sides. A recent published article in Nature by Zhou et al. (2020)[19], reported that the angiotensin-converting enzyme II (ACE2) is acting as receptor for SARS Coronavirus 2.This receptors was also acted as receptors for SARS-CoV and HCoV-NL63. Zhou et al. (2020), clearly wrote that \"We show that 2019-nCoV (COVID-19) is able to use ACE2 proteins as an entry receptor to enter ACE2-expressing cells, but not cells that did not express ACE2, indicating that ACE2 is probably the cell receptor through which 2019-nCoV enters cells\". ACE2 is aminopeptidase responsible for cleaving angiotensin I and angiotensin II into the angiotensin-(1-9) and angiotensin-(1-7) peptides[20]. Normally, ACE2 have been found to be overexpressed in clinical conditions including heart failure, arterial hypertension, etc. It has also been noted that ACE2 acts as a functional receptor for SARS-CoV-2 entry. There have been several literatures supporting the role of a cardiovascular-protective ACE2-angiotensin-(1-7)-Mas receptor axis. Recent viewpoint article published in JAMA journal by author Majd AlGhatrif exaplains[15] correlations among aging, cardiovascular diseases and COVID-19 patients. He clearly concluded important fact saying, \"compared with young individuals, older persons with cardiovascular disorders (CVD); who already have reduced ACE2 levels will be expected to be more predisposed to exaggerated inflammation with further reduction in ACE2 expression in the context of COVID-19, manifesting with greater disease severity\". One of well-known Austrian scientist Prof. Josef Penninger[21], Josef Penninger noted important relationship between RAS (the renin-angiotensin system) and ACE2. He is particularly focusing on ACE2 as a potential treatment approach. In one of the article by Mourad et al., (2020), explained different effects on ACE2 levels in correlation with different administrations of RAAS inhibitors and believed that chronic treatment with ACE inhibitors has no reason to influence the course of SARS-CoV-2 infection[22]. A reply to this article has also been published by Zheng et al., (2020)[23] saying that \"although ACE2 has been identified as the functional receptor for SARS-CoV-2, the role of ACE2 in the progression of COVID-19 after SARS-CoV-2 infection is still controversial, so the benefits of aliskiren use in patients with COVID-19 needs further investigation\". Today, many healthcare societies' especially cardiovascular societies are urging the patients suffering from CVDs (cardiovascular diseases) not to discontinue their medications[24-26]. These healthcare societies give more stress upon statement saying that there is no sound evidence to correlate ACEs and ARBs leading risk of COVID-19 infection. It has also been noted that healthcare societies do not suggest immediate starting of ACEIs/ARBs in those patients having no settlements with clinical conditions like heart failure, diabetes, hypertension, etc. As these statements adheres to current state of evidences. The same conclusion has been derived from the recent article by Ankit Patel et al., (2020)[24]. This article suggested that there has been no definitive evidence to suggest ACE inhibitors and ARBs worsening of COVID-19. A study published by Vaduganathan et al., (2020) in New England Journal of Medicine discussed the uncertain effects of RAAS blockers on ACE2 levels[27]. They also derived to conclusion that ACE2 may be beneficial in COVID-19 patients with lung injury. This team also suggests that withdrawal of RAAS inhibitors may be harmful. A very recent review published by Dr. Sanchis-Gomar and his co-authors in Mayo Clinic Proceedings[14], by analysing more than 60 articles, concluded the fact that \"no studies have reported an increase in circulating ACE2 levels or expression thus far, and increased expression would not necessarily imply an increased risk of infection or disease severity\". Dr. Sanchis-Gomar, studies both articles explaining that elevated levels of angiotensin II fostering acute respiratory distress syndrome (ARDS) as well as significance of RAAS inhibitors in therapy in treating patients with COVID-19. However, authors noted that more research in this regard is needed. CONCLUSION In this regards, more laboratory and clinical evidences are required in order to decide COVID-19 treatment. In conclusion to this debate, suggesting roles of antihypertensive agents and severity leading changes in ACE2 levels, may shed more light on infectivity and outcome of COVID-19.There is an urgent need to establish whether treatments with antihypertensive (ACEI's/ ARBs) needs to be determined.","Infect Disord Drug Targets","Mali, Suraj N","Thorat, Bapu R","Chopade, Atul R","32389117"],"journal":"Infect Disord Drug Targets","authors":["Mali, Suraj N","Thorat, Bapu R","Chopade, Atul R"],"date":"2020-05-12T11:00:00Z","year":2020,"_id":"32389117","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.2174/1871526520666200511005546","keywords":["2019-ncov","ace2.","angiotensin converting enzyme inhibitors","antihypertesives","covid-19","wuhan"],"locations":["Wuhan","China","Wuhan","Nature","Austrian","Hypertensives"],"countries":["China","Austria"],"countries_codes":["CHN|China","AUT|Austria"],"e_drugs":["aliskiren"],"topics":["Treatment","Mechanism"],"weight":1,"abstract":["TO THE EDITOR, The current life threatening pandemic outbreak of coronavirus disease 2019 (COVID-19) is hitting the whole world in terms of mortality as well as economic losses [1,2]. It has thought to be originated from Wuhan, China, in December 2019. This outbreak has link to Wuhan's seafood and exotic animal wholesale markets [3,4]. As SARS-CoV-2 is highly contagious, it has now spread to each and every corner of the world [1,2]. According to the World Health Organization (WHO) situation report (77th), updated on 6 April, 2020 there have been globally 1210956 confirmed cases and 67 594 deaths of COVID-19 [2]. This viral outbreak has now posed a global threat to healthcare systems. So many, efforts are going on to find new drugs or to repurpose already existed drugs [1,5-7]. Majoritily, it has been found that most of the COVID-19 patients belong to cardiovascular comorbidities [8-10]. It is obvious that they qualify for antihypertensive therapy. Many of them are treating with angiotensin-converting enzyme inhibitor (ACEI) or angiotensin II receptor blocker (ARB)[8]. There has been considerable debate in scientific community and health professionals about whether angiotensin converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) may increase attractiveness towards the COVID-19 virus infection or not ?[9-16]. One of the important concern highlighted by these studies involving antihypertensive medications suggested that these drugs might cause increments in abundance of SARS-CoV-2 receptor henceforth causing COVID-19 by entering into cells [17,18]. This suggests plausible increase in ACE2 receptors on lung and heart cells and hence offering more entry points for SARS-CoV-2[17]. However, no strong evidence has been noted. There has been more number of commentaries published explaining both sides and still they are appearing on daily basis [12-16]. Herein, we tried to summaries, clinical aspects on ACEs and ARBs based on literature and commentaries to explain both the sides. A recent published article in Nature by Zhou et al. (2020)[19], reported that the angiotensin-converting enzyme II (ACE2) is acting as receptor for SARS Coronavirus 2.This receptors was also acted as receptors for SARS-CoV and HCoV-NL63. Zhou et al. (2020), clearly wrote that \"We show that 2019-nCoV (COVID-19) is able to use ACE2 proteins as an entry receptor to enter ACE2-expressing cells, but not cells that did not express ACE2, indicating that ACE2 is probably the cell receptor through which 2019-nCoV enters cells\". ACE2 is aminopeptidase responsible for cleaving angiotensin I and angiotensin II into the angiotensin-(1-9) and angiotensin-(1-7) peptides[20]. Normally, ACE2 have been found to be overexpressed in clinical conditions including heart failure, arterial hypertension, etc. It has also been noted that ACE2 acts as a functional receptor for SARS-CoV-2 entry. There have been several literatures supporting the role of a cardiovascular-protective ACE2-angiotensin-(1-7)-Mas receptor axis. Recent viewpoint article published in JAMA journal by author Majd AlGhatrif exaplains[15] correlations among aging, cardiovascular diseases and COVID-19 patients. He clearly concluded important fact saying, \"compared with young individuals, older persons with cardiovascular disorders (CVD); who already have reduced ACE2 levels will be expected to be more predisposed to exaggerated inflammation with further reduction in ACE2 expression in the context of COVID-19, manifesting with greater disease severity\". One of well-known Austrian scientist Prof. Josef Penninger[21], Josef Penninger noted important relationship between RAS (the renin-angiotensin system) and ACE2. He is particularly focusing on ACE2 as a potential treatment approach. In one of the article by Mourad et al., (2020), explained different effects on ACE2 levels in correlation with different administrations of RAAS inhibitors and believed that chronic treatment with ACE inhibitors has no reason to influence the course of SARS-CoV-2 infection[22]. A reply to this article has also been published by Zheng et al., (2020)[23] saying that \"although ACE2 has been identified as the functional receptor for SARS-CoV-2, the role of ACE2 in the progression of COVID-19 after SARS-CoV-2 infection is still controversial, so the benefits of aliskiren use in patients with COVID-19 needs further investigation\". Today, many healthcare societies' especially cardiovascular societies are urging the patients suffering from CVDs (cardiovascular diseases) not to discontinue their medications[24-26]. These healthcare societies give more stress upon statement saying that there is no sound evidence to correlate ACEs and ARBs leading risk of COVID-19 infection. It has also been noted that healthcare societies do not suggest immediate starting of ACEIs/ARBs in those patients having no settlements with clinical conditions like heart failure, diabetes, hypertension, etc. As these statements adheres to current state of evidences. The same conclusion has been derived from the recent article by Ankit Patel et al., (2020)[24]. This article suggested that there has been no definitive evidence to suggest ACE inhibitors and ARBs worsening of COVID-19. A study published by Vaduganathan et al., (2020) in New England Journal of Medicine discussed the uncertain effects of RAAS blockers on ACE2 levels[27]. They also derived to conclusion that ACE2 may be beneficial in COVID-19 patients with lung injury. This team also suggests that withdrawal of RAAS inhibitors may be harmful. A very recent review published by Dr. Sanchis-Gomar and his co-authors in Mayo Clinic Proceedings[14], by analysing more than 60 articles, concluded the fact that \"no studies have reported an increase in circulating ACE2 levels or expression thus far, and increased expression would not necessarily imply an increased risk of infection or disease severity\". Dr. Sanchis-Gomar, studies both articles explaining that elevated levels of angiotensin II fostering acute respiratory distress syndrome (ARDS) as well as significance of RAAS inhibitors in therapy in treating patients with COVID-19. However, authors noted that more research in this regard is needed. CONCLUSION In this regards, more laboratory and clinical evidences are required in order to decide COVID-19 treatment. In conclusion to this debate, suggesting roles of antihypertensive agents and severity leading changes in ACE2 levels, may shed more light on infectivity and outcome of COVID-19.There is an urgent need to establish whether treatments with antihypertensive (ACEI's/ ARBs) needs to be determined."],"_version_":1666528579992682496,"score":210.74214},{"pmid":32352535,"pmcid":"PMC7197627","title":"COVID-19 and the cardiovascular system: implications for risk assessment, diagnosis, and treatment options.","text":["COVID-19 and the cardiovascular system: implications for risk assessment, diagnosis, and treatment options.","The novel coronavirus disease (COVID-19) outbreak, caused by SARS-CoV-2, represents the greatest medical challenge in decades. We provide a comprehensive review of the clinical course of COVID-19, its comorbidities, and mechanistic considerations for future therapies. While COVID-19 primarily affects the lungs, causing interstitial pneumonitis and severe acute respiratory distress syndrome (ARDS), it also affects multiple organs, particularly the cardiovascular system. Risk of severe infection and mortality increase with advancing age and male sex. Mortality is increased by comorbidities: cardiovascular disease, hypertension, diabetes, chronic pulmonary disease, and cancer. The most common complications include arrhythmia (atrial fibrillation, ventricular tachyarrhythmia, and ventricular fibrillation), cardiac injury [elevated highly sensitive troponin I (hs-cTnI) and creatine kinase (CK) levels], fulminant myocarditis, heart failure, pulmonary embolism, and disseminated intravascular coagulation (DIC). Mechanistically, SARS-CoV-2, following proteolytic cleavage of its S protein by a serine protease, binds to the transmembrane angiotensin-converting enzyme 2 (ACE2) -a homologue of ACE-to enter type 2 pneumocytes, macrophages, perivascular pericytes, and cardiomyocytes. This may lead to myocardial dysfunction and damage, endothelial dysfunction, microvascular dysfunction, plaque instability, and myocardial infarction (MI). While ACE2 is essential for viral invasion, there is no evidence that ACE inhibitors or angiotensin receptor blockers (ARBs) worsen prognosis. Hence, patients should not discontinue their use. Moreover, renin-angiotensin-aldosterone system (RAAS) inhibitors might be beneficial in COVID-19. Initial immune and inflammatory responses induce a severe cytokine storm [interleukin (IL)-6, IL-7, IL-22, IL-17, etc.] during the rapid progression phase of COVID-19. Early evaluation and continued monitoring of cardiac damage (cTnI and NT-proBNP) and coagulation (D-dimer) after hospitalization may identify patients with cardiac injury and predict COVID-19 complications. Preventive measures (social distancing and social isolation) also increase cardiovascular risk. Cardiovascular considerations of therapies currently used, including remdesivir, chloroquine, hydroxychloroquine, tocilizumab, ribavirin, interferons, and lopinavir/ritonavir, as well as experimental therapies, such as human recombinant ACE2 (rhACE2), are discussed.","Cardiovasc Res","Guzik, Tomasz J","Mohiddin, Saidi A","Dimarco, Anthony","Patel, Vimal","Savvatis, Kostas","Marelli-Berg, Federica M","Madhur, Meena S","Tomaszewski, Maciej","Maffia, Pasquale","D'Acquisto, Fulvio","Nicklin, Stuart A","Marian, Ali J","Nosalski, Ryszard","Murray, Eleanor C","Guzik, Bartlomiej","Berry, Colin","Touyz, Rhian M","Kreutz, Reinhold","Wang, Dao Wen","Bhella, David","Sagliocco, Orlando","Crea, Filippo","Thomson, Emma C","McInnes, Iain B","32352535"],"abstract":["The novel coronavirus disease (COVID-19) outbreak, caused by SARS-CoV-2, represents the greatest medical challenge in decades. We provide a comprehensive review of the clinical course of COVID-19, its comorbidities, and mechanistic considerations for future therapies. While COVID-19 primarily affects the lungs, causing interstitial pneumonitis and severe acute respiratory distress syndrome (ARDS), it also affects multiple organs, particularly the cardiovascular system. Risk of severe infection and mortality increase with advancing age and male sex. Mortality is increased by comorbidities: cardiovascular disease, hypertension, diabetes, chronic pulmonary disease, and cancer. The most common complications include arrhythmia (atrial fibrillation, ventricular tachyarrhythmia, and ventricular fibrillation), cardiac injury [elevated highly sensitive troponin I (hs-cTnI) and creatine kinase (CK) levels], fulminant myocarditis, heart failure, pulmonary embolism, and disseminated intravascular coagulation (DIC). Mechanistically, SARS-CoV-2, following proteolytic cleavage of its S protein by a serine protease, binds to the transmembrane angiotensin-converting enzyme 2 (ACE2) -a homologue of ACE-to enter type 2 pneumocytes, macrophages, perivascular pericytes, and cardiomyocytes. This may lead to myocardial dysfunction and damage, endothelial dysfunction, microvascular dysfunction, plaque instability, and myocardial infarction (MI). While ACE2 is essential for viral invasion, there is no evidence that ACE inhibitors or angiotensin receptor blockers (ARBs) worsen prognosis. Hence, patients should not discontinue their use. Moreover, renin-angiotensin-aldosterone system (RAAS) inhibitors might be beneficial in COVID-19. Initial immune and inflammatory responses induce a severe cytokine storm [interleukin (IL)-6, IL-7, IL-22, IL-17, etc.] during the rapid progression phase of COVID-19. Early evaluation and continued monitoring of cardiac damage (cTnI and NT-proBNP) and coagulation (D-dimer) after hospitalization may identify patients with cardiac injury and predict COVID-19 complications. Preventive measures (social distancing and social isolation) also increase cardiovascular risk. Cardiovascular considerations of therapies currently used, including remdesivir, chloroquine, hydroxychloroquine, tocilizumab, ribavirin, interferons, and lopinavir/ritonavir, as well as experimental therapies, such as human recombinant ACE2 (rhACE2), are discussed."],"journal":"Cardiovasc Res","authors":["Guzik, Tomasz J","Mohiddin, Saidi A","Dimarco, Anthony","Patel, Vimal","Savvatis, Kostas","Marelli-Berg, Federica M","Madhur, Meena S","Tomaszewski, Maciej","Maffia, Pasquale","D'Acquisto, Fulvio","Nicklin, Stuart A","Marian, Ali J","Nosalski, Ryszard","Murray, Eleanor C","Guzik, Bartlomiej","Berry, Colin","Touyz, Rhian M","Kreutz, Reinhold","Wang, Dao Wen","Bhella, David","Sagliocco, Orlando","Crea, Filippo","Thomson, Emma C","McInnes, Iain B"],"date":"2020-05-01T11:00:00Z","year":2020,"_id":"32352535","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1093/cvr/cvaa106","keywords":["ace2","acute coronary syndrome","covid-19","cardiac","endothelium","microvascular","myocardial infarction","myocarditis","vascular","virus"],"locations":["tocilizumab"],"e_drugs":["remdesivir","Hydroxychloroquine","Ribavirin","lopinavir-ritonavir drug combination","Aldosterone","Chloroquine","tocilizumab"],"topics":["Treatment","Mechanism","Diagnosis"],"weight":1,"_version_":1666138495675006979,"score":209.76799},{"pmid":32430651,"title":"The SARS-CoV-2 receptor, ACE-2, is expressed on many different cell types: implications for ACE-inhibitor- and angiotensin II receptor blocker-based cardiovascular therapies.","text":["The SARS-CoV-2 receptor, ACE-2, is expressed on many different cell types: implications for ACE-inhibitor- and angiotensin II receptor blocker-based cardiovascular therapies.","SARS-CoV-2 is characterized by a spike protein allowing viral binding to the angiotensin-converting enzyme (ACE)-2, which acts as a viral receptor and is expressed on the surface of several pulmonary and extra-pulmonary cell types, including cardiac, renal, intestinal and endothelial cells. There is evidence that also endothelial cells are infected by SARS-COV-2, with subsequent occurrence of systemic vasculitis, thromboembolism and disseminated intravascular coagulation. Those effects, together with the \"cytokine storm\" are involved in a worse prognosis. In clinical practice, angiotensin-converting enzyme inhibitors (ACE-Is) and angiotensin II receptor blockers (ARBs) are extensively used for the treatment of hypertension and other cardiovascular diseases. In in vivo studies, ACE-Is and ARBs seem to paradoxically increase ACE-2 expression, which could favour SARS-CoV-2 infection of host's cells and tissues. By contrast, in patients treated with ACE-Is and ARBs, ACE-2 shows a downregulation at the mRNA and protein levels in kidney and cardiac tissues. Yet, it has been claimed that both ARBs and ACE-Is could result potentially useful in the clinical course of SARS-CoV-2-infected patients. As detected in China and as the Italian epidemiological situation confirms, the most prevalent comorbidities in deceased patients with COVID-19 are hypertension, diabetes and cardiovascular diseases. Older COVID-19-affected patients with cardiovascular comorbidities exhibit a more severe clinical course and a worse prognosis, with many of them being also treated with ARBs or ACE-Is. Another confounding factor is cigarette smoking, which has been reported to increase ACE-2 expression in both experimental models and humans. Sex also plays a role, with chromosome X harbouring the gene coding for ACE-2, which is one of the possible explanations of why mortality in female patients is lower. Viral entry also depends on TMPRSS2 protease activity, an androgen dependent enzyme. Despite the relevance of experimental animal studies, to comprehensively address the question of the potential hazards or benefits of ACE-Is and ARBs on the clinical course of COVID-19-affected patients treated by these anti-hypertensive drugs, we will need randomized human studies. We claim the need of adequately powered, prospective studies aimed at answering the following questions of paramount importance for cardiovascular, internal and emergency medicine: Do ACE-Is and ARBs exert similar or different effects on infection or disease course? Are such effects dangerous, neutral or even useful in older, COVID-19-affected patients? Do they act on multiple cell types? Since ACE-Is and ARBs have different molecular targets, the clinical course of SARS-CoV-2 infection could be also different in patients treated by one or the other of these two drug classes. At present, insufficient detailed data from trials have been made available.","Intern Emerg Med","Albini, Adriana","Di Guardo, Giovanni","Noonan, Douglas McClain","Lombardo, Michele","32430651"],"abstract":["SARS-CoV-2 is characterized by a spike protein allowing viral binding to the angiotensin-converting enzyme (ACE)-2, which acts as a viral receptor and is expressed on the surface of several pulmonary and extra-pulmonary cell types, including cardiac, renal, intestinal and endothelial cells. There is evidence that also endothelial cells are infected by SARS-COV-2, with subsequent occurrence of systemic vasculitis, thromboembolism and disseminated intravascular coagulation. Those effects, together with the \"cytokine storm\" are involved in a worse prognosis. In clinical practice, angiotensin-converting enzyme inhibitors (ACE-Is) and angiotensin II receptor blockers (ARBs) are extensively used for the treatment of hypertension and other cardiovascular diseases. In in vivo studies, ACE-Is and ARBs seem to paradoxically increase ACE-2 expression, which could favour SARS-CoV-2 infection of host's cells and tissues. By contrast, in patients treated with ACE-Is and ARBs, ACE-2 shows a downregulation at the mRNA and protein levels in kidney and cardiac tissues. Yet, it has been claimed that both ARBs and ACE-Is could result potentially useful in the clinical course of SARS-CoV-2-infected patients. As detected in China and as the Italian epidemiological situation confirms, the most prevalent comorbidities in deceased patients with COVID-19 are hypertension, diabetes and cardiovascular diseases. Older COVID-19-affected patients with cardiovascular comorbidities exhibit a more severe clinical course and a worse prognosis, with many of them being also treated with ARBs or ACE-Is. Another confounding factor is cigarette smoking, which has been reported to increase ACE-2 expression in both experimental models and humans. Sex also plays a role, with chromosome X harbouring the gene coding for ACE-2, which is one of the possible explanations of why mortality in female patients is lower. Viral entry also depends on TMPRSS2 protease activity, an androgen dependent enzyme. Despite the relevance of experimental animal studies, to comprehensively address the question of the potential hazards or benefits of ACE-Is and ARBs on the clinical course of COVID-19-affected patients treated by these anti-hypertensive drugs, we will need randomized human studies. We claim the need of adequately powered, prospective studies aimed at answering the following questions of paramount importance for cardiovascular, internal and emergency medicine: Do ACE-Is and ARBs exert similar or different effects on infection or disease course? Are such effects dangerous, neutral or even useful in older, COVID-19-affected patients? Do they act on multiple cell types? Since ACE-Is and ARBs have different molecular targets, the clinical course of SARS-CoV-2 infection could be also different in patients treated by one or the other of these two drug classes. At present, insufficient detailed data from trials have been made available."],"journal":"Intern Emerg Med","authors":["Albini, Adriana","Di Guardo, Giovanni","Noonan, Douglas McClain","Lombardo, Michele"],"date":"2020-05-21T11:00:00Z","year":2020,"_id":"32430651","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1007/s11739-020-02364-6","keywords":["ace-inhibitors","angiotensin ii receptor blockers","covid-19","cardiovascular disease","endothelium","thrombosis"],"locations":["China","Italian"],"countries":["China","Italy"],"countries_codes":["CHN|China","ITA|Italy"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1667342288113631232,"score":208.15291},{"pmid":32496364,"title":"Angiotensin-Converting Enzyme Inhibitors and Angiotensin Receptor Blockers in Patients With Coronavirus Disease 2019: Friend or Foe?","text":["Angiotensin-Converting Enzyme Inhibitors and Angiotensin Receptor Blockers in Patients With Coronavirus Disease 2019: Friend or Foe?","When the coronavirus disease 2019 (COVID-19) wreaked an unprecedented havoc of an escalating number of deaths and hospitalization in the United States, clinicians were faced with a myriad of unanswered questions, one of the them being the implication of the renin-angiotensin-aldosterone system in patients with COVID-19. Animal data and human studies have shown that angiotensin-converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) increase the expression of ACE2. ACE2 is an enzyme found in the heart, kidney, gastrointestinal tract, and lung and is a coreceptor for severe acute respiratory syndrome-related coronavirus-2 (SARS-CoV2), the virus responsible for COVID-19. Therefore, one can speculate that discontinuing ACE inhibitor or ARB therapy may lead to decreased ACE2 expression, thereby attenuating the infectivity of SARS-CoV-2, and mitigating the disease progression of COVID-19. However, several studies have also shown that ACE2 exhibits reno- and cardioprotection and preserves lung function in acute respiratory distress syndrome, which would favor ACE inhibitor or ARB therapy. This article is to examine and summarize the 2 opposing viewpoints and provide guideline recommendations to support the use or discontinuation of ACE inhibitors and ARBs in patients with COVID-19.","Cardiol Rev","Shyh, Grace I","Nawarskas, James J","Cheng-Lai, Angela","32496364"],"abstract":["When the coronavirus disease 2019 (COVID-19) wreaked an unprecedented havoc of an escalating number of deaths and hospitalization in the United States, clinicians were faced with a myriad of unanswered questions, one of the them being the implication of the renin-angiotensin-aldosterone system in patients with COVID-19. Animal data and human studies have shown that angiotensin-converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) increase the expression of ACE2. ACE2 is an enzyme found in the heart, kidney, gastrointestinal tract, and lung and is a coreceptor for severe acute respiratory syndrome-related coronavirus-2 (SARS-CoV2), the virus responsible for COVID-19. Therefore, one can speculate that discontinuing ACE inhibitor or ARB therapy may lead to decreased ACE2 expression, thereby attenuating the infectivity of SARS-CoV-2, and mitigating the disease progression of COVID-19. However, several studies have also shown that ACE2 exhibits reno- and cardioprotection and preserves lung function in acute respiratory distress syndrome, which would favor ACE inhibitor or ARB therapy. This article is to examine and summarize the 2 opposing viewpoints and provide guideline recommendations to support the use or discontinuation of ACE inhibitors and ARBs in patients with COVID-19."],"journal":"Cardiol Rev","authors":["Shyh, Grace I","Nawarskas, James J","Cheng-Lai, Angela"],"date":"2020-06-05T11:00:00Z","year":2020,"_id":"32496364","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1097/CRD.0000000000000319","locations":["United States"],"countries":["United States"],"countries_codes":["USA|United States"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1668712823920787457,"score":199.45222}]}