{"pmid":32418917,"title":"Immunoglobulins in the treatment of COVID-19 infection: Proceed with caution!","text":["Immunoglobulins in the treatment of COVID-19 infection: Proceed with caution!","The COVID-19 pandemic is one of the greatest infectious challenges in recent history. Presently, few treatment options exist and the availability of effective vaccines is at least one year away. There is an urgent need to find currently available, effective therapies in the treatment of patients with COVID-19 infection. In this review, we compare and contrast the use of intravenous immunoglobulin and hyperimmune globulin in the treatment of COVID-19 infection.","Clin Immunol","Nguyen, Alan A","Habiballah, Saddiq B","Platt, Craig D","Geha, Raif S","Chou, Janet S","McDonald, Douglas R","32418917"],"abstract":["The COVID-19 pandemic is one of the greatest infectious challenges in recent history. Presently, few treatment options exist and the availability of effective vaccines is at least one year away. There is an urgent need to find currently available, effective therapies in the treatment of patients with COVID-19 infection. In this review, we compare and contrast the use of intravenous immunoglobulin and hyperimmune globulin in the treatment of COVID-19 infection."],"journal":"Clin Immunol","authors":["Nguyen, Alan A","Habiballah, Saddiq B","Platt, Craig D","Geha, Raif S","Chou, Janet S","McDonald, Douglas R"],"date":"2020-05-19T11:00:00Z","year":2020,"_id":"32418917","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.clim.2020.108459","keywords":["covid-19","coronavirus","hyperimmune globulin","intravenous immunoglobulin","sars-cov-2"],"topics":["Treatment"],"weight":1,"_version_":1667254896730046464,"score":9.490897,"similar":[{"pmid":32344202,"title":"Impact of immune enhancement on Covid-19 polyclonal hyperimmune globulin therapy and vaccine development.","text":["Impact of immune enhancement on Covid-19 polyclonal hyperimmune globulin therapy and vaccine development.","The pandemic spread of a novel coronavirus - SARS coronavirus-2 (SARS-CoV-2) as a cause of acute respiratory illness, named Covid-19, is placing the healthcare systems of many countries under unprecedented stress. Global economies are also spiraling towards a recession in fear of this new life-threatening disease. Vaccines that prevent SARS-CoV-2 infection and therapeutics that reduces the risk of severe Covid-19 are thus urgently needed. A rapid method to derive antiviral treatment for Covid-19 is the use of convalescent plasma derived hyperimmune globulin. However, both hyperimmune globulin and vaccine development face a common hurdle - the risk of antibody-mediated disease enhancement. The goal of this review is to examine the body of evidence supporting the hypothesis of immune enhancement that could be pertinent to Covid-19. We also discuss how this risk could be mitigated so that both hyperimmune globulin and vaccines could be rapidly translated to overcome the current global health crisis.","EBioMedicine","de Alwis, Ruklanthi","Chen, Shiwei","Gan, Esther S","Ooi, Eng Eong","32344202"],"abstract":["The pandemic spread of a novel coronavirus - SARS coronavirus-2 (SARS-CoV-2) as a cause of acute respiratory illness, named Covid-19, is placing the healthcare systems of many countries under unprecedented stress. Global economies are also spiraling towards a recession in fear of this new life-threatening disease. Vaccines that prevent SARS-CoV-2 infection and therapeutics that reduces the risk of severe Covid-19 are thus urgently needed. A rapid method to derive antiviral treatment for Covid-19 is the use of convalescent plasma derived hyperimmune globulin. However, both hyperimmune globulin and vaccine development face a common hurdle - the risk of antibody-mediated disease enhancement. The goal of this review is to examine the body of evidence supporting the hypothesis of immune enhancement that could be pertinent to Covid-19. We also discuss how this risk could be mitigated so that both hyperimmune globulin and vaccines could be rapidly translated to overcome the current global health crisis."],"journal":"EBioMedicine","authors":["de Alwis, Ruklanthi","Chen, Shiwei","Gan, Esther S","Ooi, Eng Eong"],"date":"2020-04-29T11:00:00Z","year":2020,"_id":"32344202","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1016/j.ebiom.2020.102768","keywords":["covid-19","coronavirus","polyclonal hyperimmune globulin","sars-cov-2","vaccines"],"topics":["Treatment"],"weight":1,"_version_":1666138495772524545,"score":146.04922},{"pmid":32397847,"title":"Currently available intravenous immunoglobulin contains antibodies reacting against severe acute respiratory syndrome coronavirus 2 antigens.","text":["Currently available intravenous immunoglobulin contains antibodies reacting against severe acute respiratory syndrome coronavirus 2 antigens.","Aim: There is a critical need for effective therapies that are immediately available to control the spread of COVID-19 disease. Material & methods: Gamunex((R))-C and Flebogamma((R)) DIF (Grifols) intravenous immunoglobulin (IVIG) products were tested using ELISA techniques for antibodies against several antigens of human common betacoronaviruses that may crossreact with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus. Results: Both IVIGs showed consistent reactivity to components of the tested viruses. Positive crossreactivity was seen in SARS-CoV, middle east respiratory syndrome-CoV and SARS-CoV-2. For SARS-CoV-2, positive reactivity was observed at IVIG concentrations ranging from 100 mug/ml with Gamunex-C to 1 mg/ml with Flebogamma 5% DIF. Conclusion: Gamunex-C and Flebogamma DIF contain antibodies reacting against SARS-CoV-2 antigens. Studies to confirm the utility of IVIG preparations for COVID-19 management may be warranted.","Immunotherapy","Diez, Jose-Maria","Romero, Carolina","Gajardo, Rodrigo","32397847"],"abstract":["Aim: There is a critical need for effective therapies that are immediately available to control the spread of COVID-19 disease. Material & methods: Gamunex((R))-C and Flebogamma((R)) DIF (Grifols) intravenous immunoglobulin (IVIG) products were tested using ELISA techniques for antibodies against several antigens of human common betacoronaviruses that may crossreact with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) virus. Results: Both IVIGs showed consistent reactivity to components of the tested viruses. Positive crossreactivity was seen in SARS-CoV, middle east respiratory syndrome-CoV and SARS-CoV-2. For SARS-CoV-2, positive reactivity was observed at IVIG concentrations ranging from 100 mug/ml with Gamunex-C to 1 mg/ml with Flebogamma 5% DIF. Conclusion: Gamunex-C and Flebogamma DIF contain antibodies reacting against SARS-CoV-2 antigens. Studies to confirm the utility of IVIG preparations for COVID-19 management may be warranted."],"journal":"Immunotherapy","authors":["Diez, Jose-Maria","Romero, Carolina","Gajardo, Rodrigo"],"date":"2020-05-14T11:00:00Z","year":2020,"_id":"32397847","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.2217/imt-2020-0095","keywords":["covid-19","sars-cov-2","antibody content","intravenous immunoglobulin"],"topics":["Treatment"],"weight":1,"_version_":1666865855104811009,"score":132.57028},{"pmid":32406927,"title":"Convalescent plasma or hyperimmune immunoglobulin for people with COVID-19: a rapid review.","text":["Convalescent plasma or hyperimmune immunoglobulin for people with COVID-19: a rapid review.","BACKGROUND: Convalescent plasma and hyperimmune immunoglobulin may reduce mortality in patients with respiratory virus diseases, and are currently being investigated in trials as a potential therapy for coronavirus disease 2019 (COVID-19). A thorough understanding of the current body of evidence regarding the benefits and risks is required. OBJECTIVES: To assess whether convalescent plasma or hyperimmune immunoglobulin transfusion is effective and safe in the treatment of people with COVID-19. SEARCH METHODS: The protocol was pre-published with the Center for Open Science and can be accessed here: osf.io/dwf53 We searched the World Health Organization (WHO) COVID-19 Global Research Database, MEDLINE, Embase, Cochrane COVID-19 Study Register, Centers for Disease Control and Prevention COVID-19 Research Article Database and trials registries to identify ongoing studies and results of completed studies on 23 April 2020 for case-series, cohort, prospectively planned, and randomised controlled trials (RCTs). SELECTION CRITERIA: We followed standard Cochrane methodology and performed all steps regarding study selection in duplicate by two independent review authors (in contrast to the recommendations of the Cochrane Rapid Reviews Methods Group). We included studies evaluating convalescent plasma or hyperimmune immunoglobulin for people with COVID-19, irrespective of disease severity, age, gender or ethnicity. We excluded studies including populations with other coronavirus diseases (severe acute respiratory syndrome (SARS) or Middle East respiratory syndrome (MERS)) and studies evaluating standard immunoglobulins. DATA COLLECTION AND ANALYSIS: We followed recommendations of the Cochrane Rapid Reviews Methods Group regarding data extraction and assessment. To assess bias in included studies, we used the assessment criteria tool for observational studies, provided by Cochrane Childhood Cancer. We rated the certainty of evidence using the GRADE approach for the following outcomes: all-cause mortality at hospital discharge, improvement of clinical symptoms (7, 15, and 30 days after transfusion), grade 3 and 4 adverse events, and serious adverse events. MAIN RESULTS: We included eight studies (seven case-series, one prospectively planned, single-arm intervention study) with 32 participants, and identified a further 48 ongoing studies evaluating convalescent plasma (47 studies) or hyperimmune immunoglobulin (one study), of which 22 are randomised. Overall risk of bias of the eight included studies was high, due to: study design; small number of participants; poor reporting within studies; and varied type of participants with different severities of disease, comorbidities, and types of previous or concurrent treatments, including antivirals, antifungals or antibiotics, corticosteroids, hydroxychloroquine and respiratory support. We rated all outcomes as very low certainty, and we were unable to summarise numerical data in any meaningful way. As we identified case-series studies only, we reported results narratively. Effectiveness of convalescent plasma for people with COVID-19 The following reported outcomes could all be related to the underlying natural history of the disease or other concomitant treatment, rather than convalescent plasma. All-cause mortality at hospital discharge All studies reported mortality. All participants were alive at the end of the reporting period, but not all participants had been discharged from hospital by the end of the study (15 participants discharged, 6 still hospitalised, 11 unclear). Follow-up ranged from 3 days to 37 days post-transfusion. We do not know whether convalescent plasma therapy affects mortality (very low-certainty evidence). Improvement of clinical symptoms (assessed by respiratory support) Six studies, including 28 participants, reported the level of respiratory support required; most participants required respiratory support at baseline. All studies reported improvement in clinical symptoms in at least some participants. We do not know whether convalescent plasma improves clinical symptoms (very low-certainty evidence). Time to discharge from hospital Six studies reported time to discharge from hospital for at least some participants, which ranged from four to 35 days after convalescent plasma therapy. Admission on the intensive care unit (ICU) Six studies included patients who were critically ill. At final follow-up the majority of these patients were no longer on the ICU or no longer required mechanical ventilation. Length of stay on the ICU Only one study (1 participant) reported length of stay on the ICU. The individual was discharged from the ICU 11 days after plasma transfusion. Safety of convalescent plasma for people with COVID-19 Grade 3 or 4 adverse events The studies did not report the grade of adverse events after convalescent plasma transfusion. Two studies reported data relating to participants who had experienced adverse events, that were presumably grade 3 or 4. One case study reported a participant who had moderate fever (38.9 degrees C). Another study (3 participants) reported a case of severe anaphylactic shock. Four studies reported the absence of moderate or severe adverse events (19 participants). We are very uncertain whether or not convalescent plasma therapy affects the risk of moderate to severe adverse events (very low-certainty evidence). Serious adverse events One study (3 participants) reported one serious adverse event. As described above, this individual had severe anaphylactic shock after receiving convalescent plasma. Six studies reported that no serious adverse events occurred. We are very uncertain whether or not convalescent plasma therapy affects the risk of serious adverse events (very low-certainty evidence). AUTHORS' CONCLUSIONS: We identified eight studies (seven case-series and one prospectively planned single-arm intervention study) with a total of 32 participants (range 1 to 10). Most studies assessed the risks of the intervention; reporting two adverse events (potentially grade 3 or 4), one of which was a serious adverse event. We are very uncertain whether convalescent plasma is effective for people admitted to hospital with COVID-19 as studies reported results inconsistently, making it difficult to compare results and to draw conclusions. We identified very low-certainty evidence on the effectiveness and safety of convalescent plasma therapy for people with COVID-19; all studies were at high risk of bias and reporting quality was low. No RCTs or controlled non-randomised studies evaluating benefits and harms of convalescent plasma have been completed. There are 47 ongoing studies evaluating convalescent plasma, of which 22 are RCTs, and one trial evaluating hyperimmune immunoglobulin. We will update this review as a living systematic review, based on monthly searches in the above mentioned databases and registries. These updates are likely to show different results to those reported here.","Cochrane Database Syst Rev","Valk, Sarah J","Piechotta, Vanessa","Chai, Khai Li","Doree, Carolyn","Monsef, Ina","Wood, Erica M","Lamikanra, Abigail","Kimber, Catherine","McQuilten, Zoe","So-Osman, Cynthia","Estcourt, Lise J","Skoetz, Nicole","32406927"],"journal":"Cochrane Database Syst Rev","authors":["Valk, Sarah J","Piechotta, Vanessa","Chai, Khai Li","Doree, Carolyn","Monsef, Ina","Wood, Erica M","Lamikanra, Abigail","Kimber, Catherine","McQuilten, Zoe","So-Osman, Cynthia","Estcourt, Lise J","Skoetz, Nicole"],"date":"2020-05-15T11:00:00Z","year":2020,"_id":"32406927","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1002/14651858.CD013600","e_drugs":["Hydroxychloroquine"],"topics":["Treatment"],"weight":1,"abstract":["BACKGROUND: Convalescent plasma and hyperimmune immunoglobulin may reduce mortality in patients with respiratory virus diseases, and are currently being investigated in trials as a potential therapy for coronavirus disease 2019 (COVID-19). A thorough understanding of the current body of evidence regarding the benefits and risks is required. OBJECTIVES: To assess whether convalescent plasma or hyperimmune immunoglobulin transfusion is effective and safe in the treatment of people with COVID-19. SEARCH METHODS: The protocol was pre-published with the Center for Open Science and can be accessed here: osf.io/dwf53 We searched the World Health Organization (WHO) COVID-19 Global Research Database, MEDLINE, Embase, Cochrane COVID-19 Study Register, Centers for Disease Control and Prevention COVID-19 Research Article Database and trials registries to identify ongoing studies and results of completed studies on 23 April 2020 for case-series, cohort, prospectively planned, and randomised controlled trials (RCTs). SELECTION CRITERIA: We followed standard Cochrane methodology and performed all steps regarding study selection in duplicate by two independent review authors (in contrast to the recommendations of the Cochrane Rapid Reviews Methods Group). We included studies evaluating convalescent plasma or hyperimmune immunoglobulin for people with COVID-19, irrespective of disease severity, age, gender or ethnicity. We excluded studies including populations with other coronavirus diseases (severe acute respiratory syndrome (SARS) or Middle East respiratory syndrome (MERS)) and studies evaluating standard immunoglobulins. DATA COLLECTION AND ANALYSIS: We followed recommendations of the Cochrane Rapid Reviews Methods Group regarding data extraction and assessment. To assess bias in included studies, we used the assessment criteria tool for observational studies, provided by Cochrane Childhood Cancer. We rated the certainty of evidence using the GRADE approach for the following outcomes: all-cause mortality at hospital discharge, improvement of clinical symptoms (7, 15, and 30 days after transfusion), grade 3 and 4 adverse events, and serious adverse events. MAIN RESULTS: We included eight studies (seven case-series, one prospectively planned, single-arm intervention study) with 32 participants, and identified a further 48 ongoing studies evaluating convalescent plasma (47 studies) or hyperimmune immunoglobulin (one study), of which 22 are randomised. Overall risk of bias of the eight included studies was high, due to: study design; small number of participants; poor reporting within studies; and varied type of participants with different severities of disease, comorbidities, and types of previous or concurrent treatments, including antivirals, antifungals or antibiotics, corticosteroids, hydroxychloroquine and respiratory support. We rated all outcomes as very low certainty, and we were unable to summarise numerical data in any meaningful way. As we identified case-series studies only, we reported results narratively. Effectiveness of convalescent plasma for people with COVID-19 The following reported outcomes could all be related to the underlying natural history of the disease or other concomitant treatment, rather than convalescent plasma. All-cause mortality at hospital discharge All studies reported mortality. All participants were alive at the end of the reporting period, but not all participants had been discharged from hospital by the end of the study (15 participants discharged, 6 still hospitalised, 11 unclear). Follow-up ranged from 3 days to 37 days post-transfusion. We do not know whether convalescent plasma therapy affects mortality (very low-certainty evidence). Improvement of clinical symptoms (assessed by respiratory support) Six studies, including 28 participants, reported the level of respiratory support required; most participants required respiratory support at baseline. All studies reported improvement in clinical symptoms in at least some participants. We do not know whether convalescent plasma improves clinical symptoms (very low-certainty evidence). Time to discharge from hospital Six studies reported time to discharge from hospital for at least some participants, which ranged from four to 35 days after convalescent plasma therapy. Admission on the intensive care unit (ICU) Six studies included patients who were critically ill. At final follow-up the majority of these patients were no longer on the ICU or no longer required mechanical ventilation. Length of stay on the ICU Only one study (1 participant) reported length of stay on the ICU. The individual was discharged from the ICU 11 days after plasma transfusion. Safety of convalescent plasma for people with COVID-19 Grade 3 or 4 adverse events The studies did not report the grade of adverse events after convalescent plasma transfusion. Two studies reported data relating to participants who had experienced adverse events, that were presumably grade 3 or 4. One case study reported a participant who had moderate fever (38.9 degrees C). Another study (3 participants) reported a case of severe anaphylactic shock. Four studies reported the absence of moderate or severe adverse events (19 participants). We are very uncertain whether or not convalescent plasma therapy affects the risk of moderate to severe adverse events (very low-certainty evidence). Serious adverse events One study (3 participants) reported one serious adverse event. As described above, this individual had severe anaphylactic shock after receiving convalescent plasma. Six studies reported that no serious adverse events occurred. We are very uncertain whether or not convalescent plasma therapy affects the risk of serious adverse events (very low-certainty evidence). AUTHORS' CONCLUSIONS: We identified eight studies (seven case-series and one prospectively planned single-arm intervention study) with a total of 32 participants (range 1 to 10). Most studies assessed the risks of the intervention; reporting two adverse events (potentially grade 3 or 4), one of which was a serious adverse event. We are very uncertain whether convalescent plasma is effective for people admitted to hospital with COVID-19 as studies reported results inconsistently, making it difficult to compare results and to draw conclusions. We identified very low-certainty evidence on the effectiveness and safety of convalescent plasma therapy for people with COVID-19; all studies were at high risk of bias and reporting quality was low. No RCTs or controlled non-randomised studies evaluating benefits and harms of convalescent plasma have been completed. There are 47 ongoing studies evaluating convalescent plasma, of which 22 are RCTs, and one trial evaluating hyperimmune immunoglobulin. We will update this review as a living systematic review, based on monthly searches in the above mentioned databases and registries. These updates are likely to show different results to those reported here."],"_version_":1666802845595205633,"score":117.3743},{"pmid":32420691,"title":"Active Therapy with Passive Immunotherapy May Be Effective in the Fight against Covid-19.","text":["Active Therapy with Passive Immunotherapy May Be Effective in the Fight against Covid-19.","Passive immunity against pathogens in epidemics has historical roots. Convalescent plasma (CP), plasma collected from individuals who have recovered from an infectious disease, has been used to confer therapeutic benefits in previous epidemics, including measles, mumps, and influenza, and remains the first line passive immunotherapy in emerging diseases, including the H1N1 influenza pandemic (2009) and now Covid-19 (1). Over the last several decades, as technology has developed to purify and manufacture plasma-derived immunoglobulin (IG) as a drug therapy, hyperimmune globulin (H-IG) formulations have been used as the second line of passive immunotherapies against these diseases.","Clin Transl Sci","Morabito, Christopher J","Gangadharan, Bagirath","32420691"],"abstract":["Passive immunity against pathogens in epidemics has historical roots. Convalescent plasma (CP), plasma collected from individuals who have recovered from an infectious disease, has been used to confer therapeutic benefits in previous epidemics, including measles, mumps, and influenza, and remains the first line passive immunotherapy in emerging diseases, including the H1N1 influenza pandemic (2009) and now Covid-19 (1). Over the last several decades, as technology has developed to purify and manufacture plasma-derived immunoglobulin (IG) as a drug therapy, hyperimmune globulin (H-IG) formulations have been used as the second line of passive immunotherapies against these diseases."],"journal":"Clin Transl Sci","authors":["Morabito, Christopher J","Gangadharan, Bagirath"],"date":"2020-05-19T11:00:00Z","year":2020,"_id":"32420691","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1111/cts.12816","topics":["Treatment"],"weight":1,"_version_":1667159284535787520,"score":115.96195},{"pmid":32213260,"title":"Pharmacologic Treatments and Supportive Care for Middle East Respiratory Syndrome.","text":["Pharmacologic Treatments and Supportive Care for Middle East Respiratory Syndrome.","Available animal and cell line models have suggested that specific therapeutics might be effective in treating Middle East respiratory syndrome (MERS). We conducted a systematic review of evidence for treatment with pharmacologic and supportive therapies. We developed a protocol and searched 5 databases for studies describing treatment of MERS and deaths in MERS patients. Risk of bias (RoB) was assessed by using ROBINS-I tool. We retrieved 3,660 unique citations; 20 observational studies met eligibility, and we studied 13 therapies. Most studies were at serious or critical RoB; no studies were at low RoB. One study, at moderate RoB, showed reduced mortality rates in severe MERS patients with extracorporeal membrane oxygenation; no other studies showed a significant lifesaving benefit to any treatment. The existing literature on treatments for MERS is observational and at moderate to critical RoB. Clinical trials are needed to guide treatment decisions.","Emerg Infect Dis","Kain, Taylor","Lindsay, Patrick J","Adhikari, Neill K J","Arabi, Yaseen M","Van Kerkhove, Maria D","Fowler, Robert A","32213260"],"abstract":["Available animal and cell line models have suggested that specific therapeutics might be effective in treating Middle East respiratory syndrome (MERS). We conducted a systematic review of evidence for treatment with pharmacologic and supportive therapies. We developed a protocol and searched 5 databases for studies describing treatment of MERS and deaths in MERS patients. Risk of bias (RoB) was assessed by using ROBINS-I tool. We retrieved 3,660 unique citations; 20 observational studies met eligibility, and we studied 13 therapies. Most studies were at serious or critical RoB; no studies were at low RoB. One study, at moderate RoB, showed reduced mortality rates in severe MERS patients with extracorporeal membrane oxygenation; no other studies showed a significant lifesaving benefit to any treatment. The existing literature on treatments for MERS is observational and at moderate to critical RoB. Clinical trials are needed to guide treatment decisions."],"journal":"Emerg Infect Dis","authors":["Kain, Taylor","Lindsay, Patrick J","Adhikari, Neill K J","Arabi, Yaseen M","Van Kerkhove, Maria D","Fowler, Robert A"],"date":"2020-03-28T11:00:00Z","year":2020,"_id":"32213260","source":"PubMed","week":"202013|Mar 23 - Mar 29","doi":"10.3201/eid2606.200037","keywords":["cov","mers","middle east respiratory syndrome","acute respiratory distress syndrome","antivirals","convalescent plasma","coronavirus","coronavirus infections","corticosteroids","interferon","intravenous immunoglobulin","respiratory infections","ribavirin","severe acute respiratory syndrome","supportive care","systematic review","viruses","zoonoses"],"topics":["Treatment"],"weight":1,"_version_":1666138492357312513,"score":108.19379}]}