{"pmid":32410229,"title":"Evidence of Increasing Diversification of Emerging SARS-CoV-2 Strains.","text":["Evidence of Increasing Diversification of Emerging SARS-CoV-2 Strains.","BACKGROUND: On January 30th, 2020, an outbreak of atypical pneumonia caused by a novel Betacoronavirus (betaCoV), named SARS-CoV-2, was declared a public health emergency of international concern by the World Health Organization. For this reason, a detailed evolutionary analysis of SARS-CoV-2 strains currently circulating in different geographic regions of the world was performed. METHODS: A compositional analysis as well as a Bayesian coalescent analysis of complete genome sequences of SARS-CoV-2 strains recently isolated in Europe, North America, South America and Asia was performed. RESULTS: The results of these studies revealed a diversification of SARS-CoV-2 strains in three different genetic clades. Co-circulation of different clades in different countries, as well as different genetic lineages within different clades were observed. The time of the most recent common ancestor (tMRCA) was established to be around November 1, 2019. A mean rate of evolution of 6.57 x 10(-4) substitutions per site per year was found. A significant migration rate per genetic lineage per year from Europe to South America was also observed. CONCLUSION: The results of these studies revealed an increasing diversification of SARS-CoV-2 strains. High evolutionary rates and fast population growth characterizes the population dynamics of SARS-CoV-2 strains. This article is protected by copyright. All rights reserved.","J Med Virol","Castells, Matias","Lopez-Tort, Fernando","Colina, Rodney","Cristina, Juan","32410229"],"abstract":["BACKGROUND: On January 30th, 2020, an outbreak of atypical pneumonia caused by a novel Betacoronavirus (betaCoV), named SARS-CoV-2, was declared a public health emergency of international concern by the World Health Organization. For this reason, a detailed evolutionary analysis of SARS-CoV-2 strains currently circulating in different geographic regions of the world was performed. METHODS: A compositional analysis as well as a Bayesian coalescent analysis of complete genome sequences of SARS-CoV-2 strains recently isolated in Europe, North America, South America and Asia was performed. RESULTS: The results of these studies revealed a diversification of SARS-CoV-2 strains in three different genetic clades. Co-circulation of different clades in different countries, as well as different genetic lineages within different clades were observed. The time of the most recent common ancestor (tMRCA) was established to be around November 1, 2019. A mean rate of evolution of 6.57 x 10(-4) substitutions per site per year was found. A significant migration rate per genetic lineage per year from Europe to South America was also observed. CONCLUSION: The results of these studies revealed an increasing diversification of SARS-CoV-2 strains. High evolutionary rates and fast population growth characterizes the population dynamics of SARS-CoV-2 strains. This article is protected by copyright. All rights reserved."],"journal":"J Med Virol","authors":["Castells, Matias","Lopez-Tort, Fernando","Colina, Rodney","Cristina, Juan"],"date":"2020-05-16T11:00:00Z","year":2020,"_id":"32410229","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1002/jmv.26018","keywords":["coronavirus","sars-cov-2","coalescent","evolution"],"locations":["Bayesian"],"topics":["Mechanism"],"weight":1,"_version_":1666897319198457856,"score":9.490897,"similar":[{"pmid":32294518,"pmcid":"PMC7152894","title":"A comprehensive analysis of genome composition and codon usage patterns of emerging coronaviruses.","text":["A comprehensive analysis of genome composition and codon usage patterns of emerging coronaviruses.","An outbreak of atypical pneumonia caused by a novel Betacoronavirus (betaCoV), named SARS-CoV-2 has been declared a public health emergency of international concern by the World Health Organization. In order to gain insight into the emergence, evolution and adaptation of SARS-CoV-2 viruses, a comprehensive analysis of genome composition and codon usage of betaCoV circulating in China was performed. A biased nucleotide composition was found for SARS-CoV-2 genome. This bias in genomic composition is reflected in its codon and amino acid usage patterns. The overall codon usage in SARS-CoV-2 is similar among themselves and slightly biased. Most of the highly frequent codons are A- and U-ending, which strongly suggests that mutational bias is the main force shaping codon usage in this virus. Significant differences in relative synonymous codon usage frequencies among SARS-CoV-2 and human cells were found. These differences are due to codon usage preferences.","Virus Res","Tort, Fernando L","Castells, Matias","Cristina, Juan","32294518"],"abstract":["An outbreak of atypical pneumonia caused by a novel Betacoronavirus (betaCoV), named SARS-CoV-2 has been declared a public health emergency of international concern by the World Health Organization. In order to gain insight into the emergence, evolution and adaptation of SARS-CoV-2 viruses, a comprehensive analysis of genome composition and codon usage of betaCoV circulating in China was performed. A biased nucleotide composition was found for SARS-CoV-2 genome. This bias in genomic composition is reflected in its codon and amino acid usage patterns. The overall codon usage in SARS-CoV-2 is similar among themselves and slightly biased. Most of the highly frequent codons are A- and U-ending, which strongly suggests that mutational bias is the main force shaping codon usage in this virus. Significant differences in relative synonymous codon usage frequencies among SARS-CoV-2 and human cells were found. These differences are due to codon usage preferences."],"journal":"Virus Res","authors":["Tort, Fernando L","Castells, Matias","Cristina, Juan"],"date":"2020-04-16T11:00:00Z","year":2020,"_id":"32294518","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.virusres.2020.197976","keywords":["2019-ncov","codon usage","coronavirus","evolution","sars-cov-2","wuhan"],"locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1666138494472290304,"score":274.1649},{"pmid":32048560,"pmcid":"PMC7099638","title":"The global spread of 2019-nCoV: a molecular evolutionary analysis.","text":["The global spread of 2019-nCoV: a molecular evolutionary analysis.","The global spread of the 2019-nCoV is continuing and is fast moving, as indicated by the WHO raising the risk assessment to high. In this article, we provide a preliminary phylodynamic and phylogeographic analysis of this new virus. A Maximum Clade Credibility tree has been built using the 29 available whole genome sequences of 2019-nCoV and two whole genome sequences that are highly similar sequences from Bat SARS-like Coronavirus available in GeneBank. We are able to clarify the mechanism of transmission among the countries which have provided the 2019-nCoV sequence isolates from their patients. The Bayesian phylogeographic reconstruction shows that the 2019-2020 nCoV most probably originated from the Bat SARS-like Coronavirus circulating in the Rhinolophus bat family. In agreement with epidemiological observations, the most likely geographic origin of the new outbreak was the city of Wuhan, China, where 2019-nCoV time of the most recent common ancestor emerged, according to molecular clock analysis, around November 25(th), 2019. These results, together with previously recorded epidemics, suggest a recurring pattern of periodical epizootic outbreaks due to Betacoronavirus. Moreover, our study describes the same population genetic dynamic underlying the SARS 2003 epidemic, and suggests the urgent need for the development of effective molecular surveillance strategies of Betacoronavirus among animals and Rhinolophus of the bat family.","Pathog Glob Health","Benvenuto, Domenico","Giovanetti, Marta","Salemi, Marco","Prosperi, Mattia","De Flora, Cecilia","Junior Alcantara, Luiz Carlos","Angeletti, Silvia","Ciccozzi, Massimo","32048560"],"abstract":["The global spread of the 2019-nCoV is continuing and is fast moving, as indicated by the WHO raising the risk assessment to high. In this article, we provide a preliminary phylodynamic and phylogeographic analysis of this new virus. A Maximum Clade Credibility tree has been built using the 29 available whole genome sequences of 2019-nCoV and two whole genome sequences that are highly similar sequences from Bat SARS-like Coronavirus available in GeneBank. We are able to clarify the mechanism of transmission among the countries which have provided the 2019-nCoV sequence isolates from their patients. The Bayesian phylogeographic reconstruction shows that the 2019-2020 nCoV most probably originated from the Bat SARS-like Coronavirus circulating in the Rhinolophus bat family. In agreement with epidemiological observations, the most likely geographic origin of the new outbreak was the city of Wuhan, China, where 2019-nCoV time of the most recent common ancestor emerged, according to molecular clock analysis, around November 25(th), 2019. These results, together with previously recorded epidemics, suggest a recurring pattern of periodical epizootic outbreaks due to Betacoronavirus. Moreover, our study describes the same population genetic dynamic underlying the SARS 2003 epidemic, and suggests the urgent need for the development of effective molecular surveillance strategies of Betacoronavirus among animals and Rhinolophus of the bat family."],"journal":"Pathog Glob Health","authors":["Benvenuto, Domenico","Giovanetti, Marta","Salemi, Marco","Prosperi, Mattia","De Flora, Cecilia","Junior Alcantara, Luiz Carlos","Angeletti, Silvia","Ciccozzi, Massimo"],"date":"2020-02-13T11:00:00Z","year":2020,"_id":"32048560","source":"PubMed","week":"20207|Feb 10 - Feb 16","doi":"10.1080/20477724.2020.1725339","keywords":["2019-ncov","sars","molecular epidemiology","phylogeny"],"locations":["Rhinolophus","Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1666138490866237443,"score":241.33119},{"pmid":32492206,"title":"Understanding the possible origin and genotyping of first Bangladeshi SARS-CoV-2 strain.","text":["Understanding the possible origin and genotyping of first Bangladeshi SARS-CoV-2 strain.","The novel coronavirus, SARS-CoV-2, causes the unfathomable pandemic in the history of humankind. Bangladesh is also a victim of this critical situation. To investigate the genomic features of the pathogen, the first complete genome of the virus has very recently been published. Therefore, the long awaiting questions regarding the possible origin and typing of the strain(s) can now be answered. Here, we endeavor to mainly discuss the published reports or online-accessed data (results) regarding those issues and presented a comprehensive picture of the typing of the virus alongside the probable origin of the sub-clade containing Bangladeshi strain. Our observation suggested that this strain might have originated from the United Kingdom (UK) or other European countries epidemiologically linked to the UK. According to different genotyping classification schemes, this strain belongs to A2a clade under G major clade, is of B and/or L type, and is a SARS-CoV-2a sub-strain. In the forwarding days, randomized genome data will certainly voluminate in Bangladesh, however because of globalization and immigrant movements, we urgently need a mass regional sequencing approach targeting the partial or complete genome that can link the epidemiological data and may help in further clinical interventions. This article is protected by copyright. All rights reserved.","J Med Virol","Ul Alam, A S M Rubayet","Rafiul Islam, M","Shaminur Rahman, M","Islam, Ovinu Kibria","Anwar Hossain, M","32492206"],"abstract":["The novel coronavirus, SARS-CoV-2, causes the unfathomable pandemic in the history of humankind. Bangladesh is also a victim of this critical situation. To investigate the genomic features of the pathogen, the first complete genome of the virus has very recently been published. Therefore, the long awaiting questions regarding the possible origin and typing of the strain(s) can now be answered. Here, we endeavor to mainly discuss the published reports or online-accessed data (results) regarding those issues and presented a comprehensive picture of the typing of the virus alongside the probable origin of the sub-clade containing Bangladeshi strain. Our observation suggested that this strain might have originated from the United Kingdom (UK) or other European countries epidemiologically linked to the UK. According to different genotyping classification schemes, this strain belongs to A2a clade under G major clade, is of B and/or L type, and is a SARS-CoV-2a sub-strain. In the forwarding days, randomized genome data will certainly voluminate in Bangladesh, however because of globalization and immigrant movements, we urgently need a mass regional sequencing approach targeting the partial or complete genome that can link the epidemiological data and may help in further clinical interventions. This article is protected by copyright. All rights reserved."],"journal":"J Med Virol","authors":["Ul Alam, A S M Rubayet","Rafiul Islam, M","Shaminur Rahman, M","Islam, Ovinu Kibria","Anwar Hossain, M"],"date":"2020-06-04T11:00:00Z","year":2020,"_id":"32492206","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1002/jmv.26115","keywords":["genetic variability < evolution","mutation < genetics","sars coronavirus < virus classification"],"locations":["United Kingdom","GBR","GBR","Bangladesh"],"countries":["United Kingdom","Bangladesh"],"countries_codes":["GBR|United Kingdom","BGD|Bangladesh"],"topics":["Mechanism"],"weight":1,"_version_":1668623433660891137,"score":230.86662},{"pmid":32407507,"title":"Genomic epidemiology, evolution, and transmission dynamics of porcine deltacoronavirus.","text":["Genomic epidemiology, evolution, and transmission dynamics of porcine deltacoronavirus.","The emergence of severe acute respiratory syndrome virus (SARS)-CoV-2 has shown once again that coronaviruses (CoVs) in animals are potential sources for epidemics in humans. Porcine deltacoronavirus (PDCoV) is an emerging enteropathogen of swine with a worldwide distribution. Here, we implemented and described an approach to analyze the epidemiology of PDCoV following its emergence in the pig population. We performed an integrated analysis of full genome sequence data from 21 newly-sequenced viruses, along with comprehensive epidemiological surveillance data collected globally over the last 15 years. We found four distinct phylogenetic lineages of PDCoV, which differ in their geographic circulation patterns. Interestingly, we identified more frequent intra- and inter-lineage recombination and higher virus genetic diversity in the Chinese lineages compared with the US lineage where pigs are raised in different farming systems and ecological environments. Most recombination breakpoints are located in the ORF1ab gene rather than in genes encoding structural proteins. We also identified five amino acids under positive selection in the spike protein suggesting a role for adaptive evolution. According to structural mapping, three positively selected sites are located in the N-terminal domain of the S1 subunit, which is the most likely involved in binding to a carbohydrate receptor, while the other two are located in or near the fusion peptide of the S2 subunit and thus might affect membrane fusion. Finally, our phylogeographic investigations highlighted notable South-North transmission as well as frequent long-distance dispersal events in China that could implicate human-mediated transmission. Our findings provide new insights into the evolution and dispersal of PDCoV that contribute to our understanding of the critical factors involved in coronaviruses emergence. SIGNIFICANCE: Coronaviruses (CoVs) exhibit a pronounced propensity for interspecies transmission as illustrated by important emerging viruses in humans such as severe acute respiratory syndrome virus (SARS)-CoV and Middle East respiratory syndrome virus (MERS)-CoV, as well as the recent SARS-CoV-2 that is causing a major human pandemic. A better understanding of the evolutionary process leading to viral emergence may help unravel the principles of cross-species transmission and therefore assist in preventing future introductions into new host populations. Here, we examined the evolution and spread of an emerging coronavirus that likely transmitted from birds to pigs and caused sustained epidemics in Asia and the United States. We integrated viral full genome sequence analysis and comprehensive surveillance data to examine the evolution of emerging porcine deltacoronavirus (PDCoV), and in particular the factors driving ongoing circulation and recent cases in China. We found evidence for adaptive evolution of this emerging virus in the absence of vaccine immune pressure, with important amino acids under positive selection, as well as frequent inter- and intra-lineage recombination events in the Asian lineages. Breeding patterns and ecological environment could play an important role in swine coronavirus evolution, leading to differences in recombination and population diversity. Using phylogeographic approaches, we further shed light on the dispersal history and dynamics of the China lineage of PDCoV. Our study provides a deeper understanding of the geographic dispersal of genetic lineages of PDCoV in China and suggests that southern China acted as a source of transmission. Modeling how the virus spread in China will allow the prioritization of areas for swine coronavirus surveillance in the future. These findings have important implications for preventing the emergence of coronaviruses in livestock and for controlling their spread in Asian countries.","Mol Biol Evol","He, Wan-Ting","Ji, Xiang","He, Wei","Dellicour, Simon","Wang, Shilei","Li, Gairu","Zhang, Letian","Gilbert, Marius","Zhu, Henan","Xing, Gang","Veit, Michael","Huang, Zhen","Han, Guan-Zhu","Huang, Yaowei","Suchard, Marc A","Baele, Guy","Lemey, Philippe","Su, Shuo","32407507"],"abstract":["The emergence of severe acute respiratory syndrome virus (SARS)-CoV-2 has shown once again that coronaviruses (CoVs) in animals are potential sources for epidemics in humans. Porcine deltacoronavirus (PDCoV) is an emerging enteropathogen of swine with a worldwide distribution. Here, we implemented and described an approach to analyze the epidemiology of PDCoV following its emergence in the pig population. We performed an integrated analysis of full genome sequence data from 21 newly-sequenced viruses, along with comprehensive epidemiological surveillance data collected globally over the last 15 years. We found four distinct phylogenetic lineages of PDCoV, which differ in their geographic circulation patterns. Interestingly, we identified more frequent intra- and inter-lineage recombination and higher virus genetic diversity in the Chinese lineages compared with the US lineage where pigs are raised in different farming systems and ecological environments. Most recombination breakpoints are located in the ORF1ab gene rather than in genes encoding structural proteins. We also identified five amino acids under positive selection in the spike protein suggesting a role for adaptive evolution. According to structural mapping, three positively selected sites are located in the N-terminal domain of the S1 subunit, which is the most likely involved in binding to a carbohydrate receptor, while the other two are located in or near the fusion peptide of the S2 subunit and thus might affect membrane fusion. Finally, our phylogeographic investigations highlighted notable South-North transmission as well as frequent long-distance dispersal events in China that could implicate human-mediated transmission. Our findings provide new insights into the evolution and dispersal of PDCoV that contribute to our understanding of the critical factors involved in coronaviruses emergence. SIGNIFICANCE: Coronaviruses (CoVs) exhibit a pronounced propensity for interspecies transmission as illustrated by important emerging viruses in humans such as severe acute respiratory syndrome virus (SARS)-CoV and Middle East respiratory syndrome virus (MERS)-CoV, as well as the recent SARS-CoV-2 that is causing a major human pandemic. A better understanding of the evolutionary process leading to viral emergence may help unravel the principles of cross-species transmission and therefore assist in preventing future introductions into new host populations. Here, we examined the evolution and spread of an emerging coronavirus that likely transmitted from birds to pigs and caused sustained epidemics in Asia and the United States. We integrated viral full genome sequence analysis and comprehensive surveillance data to examine the evolution of emerging porcine deltacoronavirus (PDCoV), and in particular the factors driving ongoing circulation and recent cases in China. We found evidence for adaptive evolution of this emerging virus in the absence of vaccine immune pressure, with important amino acids under positive selection, as well as frequent inter- and intra-lineage recombination events in the Asian lineages. Breeding patterns and ecological environment could play an important role in swine coronavirus evolution, leading to differences in recombination and population diversity. Using phylogeographic approaches, we further shed light on the dispersal history and dynamics of the China lineage of PDCoV. Our study provides a deeper understanding of the geographic dispersal of genetic lineages of PDCoV in China and suggests that southern China acted as a source of transmission. Modeling how the virus spread in China will allow the prioritization of areas for swine coronavirus surveillance in the future. These findings have important implications for preventing the emergence of coronaviruses in livestock and for controlling their spread in Asian countries."],"journal":"Mol Biol Evol","authors":["He, Wan-Ting","Ji, Xiang","He, Wei","Dellicour, Simon","Wang, Shilei","Li, Gairu","Zhang, Letian","Gilbert, Marius","Zhu, Henan","Xing, Gang","Veit, Michael","Huang, Zhen","Han, Guan-Zhu","Huang, Yaowei","Suchard, Marc A","Baele, Guy","Lemey, Philippe","Su, Shuo"],"date":"2020-05-15T11:00:00Z","year":2020,"_id":"32407507","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1093/molbev/msaa117","keywords":["beast","bayesian inference","evolution","phylogeographic","porcine deltacoronavirus","recombination"],"locations":["Chinese","US","China","United States","China","China","China","China","China"],"countries":["China","United States"],"countries_codes":["CHN|China","USA|United States"],"topics":["Mechanism","Prevention"],"weight":1,"_version_":1666802845636100096,"score":229.96634},{"pmid":32104911,"title":"Evolutionary history, potential intermediate animal host, and cross-species analyses of SARS-CoV-2.","text":["Evolutionary history, potential intermediate animal host, and cross-species analyses of SARS-CoV-2.","To investigate the evolutionary history of the recent outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in China, a total of 70 genomes of virus strains from China and elsewhere with sampling dates between 24 December 2019 and 3 February 2020 were analyzed. To explore the potential intermediate animal host of the SARS-CoV-2 virus, we reanalyzed virome data sets from pangolins and representative SARS-related coronaviruses isolates from bats, with particular attention paid to the spike glycoprotein gene. We performed phylogenetic, split network, transmission network, likelihood-mapping, and comparative analyses of the genomes. Based on Bayesian time-scaled phylogenetic analysis using the tip-dating method, we estimated the time to the most recent common ancestor and evolutionary rate of SARS-CoV-2, which ranged from 22 to 24 November 2019 and 1.19 to 1.31 x 10(-3) substitutions per site per year, respectively. Our results also revealed that the BetaCoV/bat/Yunnan/RaTG13/2013 virus was more similar to the SARS-CoV-2 virus than the coronavirus obtained from the two pangolin samples (SRR10168377 and SRR10168378). We also identified a unique peptide (PRRA) insertion in the human SARS-CoV-2 virus, which may be involved in the proteolytic cleavage of the spike protein by cellular proteases, and thus could impact host range and transmissibility. Interestingly, the coronavirus carried by pangolins did not have the RRAR motif. Therefore, we concluded that the human SARS-CoV-2 virus, which is responsible for the recent outbreak of COVID-19, did not come directly from pangolins.","J Med Virol","Li, Xingguang","Zai, Junjie","Zhao, Qiang","Nie, Qing","Li, Yi","Foley, Brian T","Chaillon, Antoine","32104911"],"abstract":["To investigate the evolutionary history of the recent outbreak of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in China, a total of 70 genomes of virus strains from China and elsewhere with sampling dates between 24 December 2019 and 3 February 2020 were analyzed. To explore the potential intermediate animal host of the SARS-CoV-2 virus, we reanalyzed virome data sets from pangolins and representative SARS-related coronaviruses isolates from bats, with particular attention paid to the spike glycoprotein gene. We performed phylogenetic, split network, transmission network, likelihood-mapping, and comparative analyses of the genomes. Based on Bayesian time-scaled phylogenetic analysis using the tip-dating method, we estimated the time to the most recent common ancestor and evolutionary rate of SARS-CoV-2, which ranged from 22 to 24 November 2019 and 1.19 to 1.31 x 10(-3) substitutions per site per year, respectively. Our results also revealed that the BetaCoV/bat/Yunnan/RaTG13/2013 virus was more similar to the SARS-CoV-2 virus than the coronavirus obtained from the two pangolin samples (SRR10168377 and SRR10168378). We also identified a unique peptide (PRRA) insertion in the human SARS-CoV-2 virus, which may be involved in the proteolytic cleavage of the spike protein by cellular proteases, and thus could impact host range and transmissibility. Interestingly, the coronavirus carried by pangolins did not have the RRAR motif. Therefore, we concluded that the human SARS-CoV-2 virus, which is responsible for the recent outbreak of COVID-19, did not come directly from pangolins."],"journal":"J Med Virol","authors":["Li, Xingguang","Zai, Junjie","Zhao, Qiang","Nie, Qing","Li, Yi","Foley, Brian T","Chaillon, Antoine"],"date":"2020-02-28T11:00:00Z","year":2020,"_id":"32104911","source":"PubMed","week":"20209|Feb 24 - Mar 01","doi":"10.1002/jmv.25731","keywords":["covid-19","sars-cov-2","tmrca","cross-species transmission","evolutionary rate","potential intermediate animal host"],"locations":["China","China","Bayesian"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism","Transmission"],"weight":1,"_version_":1666138490792837120,"score":217.44847}]}