{"pmid":32412913,"title":"Medical Education Amid the COVID-19 Pandemic.","text":["Medical Education Amid the COVID-19 Pandemic.","The coronavirus pandemic has shaken the mankind to its core. Social distancing is the most important preventive strategy for the spread of this contagion, short of a vaccine. Implementation of the same has forced many countries in to a complete lock-down. Closure of schools and universities has made education uncertain at all levels. Medical education is no exception. In this pandemic, the need for uninterrupted generation of future doctors is felt more than ever in our living memory. Continuity of medical education is thus imperative. While \"Live\" patient contact is an irreplaceable tenet of clinical teaching, these extraordinary times demand exceptional measures. Pedagogical innovations involving technology and simulation based teaching (Online lectures, video vase vignettes, virtual simulators, webcasting, online chat-rooms) need to be brought to the forefront. Since the medical educators have been pushed inevitably to rely on technology-based learning, they should not only embrace it but also develop and evaluate its sustainability and application in preclinical and clinical setting. Meanwhile, the students, whose medical educations are stuck in this pandemic time, should realize that there is no bigger teacher than a first-hand experience, and they are eyewitnesses to the making of history.","Indian Pediatr","Sahi, Puneet Kaur","Mishra, Devendra","Singh, Tejinder","32412913"],"abstract":["The coronavirus pandemic has shaken the mankind to its core. Social distancing is the most important preventive strategy for the spread of this contagion, short of a vaccine. Implementation of the same has forced many countries in to a complete lock-down. Closure of schools and universities has made education uncertain at all levels. Medical education is no exception. In this pandemic, the need for uninterrupted generation of future doctors is felt more than ever in our living memory. Continuity of medical education is thus imperative. While \"Live\" patient contact is an irreplaceable tenet of clinical teaching, these extraordinary times demand exceptional measures. Pedagogical innovations involving technology and simulation based teaching (Online lectures, video vase vignettes, virtual simulators, webcasting, online chat-rooms) need to be brought to the forefront. Since the medical educators have been pushed inevitably to rely on technology-based learning, they should not only embrace it but also develop and evaluate its sustainability and application in preclinical and clinical setting. Meanwhile, the students, whose medical educations are stuck in this pandemic time, should realize that there is no bigger teacher than a first-hand experience, and they are eyewitnesses to the making of history."],"journal":"Indian Pediatr","authors":["Sahi, Puneet Kaur","Mishra, Devendra","Singh, Tejinder"],"date":"2020-05-16T11:00:00Z","year":2020,"_id":"32412913","source":"PubMed","week":"202020|May 11 - May 17","weight":0,"_version_":1666897319154417664,"score":9.490897,"similar":[{"pmid":32366728,"title":"Medical Education During the COVID-19 Pandemic: A Single Institution Experience.","text":["Medical Education During the COVID-19 Pandemic: A Single Institution Experience.","Social distancing to curb the COVID-19 pandemic has caused suspension of classroom teaching in all educational institutions. We implemented a novel online classroom platform at our institute to continue medical education. The program attracted encouraging feedback from the students. It may serve as a model for uninterrupted teaching and training during times of crisis.","Indian Pediatr","Singh, Kuldeep","Srivastav, Shival","Bhardwaj, Abhishek","Dixit, Abhinav","Misra, Sanjeev","32366728"],"abstract":["Social distancing to curb the COVID-19 pandemic has caused suspension of classroom teaching in all educational institutions. We implemented a novel online classroom platform at our institute to continue medical education. The program attracted encouraging feedback from the students. It may serve as a model for uninterrupted teaching and training during times of crisis."],"journal":"Indian Pediatr","authors":["Singh, Kuldeep","Srivastav, Shival","Bhardwaj, Abhishek","Dixit, Abhinav","Misra, Sanjeev"],"date":"2020-05-06T11:00:00Z","year":2020,"_id":"32366728","source":"PubMed","week":"202019|May 04 - May 10","topics":["Prevention"],"weight":1,"_version_":1666138496270598144,"score":256.10794},{"pmid":32364793,"title":"Leveraging Technology for Remote Learning in the Era of COVID-19 and Social Distancing: Tips and Resources for Pathology Educators and Trainees.","text":["Leveraging Technology for Remote Learning in the Era of COVID-19 and Social Distancing: Tips and Resources for Pathology Educators and Trainees.","The ongoing global pandemic of coronavirus disease 2019 (COVID-19) has rapidly disrupted traditional modes of operation in healthcare and education. In March 2020, institutions in the United States began to implement a range of policies to discourage direct contact and encourage social distancing. These measures have placed us in an unprecedented position where education can no longer occur at close quarters - most notably, around a multi-headed microscope - but must instead continue at a distance. This guide is intended to be a resource for pathologists and pathologists-in-training who wish to leverage technology to continue collaboration, teaching, and education in this era. The manuscript is focused mainly on anatomic pathology; however, the technologies easily lend themselves to clinical pathology education as well. Our aim is to provide curated lists of various online resources that can be used for virtual learning in pathology, provide tips and tricks, and share our personal experience with these technologies. The lists include video conferencing platforms, pathology websites, free online educational resources, including social media, and whole-slide imaging collections. We are currently living through a unique situation without a precedent or guidebook, and we hope that this guide will enable the community of pathology educators worldwide to embrace the opportunities that 21st century technology provides.","Arch Pathol Lab Med","Mukhopadhyay, Sanjay","Booth, Adam L","Calkins, Sarah M","Doxtader, Erika E","Fine, Samson W","Gardner, Jerad M","Gonzalez, Raul S","Mirza, Kamran M","Jiang, Xiaoyin Sara","32364793"],"abstract":["The ongoing global pandemic of coronavirus disease 2019 (COVID-19) has rapidly disrupted traditional modes of operation in healthcare and education. In March 2020, institutions in the United States began to implement a range of policies to discourage direct contact and encourage social distancing. These measures have placed us in an unprecedented position where education can no longer occur at close quarters - most notably, around a multi-headed microscope - but must instead continue at a distance. This guide is intended to be a resource for pathologists and pathologists-in-training who wish to leverage technology to continue collaboration, teaching, and education in this era. The manuscript is focused mainly on anatomic pathology; however, the technologies easily lend themselves to clinical pathology education as well. Our aim is to provide curated lists of various online resources that can be used for virtual learning in pathology, provide tips and tricks, and share our personal experience with these technologies. The lists include video conferencing platforms, pathology websites, free online educational resources, including social media, and whole-slide imaging collections. We are currently living through a unique situation without a precedent or guidebook, and we hope that this guide will enable the community of pathology educators worldwide to embrace the opportunities that 21st century technology provides."],"journal":"Arch Pathol Lab Med","authors":["Mukhopadhyay, Sanjay","Booth, Adam L","Calkins, Sarah M","Doxtader, Erika E","Fine, Samson W","Gardner, Jerad M","Gonzalez, Raul S","Mirza, Kamran M","Jiang, Xiaoyin Sara"],"date":"2020-05-05T11:00:00Z","year":2020,"_id":"32364793","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.5858/arpa.2020-0201-ED","locations":["United States"],"countries":["United States"],"countries_codes":["USA|United States"],"topics":["Prevention"],"weight":1,"_version_":1666138496076611584,"score":243.30228},{"pmid":32302818,"pmcid":"PMC7152919","title":"Impact Of Sars-Cov-2 And Its Reverberation In Global Higher Education And Mental Health.","text":["Impact Of Sars-Cov-2 And Its Reverberation In Global Higher Education And Mental Health.","BACKGROUND: According to UNESCO's monitoring, more than 160 countries implemented nationwide closures, which impacted over 87% of the world's student population. Several other countries implemented localized school closures; should these closures become nationwide, millions of additional learners will experience education disruption. Universities from around the world have been uncertain about how long the coronavirus crisis will last and how it might affect the mental health of students and faculty. The psychological impact has been a critical disruptor, creating anxiety and uncertainty. METHOD: The data were cross-checked with information from the main international newspapers. RESULTS: By discussing online and distance education, the coronavirus opens an important and urgent issue that affects mental health - these are virtually unexplored topics, and their results have not been validated yet. Online education is not limited to distance education, as it regards a grouping of learning/teaching procedures completed in cyberspace. Blended learning was, thus, introduced as a tool in personalized learning to adjust to new realities. These are unprecedented circumstances, and we understand they create stress, favoring anguish and a fierce search for new knowledge acquisition. CONCLUSIONS: Current research highlights that anxiety and depression, exacerbated by uncertainties and intensification of the information flow, will grow extensively. Negative physiological consequences of stress will manifest. For instance, loneliness, which will increase under these circumstances, seems to have a negative impact on education and, therefore, on psychological pain and suffering.","Psychiatry Res","Araujo, Francisco Jonathan de Oliveira","de Lima, Ligia Samara Abrantes","Cidade, Pedro Ivo Martins","Nobre, Camila Bezerra","Neto, Modesto Leite Rolim","32302818"],"abstract":["BACKGROUND: According to UNESCO's monitoring, more than 160 countries implemented nationwide closures, which impacted over 87% of the world's student population. Several other countries implemented localized school closures; should these closures become nationwide, millions of additional learners will experience education disruption. Universities from around the world have been uncertain about how long the coronavirus crisis will last and how it might affect the mental health of students and faculty. The psychological impact has been a critical disruptor, creating anxiety and uncertainty. METHOD: The data were cross-checked with information from the main international newspapers. RESULTS: By discussing online and distance education, the coronavirus opens an important and urgent issue that affects mental health - these are virtually unexplored topics, and their results have not been validated yet. Online education is not limited to distance education, as it regards a grouping of learning/teaching procedures completed in cyberspace. Blended learning was, thus, introduced as a tool in personalized learning to adjust to new realities. These are unprecedented circumstances, and we understand they create stress, favoring anguish and a fierce search for new knowledge acquisition. CONCLUSIONS: Current research highlights that anxiety and depression, exacerbated by uncertainties and intensification of the information flow, will grow extensively. Negative physiological consequences of stress will manifest. For instance, loneliness, which will increase under these circumstances, seems to have a negative impact on education and, therefore, on psychological pain and suffering."],"journal":"Psychiatry Res","authors":["Araujo, Francisco Jonathan de Oliveira","de Lima, Ligia Samara Abrantes","Cidade, Pedro Ivo Martins","Nobre, Camila Bezerra","Neto, Modesto Leite Rolim"],"date":"2020-04-18T11:00:00Z","year":2020,"_id":"32302818","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.psychres.2020.112977","keywords":["covid-19","education","mental health"],"weight":0,"_version_":1666138494912692225,"score":230.30936},{"pmid":32253771,"title":"Daily medical education for confined students during COVID-19 pandemic: A simple videoconference solution.","text":["Daily medical education for confined students during COVID-19 pandemic: A simple videoconference solution.","The outbreak of coronavirus disease 2019 caused by severe acute respiratory syndrome coronavirus 2 infection has recently spread globally and is now a pandemic. As a result, university hospitals have had to take unprecedented measures of containment, including asking nonessential staff to stay at home. Medical students practicing in the surgical departments find themselves idle, as nonurgent surgical activity has been canceled, until further notice. Likewise, universities are closed and medical training for students is likely to suffer if teachers do not implement urgent measures to provide continuing education. Thus, we sought to set up a daily medical education procedure for surgical students confined to their homes. We report a simple and free teaching method intended to compensate for the disappearance of daily lessons performed in the surgery department using the Google Hangouts application. This video conference method can be applied to clinical as well as anatomy lessons.","Clin Anat","Moszkowicz, David","Duboc, Henri","Dubertret, Caroline","Roux, Damien","Bretagnol, Frederic","32253771"],"abstract":["The outbreak of coronavirus disease 2019 caused by severe acute respiratory syndrome coronavirus 2 infection has recently spread globally and is now a pandemic. As a result, university hospitals have had to take unprecedented measures of containment, including asking nonessential staff to stay at home. Medical students practicing in the surgical departments find themselves idle, as nonurgent surgical activity has been canceled, until further notice. Likewise, universities are closed and medical training for students is likely to suffer if teachers do not implement urgent measures to provide continuing education. Thus, we sought to set up a daily medical education procedure for surgical students confined to their homes. We report a simple and free teaching method intended to compensate for the disappearance of daily lessons performed in the surgery department using the Google Hangouts application. This video conference method can be applied to clinical as well as anatomy lessons."],"journal":"Clin Anat","authors":["Moszkowicz, David","Duboc, Henri","Dubertret, Caroline","Roux, Damien","Bretagnol, Frederic"],"date":"2020-04-08T11:00:00Z","year":2020,"_id":"32253771","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.1002/ca.23601","keywords":["covid-19 pandemic","anatomical learning","anatomy","medical education"],"weight":0,"_version_":1666138493114384386,"score":227.03975},{"pmid":32368424,"pmcid":"PMC7193226","title":"The Impact of COVID-19 on Medical Education.","text":["The Impact of COVID-19 on Medical Education.","In the wake of the novel coronavirus (COVID-19) pandemic, it is abundantly clear to all the necessity of studying the pathology and widespread health consequences associated with the virus. However, what is much less clear is the impact of COVID-19 on medical education. Already, faculty and medical students are grappling with the changes that have been made and attempting to consolidate these with their plan of career development. Changes that may seem relatively minor in comparison to the global pandemic have the potential to be drastic turning points in the career progression of many. As not much is known regarding the long-lasting impact of COVID-19 on medical education, it is therefore also necessary to record and study the full impact of the changes being made. The path to entering a successful residency has been predictable for the last few years - do well on Step 1, give conference presentations, go the extra mile in clerkships and shadowing opportunities, and have meaningful non-academic extracurricular activities - all of which designed to best demonstrate a student's knowledge, persistence, collaborative spirit, and dedication to medicine. This trajectory has been changed with COVID-19 disrupting routines in hospitals, medical schools and beyond. The replacement of in-person classes with online equivalents is an obvious necessity at this time but creates a loss of collaborative experiences that has the potential to be a significant detriment to education. Likewise, the cancellation of clerkships, which are necessary for both skill acquisition as well as for relationship building, is a serious issue which students and medical schools must now resolve. Many medical students have also lost the opportunity for personal development through conference presentations. These presentations play a large role in distinguishing applicants during the residency application process, and therefore these lost opportunities have the potential to be a serious detriment to medical students' career trajectory. While implementing technology to help resolve these issues is a unique way to help students to develop these skills, it is now necessary for medical students to demonstrate the same set of skills which they would have previously in a completely new and innovative manner. Persistence and adaptability during this time of challenge are attributes that medical students can demonstrate more readily. While every student has a personal story of how COVID-19 has impacted their education, there is no question that the impacts of COVID-19 will be felt on an extensive level. The panic in the community is palpable, and many are confused by how to proceed in the wake of COVID-19. This is no different for medical students and faculty and the questions that arise regarding medical education and their future careers.","Cureus","Ferrel, Meganne N","Ryan, John J","32368424"],"abstract":["In the wake of the novel coronavirus (COVID-19) pandemic, it is abundantly clear to all the necessity of studying the pathology and widespread health consequences associated with the virus. However, what is much less clear is the impact of COVID-19 on medical education. Already, faculty and medical students are grappling with the changes that have been made and attempting to consolidate these with their plan of career development. Changes that may seem relatively minor in comparison to the global pandemic have the potential to be drastic turning points in the career progression of many. As not much is known regarding the long-lasting impact of COVID-19 on medical education, it is therefore also necessary to record and study the full impact of the changes being made. The path to entering a successful residency has been predictable for the last few years - do well on Step 1, give conference presentations, go the extra mile in clerkships and shadowing opportunities, and have meaningful non-academic extracurricular activities - all of which designed to best demonstrate a student's knowledge, persistence, collaborative spirit, and dedication to medicine. This trajectory has been changed with COVID-19 disrupting routines in hospitals, medical schools and beyond. The replacement of in-person classes with online equivalents is an obvious necessity at this time but creates a loss of collaborative experiences that has the potential to be a significant detriment to education. Likewise, the cancellation of clerkships, which are necessary for both skill acquisition as well as for relationship building, is a serious issue which students and medical schools must now resolve. Many medical students have also lost the opportunity for personal development through conference presentations. These presentations play a large role in distinguishing applicants during the residency application process, and therefore these lost opportunities have the potential to be a serious detriment to medical students' career trajectory. While implementing technology to help resolve these issues is a unique way to help students to develop these skills, it is now necessary for medical students to demonstrate the same set of skills which they would have previously in a completely new and innovative manner. Persistence and adaptability during this time of challenge are attributes that medical students can demonstrate more readily. While every student has a personal story of how COVID-19 has impacted their education, there is no question that the impacts of COVID-19 will be felt on an extensive level. The panic in the community is palpable, and many are confused by how to proceed in the wake of COVID-19. This is no different for medical students and faculty and the questions that arise regarding medical education and their future careers."],"journal":"Cureus","authors":["Ferrel, Meganne N","Ryan, John J"],"date":"2020-05-06T11:00:00Z","year":2020,"_id":"32368424","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.7759/cureus.7492","keywords":["acgme","coronavirus","graduate medical education","graduation","pandemic","usmle"],"topics":["Prevention"],"weight":1,"_version_":1666138496271646721,"score":216.672}]}