{"pmid":32419703,"pmcid":"PMC7224675","title":"Protocol for a partially nested randomised controlled trial to evaluate the effectiveness of the scleroderma patient-centered intervention network COVID-19 home-isolation activities together (SPIN-CHAT) program to reduce anxiety among at-risk scleroderma patients.","text":["Protocol for a partially nested randomised controlled trial to evaluate the effectiveness of the scleroderma patient-centered intervention network COVID-19 home-isolation activities together (SPIN-CHAT) program to reduce anxiety among at-risk scleroderma patients.","Objective: Contagious disease outbreaks and related restrictions can lead to negative psychological outcomes, particularly in vulnerable populations at risk due to pre-existing medical conditions. No randomised controlled trials (RCTs) have tested interventions to reduce mental health consequences of contagious disease outbreaks. The primary objective of the Scleroderma Patient-centered Intervention Network COVID-19 Home-isolation Activities Together (SPIN-CHAT) Trial is to evaluate the effect of a videoconference-based program on symptoms of anxiety. Secondary objectives include evaluating effects on symptoms of depression, stress, loneliness, boredom, physical activity, and social interaction. Methods: The SPIN-CHAT Trial is a pragmatic RCT that will be conducted using the SPIN-COVID-19 Cohort, a sub-cohort of the SPIN Cohort. Eligible participants will be SPIN-COVID-19 Cohort participants without a positive COVID-19 test, with at least mild anxiety (PROMIS Anxiety 4a v1.0 T-score>/=55), not working from home, and not receiving current counselling or psychotherapy. We will randomly assign 162 participants to intervention groups of 7 to 10 participants each or waitlist control. We will use a partially nested RCT design to reflect dependence between individuals in training groups but not in the waitlist control. The SPIN-CHAT Program includes activity engagement, education on strategies to support mental health, and mutual participant support. Intervention participants will receive the 4-week (3 sessions per week) SPIN-CHAT Program via videoconference. The primary outcome is PROMIS Anxiety 4a score immediately post-intervention. Ethics and dissemination: The SPIN-CHAT Trial will test whether a brief videoconference-based intervention will improve mental health outcomes among at-risk individuals during contagious disease outbreak.","J Psychosom Res","Fortune, Catherine","Gietzen, Amy","Guillot, Genevieve","Lewis, Nancy","Nielsen, Karen","Richard, Michelle","Sauve, Maureen","Welling, Joep","Baron, Murray","Furst, Daniel E","Gottesman, Karen","Malcarne, Vanessa","Mayes, Maureen D","Mouthon, Luc","Nielson, Warren R","Riggs, Robert","Wigley, Fredrick","Assassi, Shervin","Boutron, Isabelle","Ells, Carolyn","van den Ende, Cornelia","Fligelstone, Kim","Frech, Tracy","Godard, Dominique","Harel, Daphna","Hinchcliff, Monique","Hudson, Marie","Johnson, Sindhu R","Larche, Maggie","Leite, Catarina","Nguyen, Christelle","Pope, Janet","Portales, Alexandra","Rannou, Francois","Reyna, Tatiana Sofia Rodriguez","Schouffoer, Anne A","Suarez-Almazor, Maria E","Agard, Christian","Albert, Alexandra","Andre, Marc","Arsenault, Guylaine","Benzidia, Ilham","Bernstein, Elana J","Berthier, Sabine","Bissonnette, Lyne","Boire, Gilles","Bruns, Alessandra","Carreira, Patricia","Casadevall, Marion","Chaigne, Benjamin","Chung, Lorinda","Cohen, Pascal","Correia, Chase","Dagenais, Pierre","Denton, Christopher","Domsic, Robyn","Dubois, Sandrine","Dunne, James V","Dunogue, Bertrand","Fare, Regina","Farge-Bancel, Dominique","Fortin, Paul R","Gill, Anna","Gordon, Jessica","Granel-Rey, Brigitte","Gyger, Genevieve","Hachulla, Eric","Hatron, Pierre-Yves","Herrick, Ariane L","Hij, Adrian","Hoa, Sabrina","Ikic, Alena","Jones, Niall","Fernandes, Artur Jose de B","Kafaja, Suzanne","Khalidi, Nader","Lambert, Marc","Launay, David","Liang, Patrick","Maillard, Helene","Maltez, Nancy","Manning, Joanne","Marie, Isabelle","Martin, Maria","Martin, Thierry","Masetto, Ariel","Maurier, Francois","Mekinian, Arsene","Melchor, Sheila","Nikpour, Mandana","Olagne, Louis","Poindron, Vincent","Proudman, Susanna","Regent, Alexis","Riviere, Sebastien","Robinson, David","Rodriguez, Esther","Roux, Sophie","Smets, Perrine","Smith, Doug","Sobanski, Vincent","Spiera, Robert","Steen, Virginia","Stevens, Wendy","Sutton, Evelyn","Terrier, Benjamin","Thorne, Carter","Varga, John","Wilcox, Pearce","Ayala, Mara Canedo","Ostbo, Nora","Thombs, Brett D","Kwakkenbos, Linda","Carrier, Marie-Eve","Bourgeault, Angelica","Tao, Lydia","Harb, Sami","Gagarine, Maria","Rice, Danielle","Bustamante, Laura","Ellis, Kelsey","Duchek, Delaney","Wu, Yin","Bhandari, Parash Mani","Neupane, Dipika","Carboni-Jimenez, Andrea","Henry, Richard S","Krishnan, Ankur","Sun, Ying","Levis, Brooke","He, Chen","Turner, Kimberly A","Benedetti, Andrea","Culos-Reed, Nicole","El-Baalbaki, Ghassan","Hebblethwaite, Shannon","Bartlett, Susan J","Dyas, Laura","Patten, Scott","Varga, John","32419703"],"abstract":["Objective: Contagious disease outbreaks and related restrictions can lead to negative psychological outcomes, particularly in vulnerable populations at risk due to pre-existing medical conditions. No randomised controlled trials (RCTs) have tested interventions to reduce mental health consequences of contagious disease outbreaks. The primary objective of the Scleroderma Patient-centered Intervention Network COVID-19 Home-isolation Activities Together (SPIN-CHAT) Trial is to evaluate the effect of a videoconference-based program on symptoms of anxiety. Secondary objectives include evaluating effects on symptoms of depression, stress, loneliness, boredom, physical activity, and social interaction. Methods: The SPIN-CHAT Trial is a pragmatic RCT that will be conducted using the SPIN-COVID-19 Cohort, a sub-cohort of the SPIN Cohort. Eligible participants will be SPIN-COVID-19 Cohort participants without a positive COVID-19 test, with at least mild anxiety (PROMIS Anxiety 4a v1.0 T-score>/=55), not working from home, and not receiving current counselling or psychotherapy. We will randomly assign 162 participants to intervention groups of 7 to 10 participants each or waitlist control. We will use a partially nested RCT design to reflect dependence between individuals in training groups but not in the waitlist control. The SPIN-CHAT Program includes activity engagement, education on strategies to support mental health, and mutual participant support. Intervention participants will receive the 4-week (3 sessions per week) SPIN-CHAT Program via videoconference. The primary outcome is PROMIS Anxiety 4a score immediately post-intervention. Ethics and dissemination: The SPIN-CHAT Trial will test whether a brief videoconference-based intervention will improve mental health outcomes among at-risk individuals during contagious disease outbreak."],"journal":"J Psychosom Res","authors":["Fortune, Catherine","Gietzen, Amy","Guillot, Genevieve","Lewis, Nancy","Nielsen, Karen","Richard, Michelle","Sauve, Maureen","Welling, Joep","Baron, Murray","Furst, Daniel E","Gottesman, Karen","Malcarne, Vanessa","Mayes, Maureen D","Mouthon, Luc","Nielson, Warren R","Riggs, Robert","Wigley, Fredrick","Assassi, Shervin","Boutron, Isabelle","Ells, Carolyn","van den Ende, Cornelia","Fligelstone, Kim","Frech, Tracy","Godard, Dominique","Harel, Daphna","Hinchcliff, Monique","Hudson, Marie","Johnson, Sindhu R","Larche, Maggie","Leite, Catarina","Nguyen, Christelle","Pope, Janet","Portales, Alexandra","Rannou, Francois","Reyna, Tatiana Sofia Rodriguez","Schouffoer, Anne A","Suarez-Almazor, Maria E","Agard, Christian","Albert, Alexandra","Andre, Marc","Arsenault, Guylaine","Benzidia, Ilham","Bernstein, Elana J","Berthier, Sabine","Bissonnette, Lyne","Boire, Gilles","Bruns, Alessandra","Carreira, Patricia","Casadevall, Marion","Chaigne, Benjamin","Chung, Lorinda","Cohen, Pascal","Correia, Chase","Dagenais, Pierre","Denton, Christopher","Domsic, Robyn","Dubois, Sandrine","Dunne, James V","Dunogue, Bertrand","Fare, Regina","Farge-Bancel, Dominique","Fortin, Paul R","Gill, Anna","Gordon, Jessica","Granel-Rey, Brigitte","Gyger, Genevieve","Hachulla, Eric","Hatron, Pierre-Yves","Herrick, Ariane L","Hij, Adrian","Hoa, Sabrina","Ikic, Alena","Jones, Niall","Fernandes, Artur Jose de B","Kafaja, Suzanne","Khalidi, Nader","Lambert, Marc","Launay, David","Liang, Patrick","Maillard, Helene","Maltez, Nancy","Manning, Joanne","Marie, Isabelle","Martin, Maria","Martin, Thierry","Masetto, Ariel","Maurier, Francois","Mekinian, Arsene","Melchor, Sheila","Nikpour, Mandana","Olagne, Louis","Poindron, Vincent","Proudman, Susanna","Regent, Alexis","Riviere, Sebastien","Robinson, David","Rodriguez, Esther","Roux, Sophie","Smets, Perrine","Smith, Doug","Sobanski, Vincent","Spiera, Robert","Steen, Virginia","Stevens, Wendy","Sutton, Evelyn","Terrier, Benjamin","Thorne, Carter","Varga, John","Wilcox, Pearce","Ayala, Mara Canedo","Ostbo, Nora","Thombs, Brett D","Kwakkenbos, Linda","Carrier, Marie-Eve","Bourgeault, Angelica","Tao, Lydia","Harb, Sami","Gagarine, Maria","Rice, Danielle","Bustamante, Laura","Ellis, Kelsey","Duchek, Delaney","Wu, Yin","Bhandari, Parash Mani","Neupane, Dipika","Carboni-Jimenez, Andrea","Henry, Richard S","Krishnan, Ankur","Sun, Ying","Levis, Brooke","He, Chen","Turner, Kimberly A","Benedetti, Andrea","Culos-Reed, Nicole","El-Baalbaki, Ghassan","Hebblethwaite, Shannon","Bartlett, Susan J","Dyas, Laura","Patten, Scott","Varga, John"],"date":"2020-05-19T11:00:00Z","year":2020,"_id":"32419703","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.jpsychores.2020.110132","keywords":["anxiety","covid-19","coronavirus","mental health","rct","scleroderma","systemic sclerosis","trial"],"weight":0,"_version_":1667159284604993537,"score":9.490897,"similar":[{"pmid":32441330,"title":"Video calls for reducing social isolation and loneliness in older people: a rapid review.","text":["Video calls for reducing social isolation and loneliness in older people: a rapid review.","BACKGROUND: The current COVID-19 pandemic has been identified as a possible trigger for increases in loneliness and social isolation among older people due to the restrictions on movement that many countries have put in place. Loneliness and social isolation are consistently identified as risk factors for poor mental and physical health in older people. Video calls may help older people stay connected during the current crisis by widening the participant's social circle or by increasing the frequency of contact with existing acquaintances. OBJECTIVES: The primary objective of this rapid review is to assess the effectiveness of video calls for reducing social isolation and loneliness in older adults. The review also sought to address the effectiveness of video calls on reducing symptoms of depression and improving quality of life. SEARCH METHODS: We searched CENTRAL, MEDLINE, PsycINFO and CINAHL from 1 January 2004 to 7 April 2020. We also searched the references of relevant systematic reviews. SELECTION CRITERIA: Randomised controlled trials (RCTs) and quasi-RCTs (including cluster designs) were eligible for inclusion. We excluded all other study designs. The samples in included studies needed to have a mean age of at least 65 years. We included studies that included participants whether or not they were experiencing symptoms of loneliness or social isolation at baseline. Any intervention in which a core component involved the use of the internet to facilitate video calls or video conferencing through computers, smartphones or tablets with the intention of reducing loneliness or social isolation, or both, in older adults was eligible for inclusion. We included studies in the review if they reported self-report measures of loneliness, social isolation, symptoms of depression or quality of life. Two review authors screened 25% of abstracts; a third review author resolved conflicts. A single review author screened the remaining abstracts. The second review author screened all excluded abstracts and we resolved conflicts by consensus or by involving a third review author. We followed the same process for full-text articles. DATA COLLECTION AND ANALYSIS: One review author extracted data, which another review author checked. The primary outcomes were loneliness and social isolation and the secondary outcomes were symptoms of depression and quality of life. One review author rated the certainty of evidence for the primary outcomes according to the GRADE approach and another review author checked the ratings. We conducted fixed-effect meta-analyses for the primary outcome, loneliness, and the secondary outcome, symptoms of depression. MAIN RESULTS: We identified three cluster quasi-randomised trials, which together included 201 participants. The included studies compared video call interventions to usual care in nursing homes. None of these studies were conducted during the COVID-19 pandemic. Each study measured loneliness using the UCLA Loneliness Scale. Total scores range from 20 (least lonely) to 80 (most lonely). The evidence was very uncertain and suggests that video calls may result in little to no difference in scores on the UCLA Loneliness Scale compared to usual care at three months (mean difference (MD) -0.44, 95% confidence interval (CI) -3.28 to 2.41; 3 studies; 201 participants), at six months (MD -0.34, 95% CI -3.41 to 2.72; 2 studies; 152 participants) and at 12 months (MD -2.40, 95% CI -7.20 to 2.40; 1 study; 90 participants). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. None of the included studies reported social isolation as an outcome. Each study measured symptoms of depression using the Geriatric Depression Scale. Total scores range from 0 (better) to 30 (worse). The evidence was very uncertain and suggests that video calls may result in little to no difference in scores on the Geriatric Depression Scale compared to usual care at three months' follow-up (MD 0.41, 95% CI -0.90 to 1.72; 3 studies; 201 participants) or six months' follow-up (MD -0.83, 95% CI -2.43 to 0.76; 2 studies, 152 participants). The evidence suggests that video calls may have a small effect on symptoms of depression at one-year follow-up, though this finding is imprecise (MD -2.04, 95% CI -3.98 to -0.10; 1 study; 90 participants). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. Only one study, with 62 participants, reported quality of life. The study measured quality of life using a Taiwanese adaptation of the Short-Form 36-question health survey (SF-36), which consists of eight subscales that measure different aspects of quality of life: physical function; physical role; emotional role; social function; pain: vitality; mental health; and physical health. Each subscale is scored from 0 (poor health) to 100 (good health). The evidence is very uncertain and suggests that there may be little to no difference between people allocated to usual care and those allocated to video calls in three-month scores in physical function (MD 2.88, 95% CI -5.01 to 10.77), physical role (MD -7.66, 95% CI -24.08 to 8.76), emotional role (MD -7.18, 95% CI -16.23 to 1.87), social function (MD 2.77, 95% CI -8.87 to 14.41), pain scores (MD -3.25, 95% CI -15.11 to 8.61), vitality scores (MD -3.60, 95% CI -9.01 to 1.81), mental health (MD 9.19, 95% CI 0.36 to 18.02) and physical health (MD 5.16, 95% CI -2.48 to 12.80). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. AUTHORS' CONCLUSIONS: Based on this review there is currently very uncertain evidence on the effectiveness of video call interventions to reduce loneliness in older adults. The review did not include any studies that reported evidence of the effectiveness of video call interventions to address social isolation in older adults. The evidence regarding the effectiveness of video calls for outcomes of symptoms of depression was very uncertain. Future research in this area needs to use more rigorous methods and more diverse and representative participants. Specifically, future studies should target older adults, who are demonstrably lonely or socially isolated, or both, across a range of settings to determine whether video call interventions are effective in a population in which these outcomes are in need of improvement.","Cochrane Database Syst Rev","Noone, Chris","McSharry, Jenny","Smalle, Mike","Burns, Annette","Dwan, Kerry","Devane, Declan","Morrissey, Eimear C","32441330"],"journal":"Cochrane Database Syst Rev","authors":["Noone, Chris","McSharry, Jenny","Smalle, Mike","Burns, Annette","Dwan, Kerry","Devane, Declan","Morrissey, Eimear C"],"date":"2020-05-23T11:00:00Z","year":2020,"_id":"32441330","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1002/14651858.CD013632","locations":["PsycINFO","Taiwanese"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"abstract":["BACKGROUND: The current COVID-19 pandemic has been identified as a possible trigger for increases in loneliness and social isolation among older people due to the restrictions on movement that many countries have put in place. Loneliness and social isolation are consistently identified as risk factors for poor mental and physical health in older people. Video calls may help older people stay connected during the current crisis by widening the participant's social circle or by increasing the frequency of contact with existing acquaintances. OBJECTIVES: The primary objective of this rapid review is to assess the effectiveness of video calls for reducing social isolation and loneliness in older adults. The review also sought to address the effectiveness of video calls on reducing symptoms of depression and improving quality of life. SEARCH METHODS: We searched CENTRAL, MEDLINE, PsycINFO and CINAHL from 1 January 2004 to 7 April 2020. We also searched the references of relevant systematic reviews. SELECTION CRITERIA: Randomised controlled trials (RCTs) and quasi-RCTs (including cluster designs) were eligible for inclusion. We excluded all other study designs. The samples in included studies needed to have a mean age of at least 65 years. We included studies that included participants whether or not they were experiencing symptoms of loneliness or social isolation at baseline. Any intervention in which a core component involved the use of the internet to facilitate video calls or video conferencing through computers, smartphones or tablets with the intention of reducing loneliness or social isolation, or both, in older adults was eligible for inclusion. We included studies in the review if they reported self-report measures of loneliness, social isolation, symptoms of depression or quality of life. Two review authors screened 25% of abstracts; a third review author resolved conflicts. A single review author screened the remaining abstracts. The second review author screened all excluded abstracts and we resolved conflicts by consensus or by involving a third review author. We followed the same process for full-text articles. DATA COLLECTION AND ANALYSIS: One review author extracted data, which another review author checked. The primary outcomes were loneliness and social isolation and the secondary outcomes were symptoms of depression and quality of life. One review author rated the certainty of evidence for the primary outcomes according to the GRADE approach and another review author checked the ratings. We conducted fixed-effect meta-analyses for the primary outcome, loneliness, and the secondary outcome, symptoms of depression. MAIN RESULTS: We identified three cluster quasi-randomised trials, which together included 201 participants. The included studies compared video call interventions to usual care in nursing homes. None of these studies were conducted during the COVID-19 pandemic. Each study measured loneliness using the UCLA Loneliness Scale. Total scores range from 20 (least lonely) to 80 (most lonely). The evidence was very uncertain and suggests that video calls may result in little to no difference in scores on the UCLA Loneliness Scale compared to usual care at three months (mean difference (MD) -0.44, 95% confidence interval (CI) -3.28 to 2.41; 3 studies; 201 participants), at six months (MD -0.34, 95% CI -3.41 to 2.72; 2 studies; 152 participants) and at 12 months (MD -2.40, 95% CI -7.20 to 2.40; 1 study; 90 participants). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. None of the included studies reported social isolation as an outcome. Each study measured symptoms of depression using the Geriatric Depression Scale. Total scores range from 0 (better) to 30 (worse). The evidence was very uncertain and suggests that video calls may result in little to no difference in scores on the Geriatric Depression Scale compared to usual care at three months' follow-up (MD 0.41, 95% CI -0.90 to 1.72; 3 studies; 201 participants) or six months' follow-up (MD -0.83, 95% CI -2.43 to 0.76; 2 studies, 152 participants). The evidence suggests that video calls may have a small effect on symptoms of depression at one-year follow-up, though this finding is imprecise (MD -2.04, 95% CI -3.98 to -0.10; 1 study; 90 participants). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. Only one study, with 62 participants, reported quality of life. The study measured quality of life using a Taiwanese adaptation of the Short-Form 36-question health survey (SF-36), which consists of eight subscales that measure different aspects of quality of life: physical function; physical role; emotional role; social function; pain: vitality; mental health; and physical health. Each subscale is scored from 0 (poor health) to 100 (good health). The evidence is very uncertain and suggests that there may be little to no difference between people allocated to usual care and those allocated to video calls in three-month scores in physical function (MD 2.88, 95% CI -5.01 to 10.77), physical role (MD -7.66, 95% CI -24.08 to 8.76), emotional role (MD -7.18, 95% CI -16.23 to 1.87), social function (MD 2.77, 95% CI -8.87 to 14.41), pain scores (MD -3.25, 95% CI -15.11 to 8.61), vitality scores (MD -3.60, 95% CI -9.01 to 1.81), mental health (MD 9.19, 95% CI 0.36 to 18.02) and physical health (MD 5.16, 95% CI -2.48 to 12.80). We downgraded the certainty of this evidence by three levels for study limitations, imprecision and indirectness. AUTHORS' CONCLUSIONS: Based on this review there is currently very uncertain evidence on the effectiveness of video call interventions to reduce loneliness in older adults. The review did not include any studies that reported evidence of the effectiveness of video call interventions to address social isolation in older adults. The evidence regarding the effectiveness of video calls for outcomes of symptoms of depression was very uncertain. Future research in this area needs to use more rigorous methods and more diverse and representative participants. Specifically, future studies should target older adults, who are demonstrably lonely or socially isolated, or both, across a range of settings to determine whether video call interventions are effective in a population in which these outcomes are in need of improvement."],"_version_":1667523504890707968,"score":263.6285},{"pmid":32404126,"title":"An online solution focused brief therapy for adolescent anxiety during the novel coronavirus disease (COVID-19) pandemic: a structured summary of a study protocol for a randomised controlled trial.","text":["An online solution focused brief therapy for adolescent anxiety during the novel coronavirus disease (COVID-19) pandemic: a structured summary of a study protocol for a randomised controlled trial.","OBJECTIVES: This study aims to assess the effectiveness of delivering Solution Focused Brief Therapy (SFBT) through telecommunication with a group of adolescents who present anxiety symptoms during the COVID-19 outbreak. We hypothesize that participants who are randomly assigned to receive 2-4 sessions of Solution Focused Brief Therapy would have better clinical outcomes than participants who are in the waitlist group. We additionally hypothesized that using SFBT can also change participants' depression levels and their coping strategies in dealing with distress during the COVID-19 pandemic. TRIAL DESIGN: This study employs a randomized delayed crossover open label controlled trial in adolescents who are presenting anxiety symptoms during the COVID-19 outbreak. Participants who meet the enrollment criteria stated below will be invited to participate in this study through telecommunication. Those accepting will be randomly allocated to the intervention group or waitlist group.","Trials","Chen, Shitao","32404126"],"abstract":["OBJECTIVES: This study aims to assess the effectiveness of delivering Solution Focused Brief Therapy (SFBT) through telecommunication with a group of adolescents who present anxiety symptoms during the COVID-19 outbreak. We hypothesize that participants who are randomly assigned to receive 2-4 sessions of Solution Focused Brief Therapy would have better clinical outcomes than participants who are in the waitlist group. We additionally hypothesized that using SFBT can also change participants' depression levels and their coping strategies in dealing with distress during the COVID-19 pandemic. TRIAL DESIGN: This study employs a randomized delayed crossover open label controlled trial in adolescents who are presenting anxiety symptoms during the COVID-19 outbreak. Participants who meet the enrollment criteria stated below will be invited to participate in this study through telecommunication. Those accepting will be randomly allocated to the intervention group or waitlist group."],"journal":"Trials","authors":["Chen, Shitao"],"date":"2020-05-15T11:00:00Z","year":2020,"_id":"32404126","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1186/s13063-020-04355-6","keywords":["adolescents","anxiety","covid-19","protocol","randomized controlled trial","solution focused brief therapy"],"weight":0,"_version_":1666802845611982849,"score":229.73505},{"pmid":32434092,"title":"Psychological Outcomes Associated with Stay-at-Home Orders and the Perceived Impact of COVID-19 on Daily Life.","text":["Psychological Outcomes Associated with Stay-at-Home Orders and the Perceived Impact of COVID-19 on Daily Life.","The COVID-19 pandemic has resulted in the widespread implementation of extraordinary physical distancing interventions (e.g., stay-at-home orders) to slow the spread of the virus. Although vital, these interventions may be socially and economically disruptive, contributing to adverse psychological outcomes. This study examined relations of both stay-at-home orders and the perceived impact of COVID-19 on daily life to psychological outcomes (depression, health anxiety, financial worry, social support, and loneliness) in a nationwide U.S. community adult sample (N = 500; 47% women, mean age = 40). Participants completed questionnaires assessing psychological outcomes, stay-at-home order status, and COVID-19's impact on their daily life. Being under a stay-at-home order was associated with greater health anxiety, financial worry, and loneliness. Moreover, the perceived impact of COVID-19 on daily life was positively associated with health anxiety, financial worry, and social support, but negatively associated with loneliness. Findings highlight the importance of social connection to mitigate negative psychological consequences of the COVID-19 pandemic.","Psychiatry Res","Tull, Matthew T","Edmonds, Keith A","Scamaldo, Kayla M","Richmond, Julia R","Rose, Jason P","Gratz, Kim L","32434092"],"abstract":["The COVID-19 pandemic has resulted in the widespread implementation of extraordinary physical distancing interventions (e.g., stay-at-home orders) to slow the spread of the virus. Although vital, these interventions may be socially and economically disruptive, contributing to adverse psychological outcomes. This study examined relations of both stay-at-home orders and the perceived impact of COVID-19 on daily life to psychological outcomes (depression, health anxiety, financial worry, social support, and loneliness) in a nationwide U.S. community adult sample (N = 500; 47% women, mean age = 40). Participants completed questionnaires assessing psychological outcomes, stay-at-home order status, and COVID-19's impact on their daily life. Being under a stay-at-home order was associated with greater health anxiety, financial worry, and loneliness. Moreover, the perceived impact of COVID-19 on daily life was positively associated with health anxiety, financial worry, and social support, but negatively associated with loneliness. Findings highlight the importance of social connection to mitigate negative psychological consequences of the COVID-19 pandemic."],"journal":"Psychiatry Res","authors":["Tull, Matthew T","Edmonds, Keith A","Scamaldo, Kayla M","Richmond, Julia R","Rose, Jason P","Gratz, Kim L"],"date":"2020-05-21T11:00:00Z","year":2020,"_id":"32434092","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.psychres.2020.113098","keywords":["anxiety","coronavirus","health anxiety","loneliness, social support"],"locations":["USA"],"countries":["United States"],"countries_codes":["USA|United States"],"weight":0,"_version_":1667342288301326336,"score":222.79425},{"pmid":32501805,"title":"COVID-19: Closing the Psychological Treatment Gap during the Pandemic, a Protocol for Implementation and Evaluation of Text4Hope (a Supportive Text Message Program).","text":["COVID-19: Closing the Psychological Treatment Gap during the Pandemic, a Protocol for Implementation and Evaluation of Text4Hope (a Supportive Text Message Program).","BACKGROUND: Coronavirus disease 2019 (COVID-19) has spread globally with far-reaching, significant and unprecedented impacts on health and way of life. Threats to mental health, psychological safety and well being are now emerging, increasing the impact of this virus on world health. Providing support for these challenges is difficult because of very high numbers of people requiring support in the context of a need to maintain physical distancing. This protocol describes use of text messaging (Text4Hope) as a convenient, cost-effective, and accessible population-level mental health intervention. This program is evidence-based, with prior research supporting good outcomes and high user satisfaction. OBJECTIVE: The project goal is to implement a program of daily supportive text messaging (Text4Hope) to reduce distress related to the COVID-19 crisis initially amongst Canadians. Prevalence of stress, anxiety and depressive symptoms, demographic correlates of the same, and the outcomes of the Text4Hope intervention in mitigating distress will be evaluated. METHODS: Self-administered, anonymous, online questionnaires will be used to assess stress (Perceived Stress Scale), anxiety (GAD-7), and depressive symptoms (PHQ-9). Data will be collected at baseline (onset of text messaging), at program midpoint (6-weeks), and end (12-weeks). RESULTS: Data analysis will include parametric and non-parametric techniques, focusing on primary outcomes (i.e., stress, anxiety, depressive symptoms) and metrics of use, including number of subscribers and user satisfaction. Given the large size of the data set, machine learning and data-mining methods will also be used. CONCLUSIONS: This COVID-19 project will provide key information regarding prevalence rates of stress, anxiety, and depressive symptoms during the pandemic, demographic correlates of distress, and outcome data related to this scalable population-level intervention. Information from this study will be valuable for practitioners, as useful for informing policy and decision-making regarding psychological interventions during the pandemic. CLINICALTRIAL:","JMIR Res Protoc","Agyapong, Vincent Israel Opoku","Hrabok, Marianne","Vuong, Wesley","Gusnowski, April","Shalaby, Reham","Mrklas, Kelly","Li, Daniel","Urichuck, Liana","Snaterse, Mark","Surood, Shireen","Cao, Bo","Li, Xin-Min","Greiner, Russ","Greenshaw, Andrew James","32501805"],"abstract":["BACKGROUND: Coronavirus disease 2019 (COVID-19) has spread globally with far-reaching, significant and unprecedented impacts on health and way of life. Threats to mental health, psychological safety and well being are now emerging, increasing the impact of this virus on world health. Providing support for these challenges is difficult because of very high numbers of people requiring support in the context of a need to maintain physical distancing. This protocol describes use of text messaging (Text4Hope) as a convenient, cost-effective, and accessible population-level mental health intervention. This program is evidence-based, with prior research supporting good outcomes and high user satisfaction. OBJECTIVE: The project goal is to implement a program of daily supportive text messaging (Text4Hope) to reduce distress related to the COVID-19 crisis initially amongst Canadians. Prevalence of stress, anxiety and depressive symptoms, demographic correlates of the same, and the outcomes of the Text4Hope intervention in mitigating distress will be evaluated. METHODS: Self-administered, anonymous, online questionnaires will be used to assess stress (Perceived Stress Scale), anxiety (GAD-7), and depressive symptoms (PHQ-9). Data will be collected at baseline (onset of text messaging), at program midpoint (6-weeks), and end (12-weeks). RESULTS: Data analysis will include parametric and non-parametric techniques, focusing on primary outcomes (i.e., stress, anxiety, depressive symptoms) and metrics of use, including number of subscribers and user satisfaction. Given the large size of the data set, machine learning and data-mining methods will also be used. CONCLUSIONS: This COVID-19 project will provide key information regarding prevalence rates of stress, anxiety, and depressive symptoms during the pandemic, demographic correlates of distress, and outcome data related to this scalable population-level intervention. Information from this study will be valuable for practitioners, as useful for informing policy and decision-making regarding psychological interventions during the pandemic. CLINICALTRIAL:"],"journal":"JMIR Res Protoc","authors":["Agyapong, Vincent Israel Opoku","Hrabok, Marianne","Vuong, Wesley","Gusnowski, April","Shalaby, Reham","Mrklas, Kelly","Li, Daniel","Urichuck, Liana","Snaterse, Mark","Surood, Shireen","Cao, Bo","Li, Xin-Min","Greiner, Russ","Greenshaw, Andrew James"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32501805","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.2196/19292","locations":["Canadians"],"countries":["Canada"],"countries_codes":["CAN|Canada"],"weight":0,"_version_":1668804508826730497,"score":213.38824},{"pmid":32466251,"title":"Depression and Anxiety in Hong Kong during COVID-19.","text":["Depression and Anxiety in Hong Kong during COVID-19.","It has been three months since the first confirmed case of coronavirus disease 2019 (COVID-19) in Hong Kong, and people now have a more complete picture of the extent of the pandemic. Therefore, it is time to evaluate the impacts of COVID-19 on mental health. The current population-based study aimed to evaluate the depression and anxiety of people in Hong Kong during the COVID-19 pandemic. Respondents were randomly recruited and asked to complete a structured questionnaire, including the patient health questionnaire-9 (PHQ-9), the generalized anxiety disorder-7 (GAD-7), the global rating of change scale and items related to COVID-19. Of the 500 respondents included in the study, 19% had depression (PHQ-9 score >/= 10) and 14% had anxiety (GAD score >/= 10). In addition, 25.4% reported that their mental health had deteriorated since the pandemic. Multiple logistic regression analysis found that not experiencing the SARS outbreak in 2003, being worried about being infected by COVID-19, being bothered by having not enough surgical masks and being bothered by not being able to work from home were associated with a poorer mental health status. Psychological support, such as brief, home-based psychological interventions, should be provided to citizens during the pandemic.","Int J Environ Res Public Health","Choi, Edmond Pui Hang","Hui, Bryant Pui Hung","Wan, Eric Yuk Fai","32466251"],"abstract":["It has been three months since the first confirmed case of coronavirus disease 2019 (COVID-19) in Hong Kong, and people now have a more complete picture of the extent of the pandemic. Therefore, it is time to evaluate the impacts of COVID-19 on mental health. The current population-based study aimed to evaluate the depression and anxiety of people in Hong Kong during the COVID-19 pandemic. Respondents were randomly recruited and asked to complete a structured questionnaire, including the patient health questionnaire-9 (PHQ-9), the generalized anxiety disorder-7 (GAD-7), the global rating of change scale and items related to COVID-19. Of the 500 respondents included in the study, 19% had depression (PHQ-9 score >/= 10) and 14% had anxiety (GAD score >/= 10). In addition, 25.4% reported that their mental health had deteriorated since the pandemic. Multiple logistic regression analysis found that not experiencing the SARS outbreak in 2003, being worried about being infected by COVID-19, being bothered by having not enough surgical masks and being bothered by not being able to work from home were associated with a poorer mental health status. Psychological support, such as brief, home-based psychological interventions, should be provided to citizens during the pandemic."],"journal":"Int J Environ Res Public Health","authors":["Choi, Edmond Pui Hang","Hui, Bryant Pui Hung","Wan, Eric Yuk Fai"],"date":"2020-05-30T11:00:00Z","year":2020,"_id":"32466251","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.3390/ijerph17103740","keywords":["covid-19","hong kong","anxiety","depression","mental health"],"locations":["China","China","China"],"countries":["China"],"countries_codes":["CHN|China"],"weight":0,"_version_":1668167109978357760,"score":210.12506}]}