{"pmid":32417709,"title":"Mechanism of inflammatory response in associated comorbidities in COVID-19.","text":["Mechanism of inflammatory response in associated comorbidities in COVID-19.","BACKGROUND AND AIMS: The outbreak of the new coronavirus, SARS-CoV-2, causes a respiratory disease and individuals with pre-existing cardiometabolic disorders display worse prognosis through the infection course. The aim of this minireview is to present epidemiological data related to metabolic comorbidities in association with the SARS-CoV-2. METHODS: This is a narrative mini-review with Pubmed search until April 23, 2020 using the keywords COVID-19, SARS-CoV-2, treatment of coronavirus and following terms: diabetes mellitus, obesity, arterial hypertension, ACE-inhibitors, cytokine storm, immune response and vitamin D. RESULTS: Studies indicate that obese individuals are more likely to develop infections, and that adipose tissue serves as a pathogen reservoir. In diabetic individuals higher rate of inflammatory processes is seen due to constant glucose recognition by C type lectin receptors. Hypertensive individuals, usually grouped with other conditions, are treated with drugs to reduce blood pressure mostly through ACEi and ARB, that leads to increased ACE2 expression, used by SARS-CoV-2 for human's cell entry. Until now, the studies have shown that individuals with those conditions and affected by COVID-19 present an uncontrolled release of pro-inflammatory cytokines and an unbalanced immune response, leading to the cytokine storm phenomenon. Vitamin D is highlighted as a potential therapeutic target, because in addition to acting on the immune system, it plays an important role in the control of cardiometabolic diseases. CONCLUSION: Currently, since there is no proven and effective antiviral therapy for SARS-CoV-2, the efforts should focus on controlling inflammatory response and reduce the risks of associated complications.","Diabetes Metab Syndr","de Lucena, Thays Maria Costa","da Silva Santos, Ariane Fernandes","de Lima, Brenda Regina","de Albuquerque Borborema, Maria Eduarda","de Azevedo Silva, Jaqueline","32417709"],"abstract":["BACKGROUND AND AIMS: The outbreak of the new coronavirus, SARS-CoV-2, causes a respiratory disease and individuals with pre-existing cardiometabolic disorders display worse prognosis through the infection course. The aim of this minireview is to present epidemiological data related to metabolic comorbidities in association with the SARS-CoV-2. METHODS: This is a narrative mini-review with Pubmed search until April 23, 2020 using the keywords COVID-19, SARS-CoV-2, treatment of coronavirus and following terms: diabetes mellitus, obesity, arterial hypertension, ACE-inhibitors, cytokine storm, immune response and vitamin D. RESULTS: Studies indicate that obese individuals are more likely to develop infections, and that adipose tissue serves as a pathogen reservoir. In diabetic individuals higher rate of inflammatory processes is seen due to constant glucose recognition by C type lectin receptors. Hypertensive individuals, usually grouped with other conditions, are treated with drugs to reduce blood pressure mostly through ACEi and ARB, that leads to increased ACE2 expression, used by SARS-CoV-2 for human's cell entry. Until now, the studies have shown that individuals with those conditions and affected by COVID-19 present an uncontrolled release of pro-inflammatory cytokines and an unbalanced immune response, leading to the cytokine storm phenomenon. Vitamin D is highlighted as a potential therapeutic target, because in addition to acting on the immune system, it plays an important role in the control of cardiometabolic diseases. CONCLUSION: Currently, since there is no proven and effective antiviral therapy for SARS-CoV-2, the efforts should focus on controlling inflammatory response and reduce the risks of associated complications."],"journal":"Diabetes Metab Syndr","authors":["de Lucena, Thays Maria Costa","da Silva Santos, Ariane Fernandes","de Lima, Brenda Regina","de Albuquerque Borborema, Maria Eduarda","de Azevedo Silva, Jaqueline"],"date":"2020-05-18T11:00:00Z","year":2020,"_id":"32417709","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.dsx.2020.05.025","keywords":["diabetes mellitus","hypertension arterial","immune response","obesity","vitamin d"],"locations":["obese"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1667058206769152000,"score":9.490897,"similar":[{"pmid":32387864,"title":"SARS-CoV-2 infection and obesity: Common inflammatory and metabolic aspects.","text":["SARS-CoV-2 infection and obesity: Common inflammatory and metabolic aspects.","BACKROUND AND AIMS: According to the World Obesity Federation, \"obesity-related conditions seem to worsen the effect of Covid-19 (SARS-CoV-2)\"; additionally the Centres for Disease Control and Prevention reported that \"people with heart disease and diabetes are at higher risk of SARS-CoV-2 complications and that severe obesity poses a higher risk for severe illness\". Recent reports have shown elevated levels of cytokines due to increased inflammation in patients with SARS-CoV-2 disease. On the other hand, obesity represents a state of low-grade inflammation, with various inflammatory products directly excreted by adipose tissue. In this concise report we aimed to assess common elements of obesity and SARS-CoV-2 infection. METHODS: Pubmed search on obesity and SARS-CoV-2 infection. RESULTS: We present \"mechanistic\" obesity-related problems that aggravate SARS-CoV-2 infection as well as tentative inflammatory/metabolic links between these diseases. CONCLUSION: Obesity and SARS-CoV-2 share common elements of the inflammatory process (and possibly also metabolic disturbances), exacerbating SARS-CoV-2 infection in the obese.","Diabetes Metab Syndr","Michalakis, Konstantinos","Ilias, Ioannis","32387864"],"abstract":["BACKROUND AND AIMS: According to the World Obesity Federation, \"obesity-related conditions seem to worsen the effect of Covid-19 (SARS-CoV-2)\"; additionally the Centres for Disease Control and Prevention reported that \"people with heart disease and diabetes are at higher risk of SARS-CoV-2 complications and that severe obesity poses a higher risk for severe illness\". Recent reports have shown elevated levels of cytokines due to increased inflammation in patients with SARS-CoV-2 disease. On the other hand, obesity represents a state of low-grade inflammation, with various inflammatory products directly excreted by adipose tissue. In this concise report we aimed to assess common elements of obesity and SARS-CoV-2 infection. METHODS: Pubmed search on obesity and SARS-CoV-2 infection. RESULTS: We present \"mechanistic\" obesity-related problems that aggravate SARS-CoV-2 infection as well as tentative inflammatory/metabolic links between these diseases. CONCLUSION: Obesity and SARS-CoV-2 share common elements of the inflammatory process (and possibly also metabolic disturbances), exacerbating SARS-CoV-2 infection in the obese."],"journal":"Diabetes Metab Syndr","authors":["Michalakis, Konstantinos","Ilias, Ioannis"],"date":"2020-05-11T11:00:00Z","year":2020,"_id":"32387864","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1016/j.dsx.2020.04.033","keywords":["coronavirus","glucose","human","infection","inflammation","obesity"],"locations":["obese"],"topics":["Mechanism"],"weight":1,"_version_":1666428892678717440,"score":312.9987},{"pmid":32469255,"title":"SARS-CoV-2 perturbs the Renin-Angiotensin System and energy metabolism.","text":["SARS-CoV-2 perturbs the Renin-Angiotensin System and energy metabolism.","The COVID-19 pandemic, caused by the novel coronavirus, SARS-CoV-2, is threating our health systems and daily lives, and is responsible for causing substantial morbidity and mortality. In particular, aged individuals, and individuals with comorbidities, including obesity, diabetes mellitus, and hypertension, have significantly higher risks of hospitalization and death than normal individuals. The renin-angiotensin system (RAS) plays a pivotal role in the pathogenesis of diabetes mellitus, obesity, and hypertension. Angiotensin converting enzyme 2 (ACE2), belonging to the RAS family, has received much attention during this COVID-19 pandemic, owing to the fact that SARS-CoV-2 uses ACE2 as a receptor for cellular entry. Additionally, the RAS greatly affects energy metabolism in certain pathological conditions, including cardiac failure, diabetes mellitus, and viral infections. This article discusses the potential mechanisms by which SARS-CoV-2 modulates the RAS and energy metabolism in individuals with obesity and diabetes mellitus. The article aims to highlight the appropriate strategies for combating the COVID-19 pandemic in the clinical setting and emphasize on the areas that require further investigation in relation to COVID-19 infections in patients with obesity and diabetes mellitus, from the viewpoint of endocrinology and metabolism.","Am J Physiol Endocrinol Metab","Mori, Jun","Oudit, Gavin Y","Lopaschuk, Gary D","32469255"],"abstract":["The COVID-19 pandemic, caused by the novel coronavirus, SARS-CoV-2, is threating our health systems and daily lives, and is responsible for causing substantial morbidity and mortality. In particular, aged individuals, and individuals with comorbidities, including obesity, diabetes mellitus, and hypertension, have significantly higher risks of hospitalization and death than normal individuals. The renin-angiotensin system (RAS) plays a pivotal role in the pathogenesis of diabetes mellitus, obesity, and hypertension. Angiotensin converting enzyme 2 (ACE2), belonging to the RAS family, has received much attention during this COVID-19 pandemic, owing to the fact that SARS-CoV-2 uses ACE2 as a receptor for cellular entry. Additionally, the RAS greatly affects energy metabolism in certain pathological conditions, including cardiac failure, diabetes mellitus, and viral infections. This article discusses the potential mechanisms by which SARS-CoV-2 modulates the RAS and energy metabolism in individuals with obesity and diabetes mellitus. The article aims to highlight the appropriate strategies for combating the COVID-19 pandemic in the clinical setting and emphasize on the areas that require further investigation in relation to COVID-19 infections in patients with obesity and diabetes mellitus, from the viewpoint of endocrinology and metabolism."],"journal":"Am J Physiol Endocrinol Metab","authors":["Mori, Jun","Oudit, Gavin Y","Lopaschuk, Gary D"],"date":"2020-05-30T11:00:00Z","year":2020,"_id":"32469255","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1152/ajpendo.00219.2020","keywords":["ras","sars-cov-2","energy metabolism","obesity"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1668420887258333184,"score":285.7192},{"pmid":32311651,"pmcid":"PMC7159862","title":"Angiotensin-converting enzyme inhibitors and angiotensin receptor blockers may be harmful in patients with diabetes during COVID-19 pandemic.","text":["Angiotensin-converting enzyme inhibitors and angiotensin receptor blockers may be harmful in patients with diabetes during COVID-19 pandemic.","The novel coronavirus disease 2019 (COVID-19) outbreak once again demonstrated the importance of the renin-angiotensin system (RAS) in patients with diabetes. Activation of the RAS increases in patients with diabetes. The virus attaches to the ACE2 enzyme at low cytosolic pH values and enters into the cell and causes infection. Especially in the presence of diabetes mellitus and accompanying comorbid conditions such as hypertension, obesity, old age, and smoking, cytosolic pH is low, thus the virus easily may enter the cell by attaching to ACE2. ACEIs and ARBs lead to a reduction in angiotensin II level by increasing the ACE2 level, thus they cause a low cytosolic pH. Increased cardiac ACE2 levels due to ACEIs and ARBs can trigger cardiac arrhythmias and myocarditis by causing the virus to easily enter the heart tissue. There is ACE2 activity in the rostral ventrolateral medulla in the brain stem. The release of angiotensin 1-7 in the brain stem leads to the activation of the sympathetic nervous system. This activation causes systemic vasoconstriction and the patient's blood pressure increases. The most important event is the increased sympathetic activity via the central stimulation, this activity increases pulmonary capillary leaking, causing the ARDS. As the cytosolic pH, which is already low in patients with diabetes will decrease further with the mechanisms mentioned above, the viral load will increase and the infection will be exacerbated. As a result, the use of ACEIs and ARBs in patients with diabetes can lead to increased morbidity and mortality of COVID-19.","Diabetes Metab Syndr","Cure, Erkan","Cumhur Cure, Medine","32311651"],"abstract":["The novel coronavirus disease 2019 (COVID-19) outbreak once again demonstrated the importance of the renin-angiotensin system (RAS) in patients with diabetes. Activation of the RAS increases in patients with diabetes. The virus attaches to the ACE2 enzyme at low cytosolic pH values and enters into the cell and causes infection. Especially in the presence of diabetes mellitus and accompanying comorbid conditions such as hypertension, obesity, old age, and smoking, cytosolic pH is low, thus the virus easily may enter the cell by attaching to ACE2. ACEIs and ARBs lead to a reduction in angiotensin II level by increasing the ACE2 level, thus they cause a low cytosolic pH. Increased cardiac ACE2 levels due to ACEIs and ARBs can trigger cardiac arrhythmias and myocarditis by causing the virus to easily enter the heart tissue. There is ACE2 activity in the rostral ventrolateral medulla in the brain stem. The release of angiotensin 1-7 in the brain stem leads to the activation of the sympathetic nervous system. This activation causes systemic vasoconstriction and the patient's blood pressure increases. The most important event is the increased sympathetic activity via the central stimulation, this activity increases pulmonary capillary leaking, causing the ARDS. As the cytosolic pH, which is already low in patients with diabetes will decrease further with the mechanisms mentioned above, the viral load will increase and the infection will be exacerbated. As a result, the use of ACEIs and ARBs in patients with diabetes can lead to increased morbidity and mortality of COVID-19."],"journal":"Diabetes Metab Syndr","authors":["Cure, Erkan","Cumhur Cure, Medine"],"date":"2020-04-21T11:00:00Z","year":2020,"_id":"32311651","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1016/j.dsx.2020.04.019","keywords":["angiotensin converting enzyme inhibitors","angiotensin receptor antagonists","diabetes mellitus","novel coronavirus disease 2019 (covid-19)","renin-angiotensin system"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1666138491231141888,"score":275.46576},{"pmid":32492562,"title":"The association between obesity and poor outcome after COVID-19 indicates a potential therapeutic role for montelukast.","text":["The association between obesity and poor outcome after COVID-19 indicates a potential therapeutic role for montelukast.","It is widely believed that infection with the SARS-CoV-2 virus triggers a disproportionate immune response which causes a devastating systemic injury, particularly in individuals with obesity, itself a chronic, multi-organ inflammatory disease. Immune cells accumulate in visceral adipose tissue and together with paracrine adipocytes release a wide range of biologically active cytokines (including IL-1beta, IL5, IL6 and IL8) that can result in both local, pulmonary and systemic inflammation. A more intense 'cytokine storm' is postulated as the mechanism behind the extreme immune response seen in severe COVID-19. It is striking how dangerous the combination of obesity and COVID-19 is, resulting in a greater risk of ICU admission and a higher mortality. Furthermore, patients from a BAME background appear to have increased mortality after SARS-CoV-2 infection; they also have a higher prevalence of central obesity and its metabolic complications. In the absence of an effective vaccine, the therapeutic potential of immune-modulating drugs is a priority, but the development of new drugs is expensive and time-consuming. A more pragmatic solution would be to seek to repurpose existing drugs, particularly those that might suppress the heightened cytokine activity seen in obesity, the major risk factor for a poor prognosis in COVID-19. Montelukast is a cysteinyl leukotriene receptor antagonist licensed to treat asthma and allergic rhinitis. It has been shown to diminish pulmonary response to antigen, tissue eosinophilia and IL-5 expression in inflammatory cells. It has also been shown to decrease elevated levels of IL-1beta and IL8 in humans with viral upper respiratory tract infections compared with placebo-treated patients. In addition, in silico studies have demonstrated a high binding affinity of the montelukast molecule to the terminal site of the virus's main protease enzyme which is needed for virus RNA synthesis and replication. Montelukast, which is cheap, safe and widely available would appear to have the potential to be an ideal candidate drug for clinical trials, particularly in early stage disease before irreparable tissue damage has already occurred. HYPOTHESIS: Through a direct anti-viral effect, or by suppression of heightened cytokine release in response to SARS-CoV-2, montelukast will reduce the severity of immune-mediated multiorgan damage resulting from COVID-19, particularly in patients with central obesity and metabolic syndrome.","Med Hypotheses","Almerie, Muhammad Qutayba","Kerrigan, David Daniel","32492562"],"abstract":["It is widely believed that infection with the SARS-CoV-2 virus triggers a disproportionate immune response which causes a devastating systemic injury, particularly in individuals with obesity, itself a chronic, multi-organ inflammatory disease. Immune cells accumulate in visceral adipose tissue and together with paracrine adipocytes release a wide range of biologically active cytokines (including IL-1beta, IL5, IL6 and IL8) that can result in both local, pulmonary and systemic inflammation. A more intense 'cytokine storm' is postulated as the mechanism behind the extreme immune response seen in severe COVID-19. It is striking how dangerous the combination of obesity and COVID-19 is, resulting in a greater risk of ICU admission and a higher mortality. Furthermore, patients from a BAME background appear to have increased mortality after SARS-CoV-2 infection; they also have a higher prevalence of central obesity and its metabolic complications. In the absence of an effective vaccine, the therapeutic potential of immune-modulating drugs is a priority, but the development of new drugs is expensive and time-consuming. A more pragmatic solution would be to seek to repurpose existing drugs, particularly those that might suppress the heightened cytokine activity seen in obesity, the major risk factor for a poor prognosis in COVID-19. Montelukast is a cysteinyl leukotriene receptor antagonist licensed to treat asthma and allergic rhinitis. It has been shown to diminish pulmonary response to antigen, tissue eosinophilia and IL-5 expression in inflammatory cells. It has also been shown to decrease elevated levels of IL-1beta and IL8 in humans with viral upper respiratory tract infections compared with placebo-treated patients. In addition, in silico studies have demonstrated a high binding affinity of the montelukast molecule to the terminal site of the virus's main protease enzyme which is needed for virus RNA synthesis and replication. Montelukast, which is cheap, safe and widely available would appear to have the potential to be an ideal candidate drug for clinical trials, particularly in early stage disease before irreparable tissue damage has already occurred. HYPOTHESIS: Through a direct anti-viral effect, or by suppression of heightened cytokine release in response to SARS-CoV-2, montelukast will reduce the severity of immune-mediated multiorgan damage resulting from COVID-19, particularly in patients with central obesity and metabolic syndrome."],"journal":"Med Hypotheses","authors":["Almerie, Muhammad Qutayba","Kerrigan, David Daniel"],"date":"2020-06-04T11:00:00Z","year":2020,"_id":"32492562","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1016/j.mehy.2020.109883","topics":["Treatment","Mechanism"],"weight":1,"_version_":1668623433510944768,"score":273.13226},{"pmid":32324968,"title":"Does high cardiorespiratory fitness confer some protection against pro-inflammatory responses after infection by SARS-CoV-2?","text":["Does high cardiorespiratory fitness confer some protection against pro-inflammatory responses after infection by SARS-CoV-2?","Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) originated in China in late 2019 and has since spread rapidly to every continent in the world. This pandemic continues to cause widespread personal suffering, along with severe pressure on medical and health care providers. The symtoms of SARS-CoV-2 and the subsequent prognosis is worsened in individuals who have pre-exisiting comorbidities prior to infection by the virus. Individuals with obesity/overweight, insulin resistance and diabetes typically have chronic low-grade inflammation characterized by increased levels of several pro-inflammatory cytokines and the inflammasome: this state predisposes to greater risk for infection along with more adverse outcomes. Here we consider whether a high level of cardiorespiratory fitness induced by prior exercise training may confer some innate immune-protection against Covid-19 by attenuating the \"cytokine storm syndrome\" often experienced by \"at risk\" individuals.","Obesity (Silver Spring)","Zbinden-Foncea, Hermann","Francaux, Marc","Deldicque, Louise","Hawley, John A","32324968"],"abstract":["Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) originated in China in late 2019 and has since spread rapidly to every continent in the world. This pandemic continues to cause widespread personal suffering, along with severe pressure on medical and health care providers. The symtoms of SARS-CoV-2 and the subsequent prognosis is worsened in individuals who have pre-exisiting comorbidities prior to infection by the virus. Individuals with obesity/overweight, insulin resistance and diabetes typically have chronic low-grade inflammation characterized by increased levels of several pro-inflammatory cytokines and the inflammasome: this state predisposes to greater risk for infection along with more adverse outcomes. Here we consider whether a high level of cardiorespiratory fitness induced by prior exercise training may confer some innate immune-protection against Covid-19 by attenuating the \"cytokine storm syndrome\" often experienced by \"at risk\" individuals."],"journal":"Obesity (Silver Spring)","authors":["Zbinden-Foncea, Hermann","Francaux, Marc","Deldicque, Louise","Hawley, John A"],"date":"2020-04-24T11:00:00Z","year":2020,"_id":"32324968","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1002/oby.22849","keywords":["covid-19","obesity","exercise","immune system","insulin resistance"],"locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1666138493848387585,"score":261.73532}]}