{"pmid":32412815,"title":"COVID 19: Designing and conducting an online mini-multiple interview (MMI) in a dynamic landscape.","text":["COVID 19: Designing and conducting an online mini-multiple interview (MMI) in a dynamic landscape.","Introduction: The COVID-19 pandemic presented numerous, significant challenges for medical schools, including how to select the best candidates from a pool of applicants when social distancing and other measures prevented \"business as usual\" admissions processes. However, selection into medical school is the gateway to medicine in many countries, and it is critical to use processes which are evidence-based, valid and reliable even under challenging circumstances. Our challenge was to plan and conduct a multiple-mini interview (MMI) in a dynamic and stringent safe distancing context.Methods: This paper reports a case study of how to plan, re-plan and conduct MMIs in an environment where substantially tighter safe distancing measures were introduced just before the MMI was due to be delivered.Results: We report on how to design and implement a fully remote, online MMI which ensured the safety of candidates and assessors.Discussion: We discuss the challenges of this approach and also reflect on broader issues associated with selection into medical school during a pandemic. The aim of the paper is to provide broadly generalizable guidance to other medical schools faced with the challenge of selecting future students under difficult conditions.","Med Teach","Cleland, Jennifer","Chu, Jowe","Lim, Samuel","Low, Jamie","Low-Beer, Naomi","Kwek, Tong Kiat","32412815"],"abstract":["Introduction: The COVID-19 pandemic presented numerous, significant challenges for medical schools, including how to select the best candidates from a pool of applicants when social distancing and other measures prevented \"business as usual\" admissions processes. However, selection into medical school is the gateway to medicine in many countries, and it is critical to use processes which are evidence-based, valid and reliable even under challenging circumstances. Our challenge was to plan and conduct a multiple-mini interview (MMI) in a dynamic and stringent safe distancing context.Methods: This paper reports a case study of how to plan, re-plan and conduct MMIs in an environment where substantially tighter safe distancing measures were introduced just before the MMI was due to be delivered.Results: We report on how to design and implement a fully remote, online MMI which ensured the safety of candidates and assessors.Discussion: We discuss the challenges of this approach and also reflect on broader issues associated with selection into medical school during a pandemic. The aim of the paper is to provide broadly generalizable guidance to other medical schools faced with the challenge of selecting future students under difficult conditions."],"journal":"Med Teach","authors":["Cleland, Jennifer","Chu, Jowe","Lim, Samuel","Low, Jamie","Low-Beer, Naomi","Kwek, Tong Kiat"],"date":"2020-05-16T11:00:00Z","year":2020,"_id":"32412815","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1080/0142159X.2020.1762851","keywords":["undergraduate","change","medicine","selection","staff workload"],"topics":["Prevention"],"weight":1,"_version_":1666897319223623680,"score":9.490897,"similar":[{"pmid":32365236,"title":"Virtual Multiple Mini-Interview during a COVID-19 Pandemic.","text":["Virtual Multiple Mini-Interview during a COVID-19 Pandemic.","Multiple Mini-Interviews (MMIs) are one of the most effective and popular interview methods for medical school candidate selection. A standardized set of scenarios/questions and responses are pre-determined and candidates rotate through various stations to meet examiners in face-to-face, in-person, mini-interviews during a finite time allotment. The objective of MMIs are to generally to assess candidates' characteristics in different domains such as ethics and morality, communication skills, and critical thinking. MMIs can be reliable and feasible, moreso than traditional interview methods.","Med Educ","Ungtrakul, Teerapat","Lamlertthon, Wisut","Boonchoo, Burapen","Auewarakul, Chirayu","32365236"],"abstract":["Multiple Mini-Interviews (MMIs) are one of the most effective and popular interview methods for medical school candidate selection. A standardized set of scenarios/questions and responses are pre-determined and candidates rotate through various stations to meet examiners in face-to-face, in-person, mini-interviews during a finite time allotment. The objective of MMIs are to generally to assess candidates' characteristics in different domains such as ethics and morality, communication skills, and critical thinking. MMIs can be reliable and feasible, moreso than traditional interview methods."],"journal":"Med Educ","authors":["Ungtrakul, Teerapat","Lamlertthon, Wisut","Boonchoo, Burapen","Auewarakul, Chirayu"],"date":"2020-05-05T11:00:00Z","year":2020,"_id":"32365236","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1111/medu.14207","topics":["Prevention"],"weight":1,"_version_":1666138496112263168,"score":677.74554},{"pmid":32401079,"title":"Adapting to the impact of COVID-19: Sharing stories, sharing practice.","text":["Adapting to the impact of COVID-19: Sharing stories, sharing practice.","Health Professions' Educators (HPEs) and their learners have to adapt their educational provision to rapidly changing and uncertain circumstances linked to the COVID-19 pandemic. This paper reports on an AMEE-hosted webinar: Adapting to the impact of COVID-19: Sharing stories, sharing practice. Attended by over 500 colleagues from five continents, this webinar focused on the impact of the virus across the continuum of education and training. Short formal presentations on teaching and learning, assessment, selection and postgraduate training generated wide-ranging questions via the Chatbox. A thematic analysis of the Chatbox thread indicated the most pressing concerns and challenges educators were experiencing in having to adapt programmes and learning across the continuum of medical education and training. The main areas of concern were: campus-based teaching and learning; clinical teaching; selection and assessment, and educator needs. While there is clearly no one simple solution to the unprecedented issues medical education and training face currently, there were two over-arching messages. First, this is a time for colleagues across the globe to help and support each other. Second, many local responses and innovations could have the potential to change the shape of medical education and training in the future.","Med Teach","Cleland, Jennifer","McKimm, Judy","Fuller, Richard","Taylor, David","Janczukowicz, Janusz","Gibbs, Trevor","32401079"],"abstract":["Health Professions' Educators (HPEs) and their learners have to adapt their educational provision to rapidly changing and uncertain circumstances linked to the COVID-19 pandemic. This paper reports on an AMEE-hosted webinar: Adapting to the impact of COVID-19: Sharing stories, sharing practice. Attended by over 500 colleagues from five continents, this webinar focused on the impact of the virus across the continuum of education and training. Short formal presentations on teaching and learning, assessment, selection and postgraduate training generated wide-ranging questions via the Chatbox. A thematic analysis of the Chatbox thread indicated the most pressing concerns and challenges educators were experiencing in having to adapt programmes and learning across the continuum of medical education and training. The main areas of concern were: campus-based teaching and learning; clinical teaching; selection and assessment, and educator needs. While there is clearly no one simple solution to the unprecedented issues medical education and training face currently, there were two over-arching messages. First, this is a time for colleagues across the globe to help and support each other. Second, many local responses and innovations could have the potential to change the shape of medical education and training in the future."],"journal":"Med Teach","authors":["Cleland, Jennifer","McKimm, Judy","Fuller, Richard","Taylor, David","Janczukowicz, Janusz","Gibbs, Trevor"],"date":"2020-05-14T11:00:00Z","year":2020,"_id":"32401079","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1080/0142159X.2020.1757635","keywords":["covid-19","assessment","change","innovation","pandemic","resilience","selection","teaching and learning","technology","workplace learning"],"topics":["Prevention"],"weight":1,"_version_":1666714494956470272,"score":244.21704},{"pmid":32450049,"title":"Training disrupted: Practical tips for supporting competency-based medical education during the COVID-19 pandemic.","text":["Training disrupted: Practical tips for supporting competency-based medical education during the COVID-19 pandemic.","The COVID-19 pandemic has disrupted healthcare systems around the world, impacting how we deliver medical education. The normal day-to-day routines have been altered for a number of reasons, including changes to scheduled training rotations, physical distancing requirements, trainee redeployment, and heightened level of concern. Medical educators will likely need to adapt their programs to maximize learning, maintain effective care delivery, and ensure competent graduates. Along with a continued focus on learner/faculty wellness, medical educators will have to optimize existing training experiences, adapt those that are no longer viable, employ new technologies, and be flexible when assessing competencies. These practical tips offer guidance on how to adapt medical education programs within the constraints of the pandemic landscape, stressing the need for communication, innovation, collaboration, flexibility, and planning within the era of competency-based medical education.","Med Teach","Hall, Andrew K","Nousiainen, Markku T","Campisi, Paolo","Dagnone, J Damon","Frank, Jason R","Kroeker, Karen I","Brzezina, Stacey","Purdy, Eve","Oswald, Anna","32450049"],"abstract":["The COVID-19 pandemic has disrupted healthcare systems around the world, impacting how we deliver medical education. The normal day-to-day routines have been altered for a number of reasons, including changes to scheduled training rotations, physical distancing requirements, trainee redeployment, and heightened level of concern. Medical educators will likely need to adapt their programs to maximize learning, maintain effective care delivery, and ensure competent graduates. Along with a continued focus on learner/faculty wellness, medical educators will have to optimize existing training experiences, adapt those that are no longer viable, employ new technologies, and be flexible when assessing competencies. These practical tips offer guidance on how to adapt medical education programs within the constraints of the pandemic landscape, stressing the need for communication, innovation, collaboration, flexibility, and planning within the era of competency-based medical education."],"journal":"Med Teach","authors":["Hall, Andrew K","Nousiainen, Markku T","Campisi, Paolo","Dagnone, J Damon","Frank, Jason R","Kroeker, Karen I","Brzezina, Stacey","Purdy, Eve","Oswald, Anna"],"date":"2020-05-26T11:00:00Z","year":2020,"_id":"32450049","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1080/0142159X.2020.1766669","keywords":["outcome-based","change","medicine","postgraduate","teaching and learning"],"topics":["Prevention"],"weight":1,"_version_":1667785214034706432,"score":202.81284},{"pmid":32272089,"title":"School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review.","text":["School closure and management practices during coronavirus outbreaks including COVID-19: a rapid systematic review.","In response to the coronavirus disease 2019 (COVID-19) pandemic, 107 countries had implemented national school closures by March 18, 2020. It is unknown whether school measures are effective in coronavirus outbreaks (eg, due to severe acute respiratory syndrome [SARS], Middle East respiratory syndrome, or COVID-19). We undertook a systematic review by searching three electronic databases to identify what is known about the effectiveness of school closures and other school social distancing practices during coronavirus outbreaks. We included 16 of 616 identified articles. School closures were deployed rapidly across mainland China and Hong Kong for COVID-19. However, there are no data on the relative contribution of school closures to transmission control. Data from the SARS outbreak in mainland China, Hong Kong, and Singapore suggest that school closures did not contribute to the control of the epidemic. Modelling studies of SARS produced conflicting results. Recent modelling studies of COVID-19 predict that school closures alone would prevent only 2-4% of deaths, much less than other social distancing interventions. Policy makers need to be aware of the equivocal evidence when considering school closures for COVID-19, and that combinations of social distancing measures should be considered. Other less disruptive social distancing interventions in schools require further consideration if restrictive social distancing policies are implemented for long periods.","Lancet Child Adolesc Health","Viner, Russell M","Russell, Simon J","Croker, Helen","Packer, Jessica","Ward, Joseph","Stansfield, Claire","Mytton, Oliver","Bonell, Chris","Booy, Robert","32272089"],"abstract":["In response to the coronavirus disease 2019 (COVID-19) pandemic, 107 countries had implemented national school closures by March 18, 2020. It is unknown whether school measures are effective in coronavirus outbreaks (eg, due to severe acute respiratory syndrome [SARS], Middle East respiratory syndrome, or COVID-19). We undertook a systematic review by searching three electronic databases to identify what is known about the effectiveness of school closures and other school social distancing practices during coronavirus outbreaks. We included 16 of 616 identified articles. School closures were deployed rapidly across mainland China and Hong Kong for COVID-19. However, there are no data on the relative contribution of school closures to transmission control. Data from the SARS outbreak in mainland China, Hong Kong, and Singapore suggest that school closures did not contribute to the control of the epidemic. Modelling studies of SARS produced conflicting results. Recent modelling studies of COVID-19 predict that school closures alone would prevent only 2-4% of deaths, much less than other social distancing interventions. Policy makers need to be aware of the equivocal evidence when considering school closures for COVID-19, and that combinations of social distancing measures should be considered. Other less disruptive social distancing interventions in schools require further consideration if restrictive social distancing policies are implemented for long periods."],"journal":"Lancet Child Adolesc Health","authors":["Viner, Russell M","Russell, Simon J","Croker, Helen","Packer, Jessica","Ward, Joseph","Stansfield, Claire","Mytton, Oliver","Bonell, Chris","Booy, Robert"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32272089","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.1016/S2352-4642(20)30095-X","locations":["China","China","China","China","Singapore"],"countries":["China","Singapore"],"countries_codes":["CHN|China","SGP|Singapore"],"topics":["Prevention"],"weight":1,"_version_":1666138491754381313,"score":196.54677},{"pmid":32368424,"pmcid":"PMC7193226","title":"The Impact of COVID-19 on Medical Education.","text":["The Impact of COVID-19 on Medical Education.","In the wake of the novel coronavirus (COVID-19) pandemic, it is abundantly clear to all the necessity of studying the pathology and widespread health consequences associated with the virus. However, what is much less clear is the impact of COVID-19 on medical education. Already, faculty and medical students are grappling with the changes that have been made and attempting to consolidate these with their plan of career development. Changes that may seem relatively minor in comparison to the global pandemic have the potential to be drastic turning points in the career progression of many. As not much is known regarding the long-lasting impact of COVID-19 on medical education, it is therefore also necessary to record and study the full impact of the changes being made. The path to entering a successful residency has been predictable for the last few years - do well on Step 1, give conference presentations, go the extra mile in clerkships and shadowing opportunities, and have meaningful non-academic extracurricular activities - all of which designed to best demonstrate a student's knowledge, persistence, collaborative spirit, and dedication to medicine. This trajectory has been changed with COVID-19 disrupting routines in hospitals, medical schools and beyond. The replacement of in-person classes with online equivalents is an obvious necessity at this time but creates a loss of collaborative experiences that has the potential to be a significant detriment to education. Likewise, the cancellation of clerkships, which are necessary for both skill acquisition as well as for relationship building, is a serious issue which students and medical schools must now resolve. Many medical students have also lost the opportunity for personal development through conference presentations. These presentations play a large role in distinguishing applicants during the residency application process, and therefore these lost opportunities have the potential to be a serious detriment to medical students' career trajectory. While implementing technology to help resolve these issues is a unique way to help students to develop these skills, it is now necessary for medical students to demonstrate the same set of skills which they would have previously in a completely new and innovative manner. Persistence and adaptability during this time of challenge are attributes that medical students can demonstrate more readily. While every student has a personal story of how COVID-19 has impacted their education, there is no question that the impacts of COVID-19 will be felt on an extensive level. The panic in the community is palpable, and many are confused by how to proceed in the wake of COVID-19. This is no different for medical students and faculty and the questions that arise regarding medical education and their future careers.","Cureus","Ferrel, Meganne N","Ryan, John J","32368424"],"abstract":["In the wake of the novel coronavirus (COVID-19) pandemic, it is abundantly clear to all the necessity of studying the pathology and widespread health consequences associated with the virus. However, what is much less clear is the impact of COVID-19 on medical education. Already, faculty and medical students are grappling with the changes that have been made and attempting to consolidate these with their plan of career development. Changes that may seem relatively minor in comparison to the global pandemic have the potential to be drastic turning points in the career progression of many. As not much is known regarding the long-lasting impact of COVID-19 on medical education, it is therefore also necessary to record and study the full impact of the changes being made. The path to entering a successful residency has been predictable for the last few years - do well on Step 1, give conference presentations, go the extra mile in clerkships and shadowing opportunities, and have meaningful non-academic extracurricular activities - all of which designed to best demonstrate a student's knowledge, persistence, collaborative spirit, and dedication to medicine. This trajectory has been changed with COVID-19 disrupting routines in hospitals, medical schools and beyond. The replacement of in-person classes with online equivalents is an obvious necessity at this time but creates a loss of collaborative experiences that has the potential to be a significant detriment to education. Likewise, the cancellation of clerkships, which are necessary for both skill acquisition as well as for relationship building, is a serious issue which students and medical schools must now resolve. Many medical students have also lost the opportunity for personal development through conference presentations. These presentations play a large role in distinguishing applicants during the residency application process, and therefore these lost opportunities have the potential to be a serious detriment to medical students' career trajectory. While implementing technology to help resolve these issues is a unique way to help students to develop these skills, it is now necessary for medical students to demonstrate the same set of skills which they would have previously in a completely new and innovative manner. Persistence and adaptability during this time of challenge are attributes that medical students can demonstrate more readily. While every student has a personal story of how COVID-19 has impacted their education, there is no question that the impacts of COVID-19 will be felt on an extensive level. The panic in the community is palpable, and many are confused by how to proceed in the wake of COVID-19. This is no different for medical students and faculty and the questions that arise regarding medical education and their future careers."],"journal":"Cureus","authors":["Ferrel, Meganne N","Ryan, John J"],"date":"2020-05-06T11:00:00Z","year":2020,"_id":"32368424","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.7759/cureus.7492","keywords":["acgme","coronavirus","graduate medical education","graduation","pandemic","usmle"],"topics":["Prevention"],"weight":1,"_version_":1666138496271646721,"score":192.93642}]}