{"pmid":32422938,"title":"Fast Mass-Production of Medical Safety Shields under COVID-19 Quarantine: Optimizing the Use of University Fabrication Facilities and Volunteer Labor.","text":["Fast Mass-Production of Medical Safety Shields under COVID-19 Quarantine: Optimizing the Use of University Fabrication Facilities and Volunteer Labor.","COVID-19 pandemic provoked a number of restrictive measures, such as the closure or severe restriction of border transit for international trading traffic, quarantines and self-isolation. This caused a series of interrelated consequences that not only prevent or slow down the spread of disease, but also impact the medical systems' capability to treat the patients and help their recovery. In particular, steeply growing demand for medical safety goods cannot be satisfied by regular suppliers due to the shortage of raw materials originating from other countries or remotely located national sources, under conditions of quarantined manpower. The current context inevitably brings back memories (and records!) of the situation 80 years ago, when WWII necessitated major effort directed at the rapid build-up of low-cost mass production to satisfy all aspects of war-time need. In the present short report we document a successful case of fast mass-production of light transparent medical safety face shields (thousands per day) realized in Skolkovo Institute of Science and Technology (Skoltech) at Fablab and Machine Shop Shared Facility (Skoltech FabLab). The demand for safety face shields by tens of hospitals in Moscow and other cities rapidly ramped up due to the need to protect medical staff during patient collection and transportation to hospitals, and within both the infected (\"red\") and uninfected (\"green\") zones. Materials selection for sterilizable transparent materials was conducted based on the analysis of merit indices, namely, minimal weight at given stiffness and minimal cost at given stiffness. Due to the need for permanent wear, design was motivated by low weight and comfortable head fixation, along with high production efficiency. The selection of minimal tooling in University fabrication workshops and the use of distributed volunteer labor are discussed.","Int J Environ Res Public Health","Kalyaev, Vladimir","Salimon, Alexey I","Korsunsky, Alexander M","32422938"],"abstract":["COVID-19 pandemic provoked a number of restrictive measures, such as the closure or severe restriction of border transit for international trading traffic, quarantines and self-isolation. This caused a series of interrelated consequences that not only prevent or slow down the spread of disease, but also impact the medical systems' capability to treat the patients and help their recovery. In particular, steeply growing demand for medical safety goods cannot be satisfied by regular suppliers due to the shortage of raw materials originating from other countries or remotely located national sources, under conditions of quarantined manpower. The current context inevitably brings back memories (and records!) of the situation 80 years ago, when WWII necessitated major effort directed at the rapid build-up of low-cost mass production to satisfy all aspects of war-time need. In the present short report we document a successful case of fast mass-production of light transparent medical safety face shields (thousands per day) realized in Skolkovo Institute of Science and Technology (Skoltech) at Fablab and Machine Shop Shared Facility (Skoltech FabLab). The demand for safety face shields by tens of hospitals in Moscow and other cities rapidly ramped up due to the need to protect medical staff during patient collection and transportation to hospitals, and within both the infected (\"red\") and uninfected (\"green\") zones. Materials selection for sterilizable transparent materials was conducted based on the analysis of merit indices, namely, minimal weight at given stiffness and minimal cost at given stiffness. Due to the need for permanent wear, design was motivated by low weight and comfortable head fixation, along with high production efficiency. The selection of minimal tooling in University fabrication workshops and the use of distributed volunteer labor are discussed."],"journal":"Int J Environ Res Public Health","authors":["Kalyaev, Vladimir","Salimon, Alexey I","Korsunsky, Alexander M"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32422938","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.3390/ijerph17103418","keywords":["covid-19","mass production","personal protection equipment"],"locations":["Moscow"],"countries":["Russian Federation"],"countries_codes":["RUS|Russian Federation"],"topics":["Prevention"],"weight":1,"_version_":1667252837999968256,"score":9.490897,"similar":[{"pmid":32341616,"pmcid":"PMC7182752","title":"Exploration of alternative supply chains and distributed manufacturing in response to COVID-19; a case study of medical face shields.","text":["Exploration of alternative supply chains and distributed manufacturing in response to COVID-19; a case study of medical face shields.","Quarantine conditions arising as a result of the coronavirus (COVID-19) have had a significant impact on global production-rates and supply chains. This has coincided with increased demands for medical and personal protective equipment such as face shields. Shortages have been particularly prevalent in western countries which typically rely upon global supply chains to obtain these types of device from low-cost economies. National calls for the repurposing of domestic mass-production facilities have the potential to meet medical requirements in coming weeks, however the immediate demand associated with the virus has led to the mobilisation of a diverse distributed workforce. Selection of appropriate manufacturing processes and underused supply chains is paramount to the success of these operations. A simplified medical face shield design is presented which repurposes an assortment of existing alternative supply chains. The device is easy to produce with minimal equipment and training. It is hoped that the methodology and approach presented is of use to the wider community at this critical time.","Mater Des","Shokrani, Alborz","Loukaides, Evripides G","Elias, Edward","Lunt, Alexander J G","32341616"],"abstract":["Quarantine conditions arising as a result of the coronavirus (COVID-19) have had a significant impact on global production-rates and supply chains. This has coincided with increased demands for medical and personal protective equipment such as face shields. Shortages have been particularly prevalent in western countries which typically rely upon global supply chains to obtain these types of device from low-cost economies. National calls for the repurposing of domestic mass-production facilities have the potential to meet medical requirements in coming weeks, however the immediate demand associated with the virus has led to the mobilisation of a diverse distributed workforce. Selection of appropriate manufacturing processes and underused supply chains is paramount to the success of these operations. A simplified medical face shield design is presented which repurposes an assortment of existing alternative supply chains. The device is easy to produce with minimal equipment and training. It is hoped that the methodology and approach presented is of use to the wider community at this critical time."],"journal":"Mater Des","authors":["Shokrani, Alborz","Loukaides, Evripides G","Elias, Edward","Lunt, Alexander J G"],"date":"2020-04-29T11:00:00Z","year":2020,"_id":"32341616","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1016/j.matdes.2020.108749","keywords":["covid-19","distributed manufacturing","medical face shields","micro-supply chains","repurposed manufacture","simplified design"],"topics":["Prevention"],"weight":1,"_version_":1666138495104581632,"score":158.79642},{"pmid":32312567,"pmcid":"PMC7174154","title":"[Ensuring mental health care during the SARS-CoV-2 epidemic in France: A narrative review].","text":["[Ensuring mental health care during the SARS-CoV-2 epidemic in France: A narrative review].","OBJECTIVE: The lack of ressources and coordination to face the epidemic of coronavirus raises concerns for the health of patients with mental disorders in a country where we keep in memory the dramatic experience of famine in psychiatric hospitals during the Second World War. This article aims at proposing guidance to ensure mental health care during the SARS-CoV epidemy in France. METHODS: Authors performed a narrative review identifying relevant results in the scientific and medical literature and local initiatives in France. RESULTS: We identified four types of major vulnerabilities in patients suffering from mental disorders during this pandemic: (1) medical comorbidities that are more frequently found in patients suffering from mental disorders (cardiovascular and pulmonary pathologies, diabetes, obesity, etc.) which represent risk factors for severe infections with Covid-19; (2) age (the elderly constituting the population most vulnerable to coronavirus); (3) cognitive and behavioral troubles which can hamper compliance with confinement and hygiene measures and finally and (4) psychosocial vulnerability due to stigmatization and/or socio-economic difficulties. Furthermore, the mental health healthcare system is more vulnerable than other healthcare systems. Current government plans are poorly adapted to psychiatric establishments in a context of major shortage of organizational, material and human resources. In addition, a certain number of structural aspects make the psychiatric institution particularly vulnerable: many beds are closed, wards have a high density of patients, mental health community facilities are closed, medical teams are understaffed and poorly trained to face infectious diseases. We could also face major issues in referring patients with acute mental disorders to intensive care units. To maintain continuity of psychiatric care in this pandemic situation, several directions can be considered, in particular with the creation of Covid+ units. These units are under the dual supervision of a psychiatrist and of an internist/infectious disease specialist; all new entrants should be placed in quarantine for 14 days; the nurse staff should benefit from specific training, from daily medical check-ups and from close psychological support. Family visits would be prohibited and replaced by videoconference. At the end of hospitalization, in particular for the population of patients in compulsory ambulatory care situations, specific case-management should be organized with the possibility of home visits, in order to support them when they get back home and to help them to cope with the experience of confinement, which is at risk to induce recurrences of mental disorders. The total or partial closure of mental health community facilities is particularly disturbing for patients but a regular follow-up is possible with telemedicine and should include the monitoring of the suicide risk and psychoeducation strategies; developing support platforms could also be very helpful in this context. Private psychiatrists have also a crucial role of information with their patients on confinement and barrier measures, but also on measures to prevent the psychological risks inherent to confinement: maintenance of sleep regularity, physical exercise, social interactions, stress management and coping strategies, prevention of addictions, etc. They should also be trained to prevent, detect and treat early warning symptoms of post-traumatic stress disorder, because their prevalence was high in the regions of China most affected by the pandemic. DISCUSSION: French mental healthcare is now in a great and urgent need for reorganization and must also prepare in the coming days and weeks to face an epidemic of emotional disorders due to the containment of the general population.","Encephale","Chevance, A","Gourion, D","Hoertel, N","Llorca, P-M","Thomas, P","Bocher, R","Moro, M-R","Laprevote, V","Benyamina, A","Fossati, P","Masson, M","Leaune, E","Leboyer, M","Gaillard, R","32312567"],"abstract":["OBJECTIVE: The lack of ressources and coordination to face the epidemic of coronavirus raises concerns for the health of patients with mental disorders in a country where we keep in memory the dramatic experience of famine in psychiatric hospitals during the Second World War. This article aims at proposing guidance to ensure mental health care during the SARS-CoV epidemy in France. METHODS: Authors performed a narrative review identifying relevant results in the scientific and medical literature and local initiatives in France. RESULTS: We identified four types of major vulnerabilities in patients suffering from mental disorders during this pandemic: (1) medical comorbidities that are more frequently found in patients suffering from mental disorders (cardiovascular and pulmonary pathologies, diabetes, obesity, etc.) which represent risk factors for severe infections with Covid-19; (2) age (the elderly constituting the population most vulnerable to coronavirus); (3) cognitive and behavioral troubles which can hamper compliance with confinement and hygiene measures and finally and (4) psychosocial vulnerability due to stigmatization and/or socio-economic difficulties. Furthermore, the mental health healthcare system is more vulnerable than other healthcare systems. Current government plans are poorly adapted to psychiatric establishments in a context of major shortage of organizational, material and human resources. In addition, a certain number of structural aspects make the psychiatric institution particularly vulnerable: many beds are closed, wards have a high density of patients, mental health community facilities are closed, medical teams are understaffed and poorly trained to face infectious diseases. We could also face major issues in referring patients with acute mental disorders to intensive care units. To maintain continuity of psychiatric care in this pandemic situation, several directions can be considered, in particular with the creation of Covid+ units. These units are under the dual supervision of a psychiatrist and of an internist/infectious disease specialist; all new entrants should be placed in quarantine for 14 days; the nurse staff should benefit from specific training, from daily medical check-ups and from close psychological support. Family visits would be prohibited and replaced by videoconference. At the end of hospitalization, in particular for the population of patients in compulsory ambulatory care situations, specific case-management should be organized with the possibility of home visits, in order to support them when they get back home and to help them to cope with the experience of confinement, which is at risk to induce recurrences of mental disorders. The total or partial closure of mental health community facilities is particularly disturbing for patients but a regular follow-up is possible with telemedicine and should include the monitoring of the suicide risk and psychoeducation strategies; developing support platforms could also be very helpful in this context. Private psychiatrists have also a crucial role of information with their patients on confinement and barrier measures, but also on measures to prevent the psychological risks inherent to confinement: maintenance of sleep regularity, physical exercise, social interactions, stress management and coping strategies, prevention of addictions, etc. They should also be trained to prevent, detect and treat early warning symptoms of post-traumatic stress disorder, because their prevalence was high in the regions of China most affected by the pandemic. DISCUSSION: French mental healthcare is now in a great and urgent need for reorganization and must also prepare in the coming days and weeks to face an epidemic of emotional disorders due to the containment of the general population."],"journal":"Encephale","authors":["Chevance, A","Gourion, D","Hoertel, N","Llorca, P-M","Thomas, P","Bocher, R","Moro, M-R","Laprevote, V","Benyamina, A","Fossati, P","Masson, M","Leaune, E","Leboyer, M","Gaillard, R"],"date":"2020-04-22T11:00:00Z","year":2020,"_id":"32312567","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1016/j.encep.2020.03.001","keywords":["coronavirus","covid-19","epidemy","france","pandemy","pandemie","psychiatrie","psychiatry","sars-cov-2","sante mentale","epidemie"],"locations":["France","France","China","French","France"],"countries":["China","France"],"countries_codes":["CHN|China","FRA|France"],"weight":0,"_version_":1666138493565272064,"score":104.37629},{"pmid":32370982,"title":"Ensuring mental health care during the SARS-CoV-2 epidemic in France: A narrative review.","text":["Ensuring mental health care during the SARS-CoV-2 epidemic in France: A narrative review.","OBJECTIVE: The lack of resources and coordination to face the coronavirus epidemic raises concerns for the health of patients with mental disorders in a country where we still have memories of the dramatic experience of famine in psychiatric hospitals during the Second World War. This article aims to propose guidance to ensure mental health care during the SARS-CoV epidemic in France. METHODS: The authors performed a narrative review identifying relevant results in the scientific and medical literature and in local initiatives in France. RESULTS: We identified four types of major vulnerabilities among patients with mental disorders during this pandemic: (1) medical comorbidities that are more frequently found among patients with mental disorders (cardiovascular and pulmonary pathologies, diabetes, obesity, etc.) which are risk factors for severe covid-19 infection; (2) age (the elderly form the population most vulnerable to the coronavirus); (3) cognitive and behavioural disorders, which can hamper compliance with confinement and hygiene measures and finally and (4) psychosocial vulnerability as a result of stigmatization and/or socio-economic difficulties. Furthermore, the mental health healthcare system is more vulnerable than other healthcare systems. Current government plans are poorly suited to psychiatric establishments in a context of major shortages of organizational, material and human resources. In addition, a certain number of structural aspects make the psychiatric institution particularly vulnerable: many beds have been closed, wards have high densities of patients, mental health community facilities are closed, and medical teams are understaffed and poorly trained to face infectious diseases. There are also major issues when referring patients with acute mental disorders to intensive care units. To maintain the continuity of psychiatric care in this pandemic situation, several directions can be considered, in particular with the creation of \"COVID+ units\". These units are under the dual supervision of a psychiatrist and an internist/infectious disease specialist; all new entrants are placed in quarantine for 14 days; the nursing staff receives specific training, daily medical check-ups and close psychological support. Family visits are prohibited and replaced by videoconference. At the end of hospitalization, in particular for the population of patients in compulsory ambulatory care situations, specific case-management are organized with the possibility of home visits, in order to support patients when they get back home and to help them cope with the experience of confinement, which is liable to induce recurrences of mental disorders. The total or partial closure of community mental health facilities is particularly disturbing for patients, but a regular follow-up is possible with telemedicine and should include the monitoring of suicide risk and psycho-education strategies; developing support platforms could also be very helpful in this context. Private practice psychiatrists also have a crucial role of information towards their patients on confinement and barrier measures, and also on measures to prevent the psychological risks inherent in confinement: maintenance of regular sleep r, physical exercise, social interactions, stress management and coping strategies, prevention of addictions, etc. They should also be trained to prevent, detect and treat early warning symptoms of post-traumatic stress disorder, because their prevalence was high in the regions of China most affected by the pandemic. DISCUSSION: French mental healthcare is now facing a great and urgent need for reorganization and must also prepare in the coming days and weeks to face an epidemic of emotional disorders due to the confinement of the general population.","Encephale","Chevance, A","Gourion, D","Hoertel, N","Llorca, P-M","Thomas, P","Bocher, R","Moro, M-R","Laprevote, V","Benyamina, A","Fossati, P","Masson, M","Leaune, E","Leboyer, M","Gaillard, R","32370982"],"abstract":["OBJECTIVE: The lack of resources and coordination to face the coronavirus epidemic raises concerns for the health of patients with mental disorders in a country where we still have memories of the dramatic experience of famine in psychiatric hospitals during the Second World War. This article aims to propose guidance to ensure mental health care during the SARS-CoV epidemic in France. METHODS: The authors performed a narrative review identifying relevant results in the scientific and medical literature and in local initiatives in France. RESULTS: We identified four types of major vulnerabilities among patients with mental disorders during this pandemic: (1) medical comorbidities that are more frequently found among patients with mental disorders (cardiovascular and pulmonary pathologies, diabetes, obesity, etc.) which are risk factors for severe covid-19 infection; (2) age (the elderly form the population most vulnerable to the coronavirus); (3) cognitive and behavioural disorders, which can hamper compliance with confinement and hygiene measures and finally and (4) psychosocial vulnerability as a result of stigmatization and/or socio-economic difficulties. Furthermore, the mental health healthcare system is more vulnerable than other healthcare systems. Current government plans are poorly suited to psychiatric establishments in a context of major shortages of organizational, material and human resources. In addition, a certain number of structural aspects make the psychiatric institution particularly vulnerable: many beds have been closed, wards have high densities of patients, mental health community facilities are closed, and medical teams are understaffed and poorly trained to face infectious diseases. There are also major issues when referring patients with acute mental disorders to intensive care units. To maintain the continuity of psychiatric care in this pandemic situation, several directions can be considered, in particular with the creation of \"COVID+ units\". These units are under the dual supervision of a psychiatrist and an internist/infectious disease specialist; all new entrants are placed in quarantine for 14 days; the nursing staff receives specific training, daily medical check-ups and close psychological support. Family visits are prohibited and replaced by videoconference. At the end of hospitalization, in particular for the population of patients in compulsory ambulatory care situations, specific case-management are organized with the possibility of home visits, in order to support patients when they get back home and to help them cope with the experience of confinement, which is liable to induce recurrences of mental disorders. The total or partial closure of community mental health facilities is particularly disturbing for patients, but a regular follow-up is possible with telemedicine and should include the monitoring of suicide risk and psycho-education strategies; developing support platforms could also be very helpful in this context. Private practice psychiatrists also have a crucial role of information towards their patients on confinement and barrier measures, and also on measures to prevent the psychological risks inherent in confinement: maintenance of regular sleep r, physical exercise, social interactions, stress management and coping strategies, prevention of addictions, etc. They should also be trained to prevent, detect and treat early warning symptoms of post-traumatic stress disorder, because their prevalence was high in the regions of China most affected by the pandemic. DISCUSSION: French mental healthcare is now facing a great and urgent need for reorganization and must also prepare in the coming days and weeks to face an epidemic of emotional disorders due to the confinement of the general population."],"journal":"Encephale","authors":["Chevance, A","Gourion, D","Hoertel, N","Llorca, P-M","Thomas, P","Bocher, R","Moro, M-R","Laprevote, V","Benyamina, A","Fossati, P","Masson, M","Leaune, E","Leboyer, M","Gaillard, R"],"date":"2020-05-07T11:00:00Z","year":2020,"_id":"32370982","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1016/j.encep.2020.04.005","keywords":["coronavirus","covid-19","epidemic","france","pandemic","psychiatry","sars-cov-2"],"locations":["France","France","China","French","France"],"countries":["China","France"],"countries_codes":["CHN|China","FRA|France"],"weight":0,"_version_":1666138496479264768,"score":103.46859},{"pmid":32271600,"title":"Efficacy of Mass Quarantine as Leverage of Health System Governance During COVID-19 Outbreak: A Mini Policy Review.","text":["Efficacy of Mass Quarantine as Leverage of Health System Governance During COVID-19 Outbreak: A Mini Policy Review.","On January 23, 2020, the Chinese government announced the city lockdown of Wuhan. Since then, there have been controversial debates among experts about the efficacy of mass quarantine, the oldest and probably one of the most effective methods for controlling infectious disease outbreaks. The impact of health policymaking section of health system governance becomes visible to all stakeholders and the public in such emergency contexts. The success and failure of such policies should be evaluated in order to find the proper course of action for the local and international communities. In this review, we aim to investigate the efficacy of mass quarantine in China during the coronavirus disease 2019 (COVID-19) pandemic. We found good quality evidence for the effectiveness of mass quarantine during the current stage of COVID-19 pandemic, and these strategies seem to have been highly effective in controlling the spread of the disease.","Arch Iran Med","Taghrir, Mohammad Hossein","Akbarialiabad, Hossein","Ahmadi Marzaleh, Milad","32271600"],"abstract":["On January 23, 2020, the Chinese government announced the city lockdown of Wuhan. Since then, there have been controversial debates among experts about the efficacy of mass quarantine, the oldest and probably one of the most effective methods for controlling infectious disease outbreaks. The impact of health policymaking section of health system governance becomes visible to all stakeholders and the public in such emergency contexts. The success and failure of such policies should be evaluated in order to find the proper course of action for the local and international communities. In this review, we aim to investigate the efficacy of mass quarantine in China during the coronavirus disease 2019 (COVID-19) pandemic. We found good quality evidence for the effectiveness of mass quarantine during the current stage of COVID-19 pandemic, and these strategies seem to have been highly effective in controlling the spread of the disease."],"journal":"Arch Iran Med","authors":["Taghrir, Mohammad Hossein","Akbarialiabad, Hossein","Ahmadi Marzaleh, Milad"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32271600","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.34172/aim.2020.08","keywords":["covid-19","disease outbreaks","health policy","pandemics","quarantine","viruses"],"locations":["Chinese","Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1666138491758575618,"score":102.73027},{"pmid":32484511,"title":"Honey Bee Queen Production: Canadian Costing Case Study and Profitability Analysis.","text":["Honey Bee Queen Production: Canadian Costing Case Study and Profitability Analysis.","The decline in managed honey bee (Hymenoptera: Apidae) colony health worldwide has had a significant impact on the beekeeping industry. To mitigate colony losses, beekeepers in Canada and around the world introduce queens into replacement colonies; however, Canada's short queen rearing season has historically limited the production of early season queens. As a result, Canadian beekeepers rely on the importation of foreign bees, particularly queens from warmer climates. Importing a large proportion of (often mal-adapted) queens each year creates a dependency on foreign bee sources, putting beekeeping, and pollination sectors at risk in the event of border closures, transportation issues, and other restrictions as is currently happening due to the 2020 Covid-19 pandemic. Although traditional Canadian queen production is unable to fully meet early season demand, increasing domestic queen production to meet mid- and later season demand would reduce Canada's dependency. As well, on-going studies exploring the potential for overwintering queens in Canada may offer a strategy to have early season domestic queens available. Increasing the local supply of queens could provide Canadian beekeepers, farmers, and consumers with a greater level of agricultural stability and food security. Our study is the first rigorous analysis of the economic feasibility of queen production. We present the costs of queen production for three Canadian operations over two years. Our results show that it can be profitable for a beekeeping operation in Canada to produce queen cells and mated queens and could be one viable strategy to increase the sustainability of the beekeeping industry.","J Econ Entomol","Bixby, Miriam","Hoover, Shelley E","McCallum, Robyn","Ibrahim, Abdullah","Ovinge, Lynae","Olmstead, Sawyer","Pernal, Stephen F","Zayed, Amro","Foster, Leonard J","Guarna, M Marta","32484511"],"abstract":["The decline in managed honey bee (Hymenoptera: Apidae) colony health worldwide has had a significant impact on the beekeeping industry. To mitigate colony losses, beekeepers in Canada and around the world introduce queens into replacement colonies; however, Canada's short queen rearing season has historically limited the production of early season queens. As a result, Canadian beekeepers rely on the importation of foreign bees, particularly queens from warmer climates. Importing a large proportion of (often mal-adapted) queens each year creates a dependency on foreign bee sources, putting beekeeping, and pollination sectors at risk in the event of border closures, transportation issues, and other restrictions as is currently happening due to the 2020 Covid-19 pandemic. Although traditional Canadian queen production is unable to fully meet early season demand, increasing domestic queen production to meet mid- and later season demand would reduce Canada's dependency. As well, on-going studies exploring the potential for overwintering queens in Canada may offer a strategy to have early season domestic queens available. Increasing the local supply of queens could provide Canadian beekeepers, farmers, and consumers with a greater level of agricultural stability and food security. Our study is the first rigorous analysis of the economic feasibility of queen production. We present the costs of queen production for three Canadian operations over two years. Our results show that it can be profitable for a beekeeping operation in Canada to produce queen cells and mated queens and could be one viable strategy to increase the sustainability of the beekeeping industry."],"journal":"J Econ Entomol","authors":["Bixby, Miriam","Hoover, Shelley E","McCallum, Robyn","Ibrahim, Abdullah","Ovinge, Lynae","Olmstead, Sawyer","Pernal, Stephen F","Zayed, Amro","Foster, Leonard J","Guarna, M Marta"],"date":"2020-06-03T11:00:00Z","year":2020,"_id":"32484511","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1093/jee/toaa102","keywords":["covid-19","honey bees","economics","honey bee importation","queen breeding"],"locations":["Hymenoptera","Apidae","Canada","Canada","Canadian","Canadian","Canada","Canada","Canadian","Canadian","Canada"],"countries":["Canada"],"countries_codes":["CAN|Canada"],"weight":0,"_version_":1668532114936561664,"score":101.826584}]}