{"pmid":32426242,"pmcid":"PMC7229956","title":"Novel coronavirus-related acute respiratory distress syndrome in a patient with twin pregnancy: A case report.","text":["Novel coronavirus-related acute respiratory distress syndrome in a patient with twin pregnancy: A case report.","We present the case of a 39-year-old woman, G1P0, who had conceived twins via in-vitro fertilization, who presented at 27weeks of gestation with nasal congestion and dry cough for 7days. On presentation, her physical examination was benign, except for sinus tachycardia, and she was oxygenating adequately on room air. Laboratory studies were unremarkable, except a PCR test positive for SARS-COV2, and a CT scan of her chest showed bilateral multi-focal ground-glass opacities. A fetal non-stress test was reassuring. She was treated with intravenous fluids, ceftriaxone, azithromycin, and hydroxychloroquine. During her hospital stay, she developed progressively worsening respiratory failure, initially requiring non-invasive ventilation, and subsequently progressed to acute respiratory distress syndrome requiring mechanical ventilation. She then suffered from sudden hypoxemia and hemodynamic collapse, on maximal ventilatory support, prompting an emergency cesarean section at bedside. This led to rapid stabilization of hemodynamic parameters, and of her overall respiratory status. Both the twins were born prematurely, and one of them tested positive for SARS-COV2.","Case Rep Womens Health","Mehta, Harsh","Ivanovic, Sasa","Cronin, Amanda","VanBrunt, Lindsey","Mistry, Nirav","Miller, Richard","Yodice, Paul","Rezai, Fariborz","32426242"],"abstract":["We present the case of a 39-year-old woman, G1P0, who had conceived twins via in-vitro fertilization, who presented at 27weeks of gestation with nasal congestion and dry cough for 7days. On presentation, her physical examination was benign, except for sinus tachycardia, and she was oxygenating adequately on room air. Laboratory studies were unremarkable, except a PCR test positive for SARS-COV2, and a CT scan of her chest showed bilateral multi-focal ground-glass opacities. A fetal non-stress test was reassuring. She was treated with intravenous fluids, ceftriaxone, azithromycin, and hydroxychloroquine. During her hospital stay, she developed progressively worsening respiratory failure, initially requiring non-invasive ventilation, and subsequently progressed to acute respiratory distress syndrome requiring mechanical ventilation. She then suffered from sudden hypoxemia and hemodynamic collapse, on maximal ventilatory support, prompting an emergency cesarean section at bedside. This led to rapid stabilization of hemodynamic parameters, and of her overall respiratory status. Both the twins were born prematurely, and one of them tested positive for SARS-COV2."],"journal":"Case Rep Womens Health","authors":["Mehta, Harsh","Ivanovic, Sasa","Cronin, Amanda","VanBrunt, Lindsey","Mistry, Nirav","Miller, Richard","Yodice, Paul","Rezai, Fariborz"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32426242","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.crwh.2020.e00220","keywords":["acute respiratory distress syndrome","covid-19","mechanical ventilation","novel coronavirus disease","twin pregnancy","vertical transmission"],"e_drugs":["Ceftriaxone","Azithromycin","Hydroxychloroquine"],"topics":["Case Report"],"weight":1,"_version_":1667252838014648321,"score":9.490897,"similar":[{"pmid":32384516,"title":"Novel coronavirus 2019 (COVID-19): A case report and review of treatments.","text":["Novel coronavirus 2019 (COVID-19): A case report and review of treatments.","RATIONALE: Novel coronavirus 2019 (COVID-19) also known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is an enveloped, non-segmented positive-sense RNA virus belonging to the beta-coronaviridae family. This virus is known to cause severe bilateral pneumonia and acute respiratory distress syndrome (ARDS) which can lead to difficulty breathing requiring mechanical ventilation and intensive care unit management. PATIENT CONCERNS: A 77-year-old female with a history of hypertension and hyperlipidemia who presented as a transfer to our hospital facility with worsening fevers, cough, and respiratory distress. DIAGNOSIS: Chest X-rays revealed bilateral infiltrates worse at the lung bases and CT scan of the chest showed bilateral ground-glass opacities consistent with COVID-19. While our testing revealed a negative COVID-19 result at our institution, the result at a previous hospital returned a positive result. INTERVENTIONS: She was being treated aggressively in the intensive care unit with high dose intravenous ascorbic acid, hydroxychloroquine, and anti-interleukin-6 monoclonal antibody. She also received a loading dose of remdesivir however was unable to complete the course due to organ failure and requirement of vasopressors for hemodynamic stability. OUTCOMES: She remained critically ill and was eventually placed on comfort care as per the family's wishes and passed away. LESSONS: With a rapidly growing death rate and more than 200,000 confirmed cases worldwide, COVID-19 has become a global pandemic and major hit to our healthcare systems. While several companies have already begun vaccine trials and healthcare facilities have been using a wide-range of medications to treat the virus and symptoms, there is not yet an approved medication regimen for COVID-19 infections. The alarming increase in cases per day adds additional pressure to find a cure and decrease the global health burden and mortality rate.","Medicine (Baltimore)","Douedi, Steven","Miskoff, Jeffrey","32384516"],"abstract":["RATIONALE: Novel coronavirus 2019 (COVID-19) also known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is an enveloped, non-segmented positive-sense RNA virus belonging to the beta-coronaviridae family. This virus is known to cause severe bilateral pneumonia and acute respiratory distress syndrome (ARDS) which can lead to difficulty breathing requiring mechanical ventilation and intensive care unit management. PATIENT CONCERNS: A 77-year-old female with a history of hypertension and hyperlipidemia who presented as a transfer to our hospital facility with worsening fevers, cough, and respiratory distress. DIAGNOSIS: Chest X-rays revealed bilateral infiltrates worse at the lung bases and CT scan of the chest showed bilateral ground-glass opacities consistent with COVID-19. While our testing revealed a negative COVID-19 result at our institution, the result at a previous hospital returned a positive result. INTERVENTIONS: She was being treated aggressively in the intensive care unit with high dose intravenous ascorbic acid, hydroxychloroquine, and anti-interleukin-6 monoclonal antibody. She also received a loading dose of remdesivir however was unable to complete the course due to organ failure and requirement of vasopressors for hemodynamic stability. OUTCOMES: She remained critically ill and was eventually placed on comfort care as per the family's wishes and passed away. LESSONS: With a rapidly growing death rate and more than 200,000 confirmed cases worldwide, COVID-19 has become a global pandemic and major hit to our healthcare systems. While several companies have already begun vaccine trials and healthcare facilities have been using a wide-range of medications to treat the virus and symptoms, there is not yet an approved medication regimen for COVID-19 infections. The alarming increase in cases per day adds additional pressure to find a cure and decrease the global health burden and mortality rate."],"journal":"Medicine (Baltimore)","authors":["Douedi, Steven","Miskoff, Jeffrey"],"date":"2020-05-09T11:00:00Z","year":2020,"_id":"32384516","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1097/MD.0000000000020207","topics":["Case Report"],"weight":1,"_version_":1666267276769230848,"score":187.51907},{"pmid":32283217,"pmcid":"PMC7151464","title":"Mortality of a pregnant patient diagnosed with COVID-19: A case report with clinical, radiological, and histopathological findings.","text":["Mortality of a pregnant patient diagnosed with COVID-19: A case report with clinical, radiological, and histopathological findings.","This report highlights details on a pregnant case of COVID-19 who unfortunately did not survive. This 27-year-old woman at her 30 and 3/7 weeks' gestation was referred to our center with fever, myalgia, and cough. The laboratory investigations showed leukopenia and lymphopenia as well as increased creatinine and CRP levels. The first chest X-ray (faint bilateral patchy opacities) and CT scan (some faint subpleural ground-glass opacities associated with pleural thickening) were not typical for initial COVID-19 pulmonary infection, however, the treatment for COVID-19 was started. Due to respiratory distress, she was intubated and put under mechanical ventilation. After a while, the fetus was born with Apgar score of 0 and did not react to the neonatal cardiopulmonary resuscitation protocol. Finally, due to deterioration in the clinical and imaging findings, the patient was expired as a result of multi-organ failure. Following the death, autopsy was performed and the histopathologic evaluations of the lungs showed evidence of viral pneumonia (viral cytopathic effect and a mild increase in alveolar wall thickness) and ARDS (hyaline membrane). Also, reverse transcription-polymerase chain reaction (RT-PCR) confirmed SARS-CoV-2 infection in the lungs. To our knowledge, this is the first report of maternal death with confirmed COVID-19 infection.","Travel Med Infect Dis","Karami, Parisa","Naghavi, Maliheh","Feyzi, Abdolamir","Aghamohammadi, Mehdi","Novin, Mohammad Sadegh","Mobaien, Ahmadreza","Qorbanisani, Mohamad","Karami, Aida","Norooznezhad, Amir Hossein","32283217"],"abstract":["This report highlights details on a pregnant case of COVID-19 who unfortunately did not survive. This 27-year-old woman at her 30 and 3/7 weeks' gestation was referred to our center with fever, myalgia, and cough. The laboratory investigations showed leukopenia and lymphopenia as well as increased creatinine and CRP levels. The first chest X-ray (faint bilateral patchy opacities) and CT scan (some faint subpleural ground-glass opacities associated with pleural thickening) were not typical for initial COVID-19 pulmonary infection, however, the treatment for COVID-19 was started. Due to respiratory distress, she was intubated and put under mechanical ventilation. After a while, the fetus was born with Apgar score of 0 and did not react to the neonatal cardiopulmonary resuscitation protocol. Finally, due to deterioration in the clinical and imaging findings, the patient was expired as a result of multi-organ failure. Following the death, autopsy was performed and the histopathologic evaluations of the lungs showed evidence of viral pneumonia (viral cytopathic effect and a mild increase in alveolar wall thickness) and ARDS (hyaline membrane). Also, reverse transcription-polymerase chain reaction (RT-PCR) confirmed SARS-CoV-2 infection in the lungs. To our knowledge, this is the first report of maternal death with confirmed COVID-19 infection."],"journal":"Travel Med Infect Dis","authors":["Karami, Parisa","Naghavi, Maliheh","Feyzi, Abdolamir","Aghamohammadi, Mehdi","Novin, Mohammad Sadegh","Mobaien, Ahmadreza","Qorbanisani, Mohamad","Karami, Aida","Norooznezhad, Amir Hossein"],"date":"2020-04-14T11:00:00Z","year":2020,"_id":"32283217","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1016/j.tmaid.2020.101665","keywords":["acute kidney injury","acute respiratory distress syndrome","coronavirus disease 2019","intrauterine fetal death","pregnancy","sars-cov-2"],"locations":["fever","myalgia"],"e_drugs":["Creatinine"],"topics":["Case Report"],"weight":1,"_version_":1666138491472314368,"score":163.07578},{"pmid":32382516,"pmcid":"PMC7204648","title":"Severe COVID-19 infection in pregnancy requiring intubation without preterm delivery: A case report.","text":["Severe COVID-19 infection in pregnancy requiring intubation without preterm delivery: A case report.","Background: Coronavirus-2019 (COVID-19) is a global health crisis, but there is limited guidance for the critical care management of pregnant patients experiencing respiratory collapse. We describe our management of a peri-viable pregnant patient requiring intubation; discussion includes pharmacologic interventions, mechanical ventilation adjustments, and consideration of fetal interventions, including delivery timing. Case: A 36-year-old, gravida 2, para 1 woman positive for COVID-19 at 23weeks of gestation with severe disease required admission to the intensive care unit and intubation. She completed 5days of hydroxychloroquine and 7days of prednisone. She was successfully intubated after 8days and discharged home in a stable condition without preterm delivery on hospital day 11. Conclusion: Fortunately, the patient responded to aggressive respiratory support with intubation and mechanical ventilation early upon presentation. It is unclear whether our institution's empiric use of hydroxychloroquine and prednisone facilitated her recovery. We hope that our report helps other institutions navigate the complex care surrounding pregnant patients with severe COVID-19 pneumonia requiring intensive care.","Case Rep Womens Health","Hong, Leah","Smith, Nicolina","Keerthy, Madhurima","Lee-Griffith, Monica","Garcia, Robyn","Shaman, Majid","Goyert, Gregory","32382516"],"abstract":["Background: Coronavirus-2019 (COVID-19) is a global health crisis, but there is limited guidance for the critical care management of pregnant patients experiencing respiratory collapse. We describe our management of a peri-viable pregnant patient requiring intubation; discussion includes pharmacologic interventions, mechanical ventilation adjustments, and consideration of fetal interventions, including delivery timing. Case: A 36-year-old, gravida 2, para 1 woman positive for COVID-19 at 23weeks of gestation with severe disease required admission to the intensive care unit and intubation. She completed 5days of hydroxychloroquine and 7days of prednisone. She was successfully intubated after 8days and discharged home in a stable condition without preterm delivery on hospital day 11. Conclusion: Fortunately, the patient responded to aggressive respiratory support with intubation and mechanical ventilation early upon presentation. It is unclear whether our institution's empiric use of hydroxychloroquine and prednisone facilitated her recovery. We hope that our report helps other institutions navigate the complex care surrounding pregnant patients with severe COVID-19 pneumonia requiring intensive care."],"journal":"Case Rep Womens Health","authors":["Hong, Leah","Smith, Nicolina","Keerthy, Madhurima","Lee-Griffith, Monica","Garcia, Robyn","Shaman, Majid","Goyert, Gregory"],"date":"2020-05-09T11:00:00Z","year":2020,"_id":"32382516","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1016/j.crwh.2020.e00217","keywords":["acute respiratory distress","covid-19","corona virus","intubation","maternal fetal medicine","pregnancy"],"e_drugs":["Hydroxychloroquine","Prednisone"],"topics":["Case Report"],"weight":1,"_version_":1666419683249618945,"score":153.32515},{"pmid":32105680,"pmcid":"PMC7093856","title":"Coronavirus Disease 2019 (COVID-19) and pregnancy: what obstetricians need to know.","text":["Coronavirus Disease 2019 (COVID-19) and pregnancy: what obstetricians need to know.","Coronavirus disease 2019 is an emerging disease with a rapid increase in cases and deaths since its first identification in Wuhan, China, in December 2019. Limited data are available about coronavirus disease 2019 during pregnancy; however, information on illnesses associated with other highly pathogenic coronaviruses (ie, severe acute respiratory syndrome and the Middle East respiratory syndrome) might provide insights into coronavirus disease 2019's effects during pregnancy. Coronaviruses cause illness ranging in severity from the common cold to severe respiratory illness and death. Currently the primary epidemiologic risk factors for coronavirus disease 2019 include travel from mainland China (especially Hubei Province) or close contact with infected individuals within 14 days of symptom onset. Data suggest an incubation period of approximately 5 days (range, 2-14 days). Average age of hospitalized patients has been 49-56 years, with a third to half with an underlying illness. Children have been rarely reported. Men were more frequent among hospitalized cases (54-73%). Frequent manifestations include fever, cough, myalgia, headache, and diarrhea. Abnormal testing includes abnormalities on chest radiographic imaging, lymphopenia, leukopenia, and thrombocytopenia. Initial reports suggest that acute respiratory distress syndrome develops in 17-29% of hospitalized patients. Overall case fatality rate appears to be approximately 1%; however, early data may overestimate this rate. In 2 reports describing 18 pregnancies with coronavirus disease 2019, all were infected in the third trimester, and clinical findings were similar to those in nonpregnant adults. Fetal distress and preterm delivery were seen in some cases. All but 2 pregnancies were cesarean deliveries and no evidence of in utero transmission was seen. Data on severe acute respiratory syndrome and Middle East respiratory syndrome in pregnancy are sparse. For severe acute respiratory syndrome, the largest series of 12 pregnancies had a case-fatality rate of 25%. Complications included acute respiratory distress syndrome in 4, disseminated intravascular coagulopathy in 3, renal failure in 3, secondary bacterial pneumonia in 2, and sepsis in 2 patients. Mechanical ventilation was 3 times more likely among pregnant compared with nonpregnant women. Among 7 first-trimester infections, 4 ended in spontaneous abortion. Four of 5 women with severe acute respiratory syndrome after 24 weeks' gestation delivered preterm. For Middle East respiratory syndrome, there were 13 case reports in pregnant women, of which 2 were asymptomatic, identified as part of a contact investigation; 3 patients (23%) died. Two pregnancies ended in fetal demise and 2 were born preterm. No evidence of in utero transmission was seen in severe acute respiratory syndrome or Middle East respiratory syndrome. Currently no coronavirus-specific treatments have been approved by the US Food and Drug Administration. Because coronavirus disease 2019 might increase the risk for pregnancy complications, management should optimally be in a health care facility with close maternal and fetal monitoring. Principles of management of coronavirus disease 2019 in pregnancy include early isolation, aggressive infection control procedures, oxygen therapy, avoidance of fluid overload, consideration of empiric antibiotics (secondary to bacterial infection risk), laboratory testing for the virus and coinfection, fetal and uterine contraction monitoring, early mechanical ventilation for progressive respiratory failure, individualized delivery planning, and a team-based approach with multispecialty consultations. Information on coronavirus disease 2019 is increasing rapidly. Clinicians should continue to follow the Centers for Disease Control and Prevention website to stay up to date with the latest information (https://www.cdc.gov/coronavirus/2019-nCoV/hcp/index.html).","Am J Obstet Gynecol","Rasmussen, Sonja A","Smulian, John C","Lednicky, John A","Wen, Tony S","Jamieson, Denise J","32105680"],"abstract":["Coronavirus disease 2019 is an emerging disease with a rapid increase in cases and deaths since its first identification in Wuhan, China, in December 2019. Limited data are available about coronavirus disease 2019 during pregnancy; however, information on illnesses associated with other highly pathogenic coronaviruses (ie, severe acute respiratory syndrome and the Middle East respiratory syndrome) might provide insights into coronavirus disease 2019's effects during pregnancy. Coronaviruses cause illness ranging in severity from the common cold to severe respiratory illness and death. Currently the primary epidemiologic risk factors for coronavirus disease 2019 include travel from mainland China (especially Hubei Province) or close contact with infected individuals within 14 days of symptom onset. Data suggest an incubation period of approximately 5 days (range, 2-14 days). Average age of hospitalized patients has been 49-56 years, with a third to half with an underlying illness. Children have been rarely reported. Men were more frequent among hospitalized cases (54-73%). Frequent manifestations include fever, cough, myalgia, headache, and diarrhea. Abnormal testing includes abnormalities on chest radiographic imaging, lymphopenia, leukopenia, and thrombocytopenia. Initial reports suggest that acute respiratory distress syndrome develops in 17-29% of hospitalized patients. Overall case fatality rate appears to be approximately 1%; however, early data may overestimate this rate. In 2 reports describing 18 pregnancies with coronavirus disease 2019, all were infected in the third trimester, and clinical findings were similar to those in nonpregnant adults. Fetal distress and preterm delivery were seen in some cases. All but 2 pregnancies were cesarean deliveries and no evidence of in utero transmission was seen. Data on severe acute respiratory syndrome and Middle East respiratory syndrome in pregnancy are sparse. For severe acute respiratory syndrome, the largest series of 12 pregnancies had a case-fatality rate of 25%. Complications included acute respiratory distress syndrome in 4, disseminated intravascular coagulopathy in 3, renal failure in 3, secondary bacterial pneumonia in 2, and sepsis in 2 patients. Mechanical ventilation was 3 times more likely among pregnant compared with nonpregnant women. Among 7 first-trimester infections, 4 ended in spontaneous abortion. Four of 5 women with severe acute respiratory syndrome after 24 weeks' gestation delivered preterm. For Middle East respiratory syndrome, there were 13 case reports in pregnant women, of which 2 were asymptomatic, identified as part of a contact investigation; 3 patients (23%) died. Two pregnancies ended in fetal demise and 2 were born preterm. No evidence of in utero transmission was seen in severe acute respiratory syndrome or Middle East respiratory syndrome. Currently no coronavirus-specific treatments have been approved by the US Food and Drug Administration. Because coronavirus disease 2019 might increase the risk for pregnancy complications, management should optimally be in a health care facility with close maternal and fetal monitoring. Principles of management of coronavirus disease 2019 in pregnancy include early isolation, aggressive infection control procedures, oxygen therapy, avoidance of fluid overload, consideration of empiric antibiotics (secondary to bacterial infection risk), laboratory testing for the virus and coinfection, fetal and uterine contraction monitoring, early mechanical ventilation for progressive respiratory failure, individualized delivery planning, and a team-based approach with multispecialty consultations. Information on coronavirus disease 2019 is increasing rapidly. Clinicians should continue to follow the Centers for Disease Control and Prevention website to stay up to date with the latest information (https://www.cdc.gov/coronavirus/2019-nCoV/hcp/index.html)."],"journal":"Am J Obstet Gynecol","authors":["Rasmussen, Sonja A","Smulian, John C","Lednicky, John A","Wen, Tony S","Jamieson, Denise J"],"date":"2020-02-28T11:00:00Z","year":2020,"_id":"32105680","source":"PubMed","week":"20209|Feb 24 - Mar 01","doi":"10.1016/j.ajog.2020.02.017","keywords":["2019 novel coronavirus","middle east respiratory syndrome","fetal death","fetus","maternal death","newborn","novel coronavirus","perinatal infection","pneumonia","pregnancy","preterm birth","severe acute respiratory syndrome","severe acute respiratory syndrome coronavirus 2","vertical transmission"],"locations":["Wuhan","China","China","Hubei","myalgia","headache","lymphopenia","leukopenia","thrombocytopenia"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1666138490780254208,"score":151.1561},{"pmid":32305046,"title":"Severe COVID-19 during Pregnancy and Possible Vertical Transmission.","text":["Severe COVID-19 during Pregnancy and Possible Vertical Transmission.","There are few cases of pregnant women with novel corona virus 2019 (COVID-19) in the literature, most of them with a mild illness course. There is limited evidence about in utero infection and early positive neonatal testing. A 41-year-old G3P2 with a history of previous cesarean deliveries and diabetes mellitus presented with a 4-day history of malaise, low-grade fever, and progressive shortness of breath. A nasopharyngeal swab was positive for COVID-19, COVID-19 serology was negative. The patient developed respiratory failure requiring mechanical ventilation on day 5 of disease onset. The patient underwent a cesarean delivery, and neonatal isolation was implemented immediately after birth, without delayed cord clamping or skin-to-skin contact. The neonatal nasopharyngeal swab, 16 hours after delivery, was positive for severe acute respiratory syndrome-coronavirus 2 (SARS-CoV-2) real-time polymerase chain reaction (RT-PCR), and immunoglobulin (Ig)-M and IgG for SARS-CoV-2 were negative. Maternal IgM and IgG were positive on postpartum day 4 (day 9 after symptom onset). We report a severe presentation of COVID-19 during pregnancy. To our knowledge, this is the earliest reported positive PCR in the neonate, raising the concern for vertical transmission. We suggest pregnant women should be considered as a high-risk group and minimize exposures for these reasons. KEY POINTS: . We report a severe presentation of COVID-19 in pregnancy requiring invasive ventilatory support.. . This is a case of positive RT-PCR in first day of life, suggesting possible vertical transmission.. . There were no detectable maternal antibodies for COVID-19 until after delivery..","Am J Perinatol","Alzamora, Maria Claudia","Paredes, Tania","Caceres, David","Webb, Camille M","Valdez, Luis M","La Rosa, Mauricio","32305046"],"abstract":["There are few cases of pregnant women with novel corona virus 2019 (COVID-19) in the literature, most of them with a mild illness course. There is limited evidence about in utero infection and early positive neonatal testing. A 41-year-old G3P2 with a history of previous cesarean deliveries and diabetes mellitus presented with a 4-day history of malaise, low-grade fever, and progressive shortness of breath. A nasopharyngeal swab was positive for COVID-19, COVID-19 serology was negative. The patient developed respiratory failure requiring mechanical ventilation on day 5 of disease onset. The patient underwent a cesarean delivery, and neonatal isolation was implemented immediately after birth, without delayed cord clamping or skin-to-skin contact. The neonatal nasopharyngeal swab, 16 hours after delivery, was positive for severe acute respiratory syndrome-coronavirus 2 (SARS-CoV-2) real-time polymerase chain reaction (RT-PCR), and immunoglobulin (Ig)-M and IgG for SARS-CoV-2 were negative. Maternal IgM and IgG were positive on postpartum day 4 (day 9 after symptom onset). We report a severe presentation of COVID-19 during pregnancy. To our knowledge, this is the earliest reported positive PCR in the neonate, raising the concern for vertical transmission. We suggest pregnant women should be considered as a high-risk group and minimize exposures for these reasons. KEY POINTS: . We report a severe presentation of COVID-19 in pregnancy requiring invasive ventilatory support.. . This is a case of positive RT-PCR in first day of life, suggesting possible vertical transmission.. . There were no detectable maternal antibodies for COVID-19 until after delivery.."],"journal":"Am J Perinatol","authors":["Alzamora, Maria Claudia","Paredes, Tania","Caceres, David","Webb, Camille M","Valdez, Luis M","La Rosa, Mauricio"],"date":"2020-04-19T11:00:00Z","year":2020,"_id":"32305046","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1055/s-0040-1710050","topics":["Case Report"],"weight":1,"_version_":1666138491071758337,"score":144.87697}]}