{"pmid":32426755,"pmcid":"PMC7188415","title":"Clinical Distancing and Mitigation of Coronavirus Disease 2019.","text":["Clinical Distancing and Mitigation of Coronavirus Disease 2019.","Social distancing as a technique to limit transmission of infectious disease has come into common parlance following the arrival and rapid spread of a novel coronavirus disease around the world in 2019 and 2020. But in the face of an emerging pandemic threat, it is crucial that we start to apply these principles to the clinic, the emergency department, and the hospital ward. We propose that this dynamic situation calls for a parallel \"Clinical Distancing\" in which we as a medical culture go against many of our fundamental instincts and, at least in the short term, begin to reduce unnecessary patient-care contacts for the benefit of our patients and our ability to continue to provide care to those who need it most. In this commentary, we provide specific recommendations for the rapid implementation of clinical distancing techniques.","Crit Care Explor","Scott, Benjamin K","Hravnak, Marilyn","Pamplin, Jeremy C","32426755"],"abstract":["Social distancing as a technique to limit transmission of infectious disease has come into common parlance following the arrival and rapid spread of a novel coronavirus disease around the world in 2019 and 2020. But in the face of an emerging pandemic threat, it is crucial that we start to apply these principles to the clinic, the emergency department, and the hospital ward. We propose that this dynamic situation calls for a parallel \"Clinical Distancing\" in which we as a medical culture go against many of our fundamental instincts and, at least in the short term, begin to reduce unnecessary patient-care contacts for the benefit of our patients and our ability to continue to provide care to those who need it most. In this commentary, we provide specific recommendations for the rapid implementation of clinical distancing techniques."],"journal":"Crit Care Explor","authors":["Scott, Benjamin K","Hravnak, Marilyn","Pamplin, Jeremy C"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32426755","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1097/CCE.0000000000000117","keywords":["clinical distancing","coronavirus disease 2019","social distancing","telemedicine"],"topics":["Prevention"],"weight":1,"_version_":1667352728929566722,"score":9.490897,"similar":[{"pmid":32378762,"title":"Covid 19. The paradox of social distancing.","text":["Covid 19. The paradox of social distancing.","Before 2020 the term 'social distancing' while not new, was barely known. The concept was promoted by the World Health Organisation in 2008 as a public health measure to prevent transmission of influenza, and in various forms it can be identified in reference to epidemics going back hundreds of years. However, in common parlance social distancing is more likely to have been associated with stigma or social class, something with negative connotations, something to be avoided.","J Psychiatr Ment Health Nurs","O'Brien, Anthony","32378762"],"abstract":["Before 2020 the term 'social distancing' while not new, was barely known. The concept was promoted by the World Health Organisation in 2008 as a public health measure to prevent transmission of influenza, and in various forms it can be identified in reference to epidemics going back hundreds of years. However, in common parlance social distancing is more likely to have been associated with stigma or social class, something with negative connotations, something to be avoided."],"journal":"J Psychiatr Ment Health Nurs","authors":["O'Brien, Anthony"],"date":"2020-05-08T11:00:00Z","year":2020,"_id":"32378762","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1111/jpm.12648","topics":["Prevention"],"weight":1,"_version_":1666262687637569536,"score":155.07135},{"pmid":32207542,"title":"Action at a Distance: Geriatric Research during a Pandemic.","text":["Action at a Distance: Geriatric Research during a Pandemic.","BACKGROUND: \"Action at a distance\" may be the new norm for clinical researchers in the context of the COVID-19 pandemic that may require social distancing for the next 18 months. We must minimize face-to-face contact with vulnerable populations. But we must also persist, adapt, and help our older patients and study participants during the pandemic. METHODS: Clinical researchers have an obligation to help, and we can. Recommendations for clinical researchers working with older adults during the COVID-19 pandemic are discussed. RESULTS: Implement technology now: Minimize face-to-face contact with participants by utilizing digital tools, such as shifting to electronic informed consent and digital HIPAA-compliant tools such as e-mailed surveys or telehealth assessments. Assess the psychological and social impact of COVID-19: How are participants coping? What health or social behaviors have changed? How are they keeping up with current events? What are they doing to stay connected to their families, friends, and communities? Are their healthcare needs being met? Current studies should be adapted immediately to these ends. Mobilize research platforms for patient needs: Leverage our relationships with participants and rapidly deploy novel clinical engagement techniques such as digital tools to intervene remotely and reduce the negative effects of social isolation on our participants. Equip research staff with tangible resources, and provide timely population-specific health information to support patients and healthcare providers. CONCLUSIONS: We have an opportunity to make an impact on our older adult patients now as this pandemic continues to unfold. Above all, clinical researchers need to continue working, to help as many people as possible through the crisis.","J Am Geriatr Soc","Nicol, Ginger E","Piccirillo, Jay F","Mulsant, Benoit H","Lenze, Eric J","32207542"],"abstract":["BACKGROUND: \"Action at a distance\" may be the new norm for clinical researchers in the context of the COVID-19 pandemic that may require social distancing for the next 18 months. We must minimize face-to-face contact with vulnerable populations. But we must also persist, adapt, and help our older patients and study participants during the pandemic. METHODS: Clinical researchers have an obligation to help, and we can. Recommendations for clinical researchers working with older adults during the COVID-19 pandemic are discussed. RESULTS: Implement technology now: Minimize face-to-face contact with participants by utilizing digital tools, such as shifting to electronic informed consent and digital HIPAA-compliant tools such as e-mailed surveys or telehealth assessments. Assess the psychological and social impact of COVID-19: How are participants coping? What health or social behaviors have changed? How are they keeping up with current events? What are they doing to stay connected to their families, friends, and communities? Are their healthcare needs being met? Current studies should be adapted immediately to these ends. Mobilize research platforms for patient needs: Leverage our relationships with participants and rapidly deploy novel clinical engagement techniques such as digital tools to intervene remotely and reduce the negative effects of social isolation on our participants. Equip research staff with tangible resources, and provide timely population-specific health information to support patients and healthcare providers. CONCLUSIONS: We have an opportunity to make an impact on our older adult patients now as this pandemic continues to unfold. Above all, clinical researchers need to continue working, to help as many people as possible through the crisis."],"journal":"J Am Geriatr Soc","authors":["Nicol, Ginger E","Piccirillo, Jay F","Mulsant, Benoit H","Lenze, Eric J"],"date":"2020-03-25T11:00:00Z","year":2020,"_id":"32207542","source":"PubMed","week":"202013|Mar 23 - Mar 29","doi":"10.1111/jgs.16443","keywords":["clinical research","mobile health","social isolation"],"topics":["Prevention"],"weight":1,"_version_":1666138490190954496,"score":143.50882},{"pmid":32419400,"title":"Social Distancing against COVID-19: Implication for the Control of Influenza.","text":["Social Distancing against COVID-19: Implication for the Control of Influenza.","Social distancing has been adopted as one of basic protective measures against coronavirus disease 2019 (COVID-19). During 2019-2020 season, influenza epidemic period was exceptionally short and epidemic peak was low in comparison with previous seasons in Korea. Influenza epidemic pattern was bimodal in 2016-2017 and 2018-2019 seasons, however, influenza viruses have rarely been circulating in spring, 2020 in Korea. Although multiple factors could affect the size of influenza epidemic, extensive application of nonpharmaceutical interventions including mask wearing and social distancing in response to COVID-19 seems to be a major factor of reduced influenza epidemic. Social distancing measures with high feasibility and high acceptability should be implemented even if severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) vaccines are developed in the future. Establishment of guideline for workplace social distancing is needed and it would contribute to reduce disease burden of influenza, especially in vaccine mismatch year.","J Korean Med Sci","Noh, Ji Yun","Seong, Hye","Yoon, Jin Gu","Song, Joon Young","Cheong, Hee Jin","Kim, Woo Joo","32419400"],"abstract":["Social distancing has been adopted as one of basic protective measures against coronavirus disease 2019 (COVID-19). During 2019-2020 season, influenza epidemic period was exceptionally short and epidemic peak was low in comparison with previous seasons in Korea. Influenza epidemic pattern was bimodal in 2016-2017 and 2018-2019 seasons, however, influenza viruses have rarely been circulating in spring, 2020 in Korea. Although multiple factors could affect the size of influenza epidemic, extensive application of nonpharmaceutical interventions including mask wearing and social distancing in response to COVID-19 seems to be a major factor of reduced influenza epidemic. Social distancing measures with high feasibility and high acceptability should be implemented even if severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) vaccines are developed in the future. Establishment of guideline for workplace social distancing is needed and it would contribute to reduce disease burden of influenza, especially in vaccine mismatch year."],"journal":"J Korean Med Sci","authors":["Noh, Ji Yun","Seong, Hye","Yoon, Jin Gu","Song, Joon Young","Cheong, Hee Jin","Kim, Woo Joo"],"date":"2020-05-19T11:00:00Z","year":2020,"_id":"32419400","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.3346/jkms.2020.35.e182","keywords":["coronavirus disease 2019","influenza","social distancing"],"locations":["South Korea","South Korea","vaccine"],"countries":["Korea, Republic of"],"countries_codes":["KOR|Korea, Republic of"],"topics":["Prevention"],"weight":1,"_version_":1667254896787718144,"score":143.27936},{"pmid":32445330,"title":"Time, distance, shielding and ALARA; drawing similarities between measures for radiation protection and Coronavirus disease pandemic response.","text":["Time, distance, shielding and ALARA; drawing similarities between measures for radiation protection and Coronavirus disease pandemic response.","The practice of radiation oncology requires stringent adherence to specific steps and principles designed to minimize exposure of an individual to unnecessary doses of radiation. The basic principles of such measures to reduce the risk of exposure and limit the doses of irradiation follow the \"as low as reasonably achievable \" or ALARA principle by using the concepts of time, distance and shielding. Potential exposures in radiation oncology are controlled through combination of optimal design and installation of radiation delivery equipment with well-defined standard operating procedures (SOPs). In the modern era of viral pandemics, similar principles can also be applied toward prevention of viral transmission and protection of populations at risk. In the ongoing COVID-19 pandemic, the probability of an individual getting infected is dependent on the viral load that an individual is exposed to in public spaces over a period of time. All prevention and control measures are based on preventing any such exposure to the virus, that can be achieved through limiting space for movement of the virus, using barriers and increasing distance to vulnerable surfaces, and limiting the duration of exposure. Apart from adhering to the laid-down provisions of a lock-down, preventive measures recommended for the general public include maintaining hand-hygiene, social distancing, and using facemasks to break the chain of transmission. Appropriate triage and customization of treatment protocols can help curtail hospital visits and time-spent by cancer patients during pandemic times, thereby reducing their risk of exposure as well as allowing efficient utilization of resources. The outbreak of the contagious COVID-19 pandemic threatens to disrupt healthcare systems globally with its unprecedented challenges. However, despite all the difficulties and hardships, it has also enabled new ways of learning and communication, which are likely to persist even in the post-COVID world.","Indian J Cancer","Mukherji, Ashutosh","Gupta, Tejpal","Agarwal, Jai Prakash","32445330"],"abstract":["The practice of radiation oncology requires stringent adherence to specific steps and principles designed to minimize exposure of an individual to unnecessary doses of radiation. The basic principles of such measures to reduce the risk of exposure and limit the doses of irradiation follow the \"as low as reasonably achievable \" or ALARA principle by using the concepts of time, distance and shielding. Potential exposures in radiation oncology are controlled through combination of optimal design and installation of radiation delivery equipment with well-defined standard operating procedures (SOPs). In the modern era of viral pandemics, similar principles can also be applied toward prevention of viral transmission and protection of populations at risk. In the ongoing COVID-19 pandemic, the probability of an individual getting infected is dependent on the viral load that an individual is exposed to in public spaces over a period of time. All prevention and control measures are based on preventing any such exposure to the virus, that can be achieved through limiting space for movement of the virus, using barriers and increasing distance to vulnerable surfaces, and limiting the duration of exposure. Apart from adhering to the laid-down provisions of a lock-down, preventive measures recommended for the general public include maintaining hand-hygiene, social distancing, and using facemasks to break the chain of transmission. Appropriate triage and customization of treatment protocols can help curtail hospital visits and time-spent by cancer patients during pandemic times, thereby reducing their risk of exposure as well as allowing efficient utilization of resources. The outbreak of the contagious COVID-19 pandemic threatens to disrupt healthcare systems globally with its unprecedented challenges. However, despite all the difficulties and hardships, it has also enabled new ways of learning and communication, which are likely to persist even in the post-COVID world."],"journal":"Indian J Cancer","authors":["Mukherji, Ashutosh","Gupta, Tejpal","Agarwal, Jai Prakash"],"date":"2020-05-24T11:00:00Z","year":2020,"_id":"32445330","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.4103/ijc.IJC_343_20","keywords":["coronavirus","exposure","protection","radiation","shielding"],"topics":["Prevention"],"weight":1,"_version_":1667600475859451904,"score":140.7402},{"pmid":32348293,"title":"Agile Requirements Engineering and Software Planning for a Digital Health Platform to Engage the Effects of Isolation Caused by Social Distancing: Case Study.","text":["Agile Requirements Engineering and Software Planning for a Digital Health Platform to Engage the Effects of Isolation Caused by Social Distancing: Case Study.","BACKGROUND: Social distancing and shielding measures have been put in place to reduce social interaction and slow the transmission of the coronavirus disease (COVID-19). For older people, self-isolation presents particular challenges for mental health and social relationships. As time progresses, continued social distancing could have a compounding impact on these concerns. OBJECTIVE: This project aims to provide a tool for older people and their families and peers to improve their well-being and health during and after regulated social distancing. First, we will evaluate the tool's feasibility, acceptability, and usability to encourage positive nutrition, enhance physical activity, and enable virtual interaction while social distancing. Second, we will be implementing the app to provide an online community to assist families and peer groups in maintaining contact with older people using goal setting. Anonymized data from the app will be aggregated with other real-world data sources to develop a machine learning algorithm to improve the identification of patients with COVID-19 and track for real time use by health systems. METHODS: Development of this project is occurring at the time of publication, and therefore, a case study design was selected to provide a systematic means of capturing software engineering in progress. The app development framework for software design was based on agile methods. The evaluation of the app's feasibility, acceptability and usability shall be conducted using Public Health England's guidance on evaluating digital health products, Bandura's model of health promotion, the Reach Effectiveness Adoption Implementation Maintenance (RE-AIM) framework and the Nonadoption, Abandonment and Challenges to the Scale-up, Spread and Suitability (NASSS) framework. RESULTS: Making use of a pre-existing software framework for health behavior change, a proof of concept was developed, and a multistage app development and deployment for the solution was created. Grant submissions to fund the project and study execution have been sought at the time of publication, and prediscovery iteration of the solution has begun. Ethical approval for a feasibility study design is being sought. CONCLUSIONS: This case study lays the foundations for future app development to combat mental and societal issues arising from social distancing measures. The app will be tested and evaluated in future studies to allow continuous improvement of the app. This novel contribution will provide an evidence-based exemplar for future app development in the space of social isolation and loneliness.","JMIR Public Health Surveill","Meinert, Edward","Milne-Ives, Madison","Surodina, Svitlana","Lam, Ching","32348293"],"abstract":["BACKGROUND: Social distancing and shielding measures have been put in place to reduce social interaction and slow the transmission of the coronavirus disease (COVID-19). For older people, self-isolation presents particular challenges for mental health and social relationships. As time progresses, continued social distancing could have a compounding impact on these concerns. OBJECTIVE: This project aims to provide a tool for older people and their families and peers to improve their well-being and health during and after regulated social distancing. First, we will evaluate the tool's feasibility, acceptability, and usability to encourage positive nutrition, enhance physical activity, and enable virtual interaction while social distancing. Second, we will be implementing the app to provide an online community to assist families and peer groups in maintaining contact with older people using goal setting. Anonymized data from the app will be aggregated with other real-world data sources to develop a machine learning algorithm to improve the identification of patients with COVID-19 and track for real time use by health systems. METHODS: Development of this project is occurring at the time of publication, and therefore, a case study design was selected to provide a systematic means of capturing software engineering in progress. The app development framework for software design was based on agile methods. The evaluation of the app's feasibility, acceptability and usability shall be conducted using Public Health England's guidance on evaluating digital health products, Bandura's model of health promotion, the Reach Effectiveness Adoption Implementation Maintenance (RE-AIM) framework and the Nonadoption, Abandonment and Challenges to the Scale-up, Spread and Suitability (NASSS) framework. RESULTS: Making use of a pre-existing software framework for health behavior change, a proof of concept was developed, and a multistage app development and deployment for the solution was created. Grant submissions to fund the project and study execution have been sought at the time of publication, and prediscovery iteration of the solution has begun. Ethical approval for a feasibility study design is being sought. CONCLUSIONS: This case study lays the foundations for future app development to combat mental and societal issues arising from social distancing measures. The app will be tested and evaluated in future studies to allow continuous improvement of the app. This novel contribution will provide an evidence-based exemplar for future app development in the space of social isolation and loneliness."],"journal":"JMIR Public Health Surveill","authors":["Meinert, Edward","Milne-Ives, Madison","Surodina, Svitlana","Lam, Ching"],"date":"2020-04-30T11:00:00Z","year":2020,"_id":"32348293","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.2196/19297","keywords":["covid-19","aged","agile","app","artificial intelligence","cellphone","coronavirus","data science","digital health","exercise","health care quality, access and evaluation","information science","mental health","public reporting of healthcare data","requirements engineering","social distancing","telemedicine"],"locations":["Bandura"],"topics":["Prevention"],"weight":1,"_version_":1666138495462146049,"score":139.16287}]}