{"pmid":32425646,"pmcid":"PMC7227170","title":"Clinical Presentation of COVID19 in Dementia Patients.","text":["Clinical Presentation of COVID19 in Dementia Patients.","Objective: No studies analyzing the role of dementia as a risk factor for mortality in patients affected by COVID-19. We assessed the prevalence, clinical presentation and outcomes of dementia among subjects hospitalized for COVID19 infection. Design: Retrospective study. Setting: COVID wards in Acute Hospital in Brescia province, Northern Italy. Participants: We used data from 627 subjects admitted to Acute Medical wards with COVID 19 pneumonia. Measurements: Clinical records of each patients admitted to the hospital with a diagnosis of COVID19 infection were retrospectively analyzed. Diagnosis of dementia, modalities of onset of the COVID-19 infection, symptoms of presentation at the hospital and outcomes were recorded. Results: Dementia was diagnosed in 82 patients (13.1%). The mortality rate was 62.2% (51/82) among patients affected by dementia compared to 26.2% (143/545) in subjects without dementia (p<0.001, Chi-Squared test). In a logistic regression model age, and the diagnosis of dementia resulted independently associated with a higher mortality, and patients diagnosed with dementia presented an OR of 1.84 (95% CI: 1.09-3.13, p<0.05). Among patients diagnosed with dementia the most frequent symptoms of onset were delirium, especially in the hypoactive form, and worsening of the functional status. Conclusion: The diagnosis of dementia, especially in the most advanced stages, represents an important risk factor for mortality in COVID-19 patients. The clinical presentation of COVID-19 in subjects with dementia is atypical, reducing early recognition of symptoms and hospitalization.","J Nutr Health Aging","Bianchetti, Angelo","Rozzini, R","Guerini, F","Boffelli, S","Ranieri, P","Minelli, G","Bianchetti, L","Trabucchi, M","32425646"],"abstract":["Objective: No studies analyzing the role of dementia as a risk factor for mortality in patients affected by COVID-19. We assessed the prevalence, clinical presentation and outcomes of dementia among subjects hospitalized for COVID19 infection. Design: Retrospective study. Setting: COVID wards in Acute Hospital in Brescia province, Northern Italy. Participants: We used data from 627 subjects admitted to Acute Medical wards with COVID 19 pneumonia. Measurements: Clinical records of each patients admitted to the hospital with a diagnosis of COVID19 infection were retrospectively analyzed. Diagnosis of dementia, modalities of onset of the COVID-19 infection, symptoms of presentation at the hospital and outcomes were recorded. Results: Dementia was diagnosed in 82 patients (13.1%). The mortality rate was 62.2% (51/82) among patients affected by dementia compared to 26.2% (143/545) in subjects without dementia (p<0.001, Chi-Squared test). In a logistic regression model age, and the diagnosis of dementia resulted independently associated with a higher mortality, and patients diagnosed with dementia presented an OR of 1.84 (95% CI: 1.09-3.13, p<0.05). Among patients diagnosed with dementia the most frequent symptoms of onset were delirium, especially in the hypoactive form, and worsening of the functional status. Conclusion: The diagnosis of dementia, especially in the most advanced stages, represents an important risk factor for mortality in COVID-19 patients. The clinical presentation of COVID-19 in subjects with dementia is atypical, reducing early recognition of symptoms and hospitalization."],"journal":"J Nutr Health Aging","authors":["Bianchetti, Angelo","Rozzini, R","Guerini, F","Boffelli, S","Ranieri, P","Minelli, G","Bianchetti, L","Trabucchi, M"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32425646","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1007/s12603-020-1389-1","keywords":["covid19 infection","dementia","mortality risk"],"locations":["Brescia","Chi-Squared"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"topics":["Treatment","Diagnosis"],"weight":1,"_version_":1667252837843730432,"score":9.490897,"similar":[{"pmid":32430111,"title":"Achieving Safe, Effective, and Compassionate Quarantine or Isolation of Older Adults With Dementia in Nursing Homes.","text":["Achieving Safe, Effective, and Compassionate Quarantine or Isolation of Older Adults With Dementia in Nursing Homes.","Nursing homes are facing the rapid spread of COVID-19 among residents and staff and are at the centre of the public health emergency due to the COVID-19 pandemic. As policy changes and interventions designed to support nursing homes are put into place, there are barriers to implementing a fundamental, highly effective element of infection control, namely the isolation of suspected or confirmed cases. Many nursing home residents have dementia, associated with impairments in memory, language, insight, and judgment that impact their ability to understand and appreciate the necessity of isolation and to voluntarily comply with isolation procedures. While there is a clear ethical and legal basis for the involuntary confinement of people with dementia, the potential for unintended harm with these interventions is high, and there is little guidance for nursing homes on how to isolate safely, while maintaining the human dignity and personhood of the individual with dementia. In this commentary, we discuss strategies for effective, safe, and compassionate isolation care planning, and present a case vignette of a person with dementia who is placed in quarantine on a dementia unit.","Am J Geriatr Psychiatry","Iaboni, Andrea","Cockburn, Amy","Marcil, Meghan","Rodrigues, Kevin","Marshall, Cecelia","Garcia, Mary Anne","Quirt, Hannah","Reynolds, Katelyn B","Keren, Ron","Flint, Alastair J","32430111"],"abstract":["Nursing homes are facing the rapid spread of COVID-19 among residents and staff and are at the centre of the public health emergency due to the COVID-19 pandemic. As policy changes and interventions designed to support nursing homes are put into place, there are barriers to implementing a fundamental, highly effective element of infection control, namely the isolation of suspected or confirmed cases. Many nursing home residents have dementia, associated with impairments in memory, language, insight, and judgment that impact their ability to understand and appreciate the necessity of isolation and to voluntarily comply with isolation procedures. While there is a clear ethical and legal basis for the involuntary confinement of people with dementia, the potential for unintended harm with these interventions is high, and there is little guidance for nursing homes on how to isolate safely, while maintaining the human dignity and personhood of the individual with dementia. In this commentary, we discuss strategies for effective, safe, and compassionate isolation care planning, and present a case vignette of a person with dementia who is placed in quarantine on a dementia unit."],"journal":"Am J Geriatr Psychiatry","authors":["Iaboni, Andrea","Cockburn, Amy","Marcil, Meghan","Rodrigues, Kevin","Marshall, Cecelia","Garcia, Mary Anne","Quirt, Hannah","Reynolds, Katelyn B","Keren, Ron","Flint, Alastair J"],"date":"2020-05-21T11:00:00Z","year":2020,"_id":"32430111","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.jagp.2020.04.025","keywords":["covid-19","dementia","infection control","isolation","nursing homes"],"topics":["Prevention"],"weight":1,"_version_":1667342288383115266,"score":346.23782},{"pmid":32442082,"title":"Severe acute respiratory syndrome coronavirus 2 is penetrating to dementia research.","text":["Severe acute respiratory syndrome coronavirus 2 is penetrating to dementia research.","1. Introduction Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes coronavirus infectious disease 2019 (COVID-19), which was first reported in Wuhan, China, in late December, 2019. Despite the tremendous efforts to control the disease, SARS-CoV-2 has infected 1,5 million people and caused the death of more than a hundred thousand people across the globe as of writing. Recently, Mao et al. [1] investigated the penetration potential of SARS-CoV-2 into the central nervous system in 214 patients. They reported that 36.4% of the patients had some neurologic findings which are ranged from nonspecific manifestations, e.g., dizziness, headache, and seizure, to specific manifestations, e.g., loss of sense of smell or taste, and stroke. Whether these common symptoms in their patients are related to SARS-CoV-2 infection is not known. However, it is important to mention here that dramatic neurologic symptoms, i.e., depressed level of consciousness, seizure, and stroke, are common in the patients at the late stage of the disease, accounting for increased mortality rate in severely affected patients. Nevertheless, to objectively delve into the direct relation between the neurologic symptoms and COVID-19, medical comorbidities of patients should also be considered [2]. Further studies are needed because we are in the midst of an ongoing pandemic of COVID-19, and neurologists may be confronted with new-onset neurologic symptoms owing to COVID-19. SARS-CoV-2 penetrates via human angiotensin-converting enzyme-2 receptor (ACE-2) that was also utilized by severe acute respiratory syndrome coronavirus (SARS CoV) [3]. Glial cells and neurons have been reported to express ACE-2 receptors, which make them a potential target of COVID-19. It was indicated that SARS CoV causes neuronal death by invading the brain via olfactory epithelium [4]. The electron microscopy, immunohistochemistry, and real-time reverse transcription- PCR findings have corroborated the presence of SARS-CoV in the brain tissue [4] and cerebrospinal fluid [5]. Together, it can be speculated that SARS-CoV-2 can affect the brain by penetrating the brain via the cribriform plate, which can account for the early findings of the COVID-19 like altered sense of smell or hyposmia. Because SARS-CoV-2 causes severe respiratory symptoms in people aged 60 years and older, it has important implications for patients with Alzheimer's disease (AD) [6]. Therefore, in the countries that have taken action to the virus, clinic studies of AD have been stopped to protect the patients. However, rigorous quarantine of elders has aborted clinic trials and experimental studies conducted with transgenic animals. Transgenic models are quite expensive; the loss of these animals has costly consequences. There is no doubt that this storm will stop, but its catastrophic effects on dementia research will continue for a time. Thus, dementia researchers and pharmaceutical companies should determine an emergency action plan to exit the chaos of this pandemic. Here, we listed some challenges in dementia research during the COVID-19 outbreak and table some suggestions. All countries try to control SARS-CoV-2 by social distancing. Therefore, neurology clinics were closed, and routine examination of Alzheimer's patients was stopped. However, the lockdown of patients with AD caused clinical studies to stop. which has severely affected dementia research. Additionally, the arrest of experimental studies due to the closing of universities in two hundred countries also deprives experimental achievements. The closing of universities may lead to data loss, death of expensive transgenic animals, international researchers to be faced with visa problems, and be lost the laboratory staff whose contract has expired [7]. It is impossible that forecasting when this COVID-19 pandemic will end is impossible and thus, it is essential that a solution be developed to continue dementia studies on Alzheimer's patients. Remote monitoring of the patients with the use of technology is in the lead of possible solutions. Clinicians can continue to follow their patients by telemedicine [8], but extended lockdown of patients may cause depression in both patients and their caregivers [9]. It is also known that movement restriction exacerbates AD symptoms [10]. The monitorization of the patient in this condition with telemedicine would not provide objective data. In addition, when patients living in rural areas are considered, it will not be a surprise that reaching equally all patients is impossible. Therefore, a collective action plan protecting dementia research during the COVID-19 outbreak should be prepared by a consortium of pharmaceutical companies, researchers, clinicians, and patients. Data loss is in the lead of expected problems during the COVID-19 outbreak. For example, the planned ending dates of phase 2/3 trials of gantenerumab (Roche) and solanezumab (Lilly) were missed [11]. It is highly essential that patients be monitored from their homes with telemedicine to protect them. Nonetheless, it is not sufficient for the continuation of clinical trials and experimental studies. We suggest that patients of phase trails should be isolated in fully-equipped nursing homes managed by qualified personnel. In this way, the patients can be more effectively protected from SARS-CoV-2 and the depression caused by the lockdown.Young family members going out for basic needs could infect older family members. Also, patients with AD pay less attention to hand hygiene, which makes them more susceptible to SARS-CoV-2. Moreover, cats have recently been shown to be infected by SARS-CoV-2 [12]. Patients with AD may not follow directions of neurologists on telemedicine and thus, the interaction of Alzheimer's patients with pets can cause a dangerous scenario. Consequently, the lockdown of patients with dementia in their homes might not be an appropriate exit strategy for the future of dementia research. On the other hand, it is important to mention here that the nursing home capacity of the United States may not be sufficient for 5,8 million Alzheimer's patients aged 65 years and older [13]. Thus, we highlight that only the patients involved in the clinic trails should be followed in the nursing homes. The other patients can be monitored with telemedicine from their homes. The data will hardly be lost in patients isolated in nursing homes. In this strategy, secondary risk factors affecting the clinic trails like depression are also removed. The motivations of clinicians and researchers is as important as the patients in the catastrophic atmosphere of the outbreak. Governments, media, and funders can support the motivations of clinicians and researchers. For example, research funders and pharmaceutical companies can extend project deadlines and provide an additional promotion to the researchers who have completed their clinic trails. Consequently, a global action plan should be prepared to block SARS-CoV-2 penetration to dementia research. At first glance, it may be thought that the most appropriate strategy for patients with dementia is social isolation in their homes during the outbreak as in healthy young people and elders. However, we suggest that isolating patients with dementia in fully-equipped nursing homes can be a more appropriate exit strategy for the protection of dementia patients and research.","Curr Neurovasc Res","Bostanciklioglu, Mehmet","Temiz, Ebru","32442082"],"journal":"Curr Neurovasc Res","authors":["Bostanciklioglu, Mehmet","Temiz, Ebru"],"date":"2020-05-23T11:00:00Z","year":2020,"_id":"32442082","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.2174/1567202617666200522220509","keywords":["alzheimer's disease","covid-19 outbreak","dementia","sars-cov-2"],"locations":["Wuhan","China","United States"],"countries":["United States","China"],"countries_codes":["USA|United States","CHN|China"],"topics":["Prevention"],"weight":1,"abstract":["1. Introduction Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes coronavirus infectious disease 2019 (COVID-19), which was first reported in Wuhan, China, in late December, 2019. Despite the tremendous efforts to control the disease, SARS-CoV-2 has infected 1,5 million people and caused the death of more than a hundred thousand people across the globe as of writing. Recently, Mao et al. [1] investigated the penetration potential of SARS-CoV-2 into the central nervous system in 214 patients. They reported that 36.4% of the patients had some neurologic findings which are ranged from nonspecific manifestations, e.g., dizziness, headache, and seizure, to specific manifestations, e.g., loss of sense of smell or taste, and stroke. Whether these common symptoms in their patients are related to SARS-CoV-2 infection is not known. However, it is important to mention here that dramatic neurologic symptoms, i.e., depressed level of consciousness, seizure, and stroke, are common in the patients at the late stage of the disease, accounting for increased mortality rate in severely affected patients. Nevertheless, to objectively delve into the direct relation between the neurologic symptoms and COVID-19, medical comorbidities of patients should also be considered [2]. Further studies are needed because we are in the midst of an ongoing pandemic of COVID-19, and neurologists may be confronted with new-onset neurologic symptoms owing to COVID-19. SARS-CoV-2 penetrates via human angiotensin-converting enzyme-2 receptor (ACE-2) that was also utilized by severe acute respiratory syndrome coronavirus (SARS CoV) [3]. Glial cells and neurons have been reported to express ACE-2 receptors, which make them a potential target of COVID-19. It was indicated that SARS CoV causes neuronal death by invading the brain via olfactory epithelium [4]. The electron microscopy, immunohistochemistry, and real-time reverse transcription- PCR findings have corroborated the presence of SARS-CoV in the brain tissue [4] and cerebrospinal fluid [5]. Together, it can be speculated that SARS-CoV-2 can affect the brain by penetrating the brain via the cribriform plate, which can account for the early findings of the COVID-19 like altered sense of smell or hyposmia. Because SARS-CoV-2 causes severe respiratory symptoms in people aged 60 years and older, it has important implications for patients with Alzheimer's disease (AD) [6]. Therefore, in the countries that have taken action to the virus, clinic studies of AD have been stopped to protect the patients. However, rigorous quarantine of elders has aborted clinic trials and experimental studies conducted with transgenic animals. Transgenic models are quite expensive; the loss of these animals has costly consequences. There is no doubt that this storm will stop, but its catastrophic effects on dementia research will continue for a time. Thus, dementia researchers and pharmaceutical companies should determine an emergency action plan to exit the chaos of this pandemic. Here, we listed some challenges in dementia research during the COVID-19 outbreak and table some suggestions. All countries try to control SARS-CoV-2 by social distancing. Therefore, neurology clinics were closed, and routine examination of Alzheimer's patients was stopped. However, the lockdown of patients with AD caused clinical studies to stop. which has severely affected dementia research. Additionally, the arrest of experimental studies due to the closing of universities in two hundred countries also deprives experimental achievements. The closing of universities may lead to data loss, death of expensive transgenic animals, international researchers to be faced with visa problems, and be lost the laboratory staff whose contract has expired [7]. It is impossible that forecasting when this COVID-19 pandemic will end is impossible and thus, it is essential that a solution be developed to continue dementia studies on Alzheimer's patients. Remote monitoring of the patients with the use of technology is in the lead of possible solutions. Clinicians can continue to follow their patients by telemedicine [8], but extended lockdown of patients may cause depression in both patients and their caregivers [9]. It is also known that movement restriction exacerbates AD symptoms [10]. The monitorization of the patient in this condition with telemedicine would not provide objective data. In addition, when patients living in rural areas are considered, it will not be a surprise that reaching equally all patients is impossible. Therefore, a collective action plan protecting dementia research during the COVID-19 outbreak should be prepared by a consortium of pharmaceutical companies, researchers, clinicians, and patients. Data loss is in the lead of expected problems during the COVID-19 outbreak. For example, the planned ending dates of phase 2/3 trials of gantenerumab (Roche) and solanezumab (Lilly) were missed [11]. It is highly essential that patients be monitored from their homes with telemedicine to protect them. Nonetheless, it is not sufficient for the continuation of clinical trials and experimental studies. We suggest that patients of phase trails should be isolated in fully-equipped nursing homes managed by qualified personnel. In this way, the patients can be more effectively protected from SARS-CoV-2 and the depression caused by the lockdown.Young family members going out for basic needs could infect older family members. Also, patients with AD pay less attention to hand hygiene, which makes them more susceptible to SARS-CoV-2. Moreover, cats have recently been shown to be infected by SARS-CoV-2 [12]. Patients with AD may not follow directions of neurologists on telemedicine and thus, the interaction of Alzheimer's patients with pets can cause a dangerous scenario. Consequently, the lockdown of patients with dementia in their homes might not be an appropriate exit strategy for the future of dementia research. On the other hand, it is important to mention here that the nursing home capacity of the United States may not be sufficient for 5,8 million Alzheimer's patients aged 65 years and older [13]. Thus, we highlight that only the patients involved in the clinic trails should be followed in the nursing homes. The other patients can be monitored with telemedicine from their homes. The data will hardly be lost in patients isolated in nursing homes. In this strategy, secondary risk factors affecting the clinic trails like depression are also removed. The motivations of clinicians and researchers is as important as the patients in the catastrophic atmosphere of the outbreak. Governments, media, and funders can support the motivations of clinicians and researchers. For example, research funders and pharmaceutical companies can extend project deadlines and provide an additional promotion to the researchers who have completed their clinic trails. Consequently, a global action plan should be prepared to block SARS-CoV-2 penetration to dementia research. At first glance, it may be thought that the most appropriate strategy for patients with dementia is social isolation in their homes during the outbreak as in healthy young people and elders. However, we suggest that isolating patients with dementia in fully-equipped nursing homes can be a more appropriate exit strategy for the protection of dementia patients and research."],"_version_":1667523504739713024,"score":333.99765},{"pmid":32463545,"title":"Obesity and COVID-19: an Italian snapshot.","text":["Obesity and COVID-19: an Italian snapshot.","OBJECTIVE: The clinical manifestations of COVID-19 run from asymptomatic disease to severe acute respiratory syndrome. Older age and comorbidities are associated to more severe disease. A role of obesity is suspected. METHODS: We enrolled patients hospitalized in the medical COVID-19 ward with SARS-CoV-2 related pneumonia. Primary outcome of the study was to assess the relationship between the severity of COVID-19 and obesity classes according to BMI. RESULTS: 92 patients (61.9% males; age 70.5+/-13.3 years) were enrolled. Patients with overweight and obesity were younger than normal-weight patients (68.0+/-12.6 and 67.0+/-12.6 years vs. 76.1+/-13.0 years, p<0.01). A higher need for assisted ventilation beyond pure oxygen support (Invasive Mechanical Ventilation or Non-Invasive Ventilation) and a higher admission to intensive or semi-intensive care units was observed in patients with overweight and obesity (p<0.01 and p < 0.05, respectively) even after adjusting for sex, age and comorbidities (p<0.05 and p<0.001, respectively), or when patients with dementia or advanced cancer were removed from the analysis (p<0.05). CONCLUSION: Patients with overweight and obesity admitted in a medical ward for SARS-CoV-2 related pneumonia, despite their younger age, required more frequently assisted ventilation and access to intensive or semi-intensive care units than normal weight patients.","Obesity (Silver Spring)","Busetto, Luca","Bettini, Silvia","Fabris, Roberto","Serra, Roberto","Dal Pra', Chiara","Maffei, Pietro","Rossato, Marco","Fioretto, Paola","Vettor, Roberto","32463545"],"abstract":["OBJECTIVE: The clinical manifestations of COVID-19 run from asymptomatic disease to severe acute respiratory syndrome. Older age and comorbidities are associated to more severe disease. A role of obesity is suspected. METHODS: We enrolled patients hospitalized in the medical COVID-19 ward with SARS-CoV-2 related pneumonia. Primary outcome of the study was to assess the relationship between the severity of COVID-19 and obesity classes according to BMI. RESULTS: 92 patients (61.9% males; age 70.5+/-13.3 years) were enrolled. Patients with overweight and obesity were younger than normal-weight patients (68.0+/-12.6 and 67.0+/-12.6 years vs. 76.1+/-13.0 years, p<0.01). A higher need for assisted ventilation beyond pure oxygen support (Invasive Mechanical Ventilation or Non-Invasive Ventilation) and a higher admission to intensive or semi-intensive care units was observed in patients with overweight and obesity (p<0.01 and p < 0.05, respectively) even after adjusting for sex, age and comorbidities (p<0.05 and p<0.001, respectively), or when patients with dementia or advanced cancer were removed from the analysis (p<0.05). CONCLUSION: Patients with overweight and obesity admitted in a medical ward for SARS-CoV-2 related pneumonia, despite their younger age, required more frequently assisted ventilation and access to intensive or semi-intensive care units than normal weight patients."],"journal":"Obesity (Silver Spring)","authors":["Busetto, Luca","Bettini, Silvia","Fabris, Roberto","Serra, Roberto","Dal Pra', Chiara","Maffei, Pietro","Rossato, Marco","Fioretto, Paola","Vettor, Roberto"],"date":"2020-05-29T11:00:00Z","year":2020,"_id":"32463545","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1002/oby.22918","keywords":["covid-19","sars-cov-2","obesity"],"locations":["Italian"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"topics":["Treatment","Diagnosis"],"weight":1,"_version_":1668079521204535298,"score":246.16089},{"pmid":32331845,"pmcid":"PMC7165101","title":"Anticipating and Mitigating the Impact of the COVID-19 Pandemic on Alzheimer's Disease and Related Dementias.","text":["Anticipating and Mitigating the Impact of the COVID-19 Pandemic on Alzheimer's Disease and Related Dementias.","The COVID-19 pandemic is causing global morbidity and mortality, straining health systems, and disrupting society, putting individuals with Alzheimer's disease and related dementias (ADRD) at risk of significant harm. In this Special Article, we examine the current and expected impact of the pandemic on individuals with ADRD. We discuss and propose mitigation strategies for: the risk of COVID-19 infection and its associated morbidity and mortality for individuals with ADRD; the impact of COVID-19 on the diagnosis and clinical management of ADRD; consequences of societal responses to COVID-19 in different ADRD care settings; the effect of COVID-19 on caregivers and physicians of individuals with ADRD; mental hygiene, trauma, and stigma in the time of COVID-19; and the potential impact of COVID-19 on ADRD research. Amid considerable uncertainty, we may be able to prevent or reduce the harm of the COVID-19 pandemic and its consequences for individuals with ADRD and their caregivers.","Am J Geriatr Psychiatry","Brown, Eric E","Kumar, Sanjeev","Rajji, Tarek K","Pollock, Bruce G","Mulsant, Benoit H","32331845"],"abstract":["The COVID-19 pandemic is causing global morbidity and mortality, straining health systems, and disrupting society, putting individuals with Alzheimer's disease and related dementias (ADRD) at risk of significant harm. In this Special Article, we examine the current and expected impact of the pandemic on individuals with ADRD. We discuss and propose mitigation strategies for: the risk of COVID-19 infection and its associated morbidity and mortality for individuals with ADRD; the impact of COVID-19 on the diagnosis and clinical management of ADRD; consequences of societal responses to COVID-19 in different ADRD care settings; the effect of COVID-19 on caregivers and physicians of individuals with ADRD; mental hygiene, trauma, and stigma in the time of COVID-19; and the potential impact of COVID-19 on ADRD research. Amid considerable uncertainty, we may be able to prevent or reduce the harm of the COVID-19 pandemic and its consequences for individuals with ADRD and their caregivers."],"journal":"Am J Geriatr Psychiatry","authors":["Brown, Eric E","Kumar, Sanjeev","Rajji, Tarek K","Pollock, Bruce G","Mulsant, Benoit H"],"date":"2020-04-26T11:00:00Z","year":2020,"_id":"32331845","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1016/j.jagp.2020.04.010","keywords":["alzheimer's disease and related disorders","covid-19 pandemic","caregivers","clinical care","clinical research","coronavirus"],"topics":["Prevention"],"weight":1,"_version_":1666138493995188224,"score":228.60104},{"pmid":32402100,"title":"Disability through COVID-19 pandemic: Neurorehabilitation cannot wait.","text":["Disability through COVID-19 pandemic: Neurorehabilitation cannot wait.","Coronavirus disease 2019 (CoViD-19) pandemic is strongly impacting all domains of our healthcare systems, including rehabilitation. In Italy, the first hit European country, medical activities were postponed to allow shifting of staff and facilities to intensive care, with neurorehabilitation limited to time-dependent diseases,(1) including CoViD-19 complications.(2,3) Hospital access to people with chronic neurodegenerative conditions such as multiple sclerosis, movement disorders or dementia, more at risks of serious consequences from the infection,(4) has been postponed. Patients also seek less for hospital care, with over 50% reduced stroke admissions as from an Italian survey,(5) possibly in fear of being infected or denied to see their families after being hospitalized. This situation can be bearable only for a short time, as any initial freezing reaction to a danger.","Eur J Neurol","Leocani, Letizia","Diserens, Karin","Moccia, Marcello","Caltagirone, Carlo","32402100"],"abstract":["Coronavirus disease 2019 (CoViD-19) pandemic is strongly impacting all domains of our healthcare systems, including rehabilitation. In Italy, the first hit European country, medical activities were postponed to allow shifting of staff and facilities to intensive care, with neurorehabilitation limited to time-dependent diseases,(1) including CoViD-19 complications.(2,3) Hospital access to people with chronic neurodegenerative conditions such as multiple sclerosis, movement disorders or dementia, more at risks of serious consequences from the infection,(4) has been postponed. Patients also seek less for hospital care, with over 50% reduced stroke admissions as from an Italian survey,(5) possibly in fear of being infected or denied to see their families after being hospitalized. This situation can be bearable only for a short time, as any initial freezing reaction to a danger."],"journal":"Eur J Neurol","authors":["Leocani, Letizia","Diserens, Karin","Moccia, Marcello","Caltagirone, Carlo"],"date":"2020-05-14T11:00:00Z","year":2020,"_id":"32402100","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1111/ene.14320","locations":["Italy","Italian"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"topics":["Prevention"],"weight":1,"_version_":1666714494797086720,"score":202.34422}]}