{"pmid":32425638,"pmcid":"PMC7231497","title":"Reducing mortality and morbidity in patients with severe COVID-19 disease by advancing ongoing trials of Mesenchymal Stromal (stem) Cell (MSC) therapy - achieving global consensus and visibility for cellular host-directed therapies.","text":["Reducing mortality and morbidity in patients with severe COVID-19 disease by advancing ongoing trials of Mesenchymal Stromal (stem) Cell (MSC) therapy - achieving global consensus and visibility for cellular host-directed therapies.","As of May 11(th) 2020, the coronavirus disease 2019 (COVID-19) pandemic, caused by the novel, the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has caused 274,361 deaths out of 3,917,366 (7% case fatality rate). As with the two other novel coronavirus zoonotic diseases of humans, SARS and MERS, no specific treatments for reducing mortality or morbidity are yet available. Deaths from COVID-19 will continue to rise globally until effective and appropriate treatments and vaccines are found. With no specific treatments being available for treating COVID-19 patients, the global medical, scientific, pharma and funding communities have rapidly initiated over 500 COVID-19 clinical on a range of antiviral drug regimens, biologics, repurposed drugs in various combinations. We focus this editorial specifically on the background to, and the rationale for, the use and evaluation of mesenchymal stromal (Stem) cells (MSCs) in treatment trials of patients with severe COVID-19 disease. This is an area which has been eclipsed by the current emphasis the huge number of trials evaluating new anti-viral drugs, repurposed drugs and combinations thereof. MSCs should also be trialed for treatment of severe cases of MERS where mortality rates are upto 34% and MERS-CoV remains a WHO priority Blueprint pathogen. It's about time funding agencies now invest more into development MSCs per se and other host-directed therapies in combination with other therapeutic interventions. MSC therapy could turn out to be an important contribution to bringing an end to the high COVID-19 and MERS death rates.","Int J Infect Dis","Zumla, Alimuddin","Wang, Fu-Sheng","Ippolito, Giuseppe","Petrosillo, Nicola","Agrati, Chiara","Azhar, Esam I","El-Kafrawy, Sherif A","Osman, Mohamed","Zitvogel, Laurence","Locatelli, Franco","Gorman, Ellen","O'Kane, Cecilia","Mcauley, Danny","Maeurer, Markus","32425638"],"abstract":["As of May 11(th) 2020, the coronavirus disease 2019 (COVID-19) pandemic, caused by the novel, the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) has caused 274,361 deaths out of 3,917,366 (7% case fatality rate). As with the two other novel coronavirus zoonotic diseases of humans, SARS and MERS, no specific treatments for reducing mortality or morbidity are yet available. Deaths from COVID-19 will continue to rise globally until effective and appropriate treatments and vaccines are found. With no specific treatments being available for treating COVID-19 patients, the global medical, scientific, pharma and funding communities have rapidly initiated over 500 COVID-19 clinical on a range of antiviral drug regimens, biologics, repurposed drugs in various combinations. We focus this editorial specifically on the background to, and the rationale for, the use and evaluation of mesenchymal stromal (Stem) cells (MSCs) in treatment trials of patients with severe COVID-19 disease. This is an area which has been eclipsed by the current emphasis the huge number of trials evaluating new anti-viral drugs, repurposed drugs and combinations thereof. MSCs should also be trialed for treatment of severe cases of MERS where mortality rates are upto 34% and MERS-CoV remains a WHO priority Blueprint pathogen. It's about time funding agencies now invest more into development MSCs per se and other host-directed therapies in combination with other therapeutic interventions. MSC therapy could turn out to be an important contribution to bringing an end to the high COVID-19 and MERS death rates."],"journal":"Int J Infect Dis","authors":["Zumla, Alimuddin","Wang, Fu-Sheng","Ippolito, Giuseppe","Petrosillo, Nicola","Agrati, Chiara","Azhar, Esam I","El-Kafrawy, Sherif A","Osman, Mohamed","Zitvogel, Laurence","Locatelli, Franco","Gorman, Ellen","O'Kane, Cecilia","Mcauley, Danny","Maeurer, Markus"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32425638","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.ijid.2020.05.040","keywords":["covid-19 disease","mesenchymal","stromal (stem) cells","therapy","deaths","treatment"],"topics":["Treatment"],"weight":1,"_version_":1667252837762990083,"score":9.490897,"similar":[{"pmid":32423449,"title":"Rationale for the clinical use of adipose-derived mesenchymal stem cells for COVID-19 patients.","text":["Rationale for the clinical use of adipose-derived mesenchymal stem cells for COVID-19 patients.","In late 2019, a novel coronavirus (SARS-CoV-2) emerged in Wuhan, capital city of Hubei province in China. Cases of SARS-CoV-2 infection quickly grew by several thousand per day. Less than 100 days later, the World Health Organization declared that the rapidly spreading viral outbreak had become a global pandemic. Coronavirus disease 2019 (COVID-19) is typically associated with fever and respiratory symptoms. It often progresses to severe respiratory distress and multi-organ failure which carry a high mortality rate. Older patients or those with medical comorbidities are at greater risk for severe disease. Inflammation, pulmonary edema and an over-reactive immune response can lead to hypoxia, respiratory distress and lung damage. Mesenchymal stromal/stem cells (MSCs) possess potent and broad-ranging immunomodulatory activities. Multiple in vivo studies in animal models and ex vivo human lung models have demonstrated the MSC's impressive capacity to inhibit lung damage, reduce inflammation, dampen immune responses and aid with alveolar fluid clearance. Additionally, MSCs produce molecules that are antimicrobial and reduce pain. Upon administration by the intravenous route, the cells travel directly to the lungs where the majority are sequestered, a great benefit for the treatment of pulmonary disease. The in vivo safety of local and intravenous administration of MSCs has been demonstrated in multiple human clinical trials, including studies of acute respiratory distress syndrome (ARDS). Recently, the application of MSCs in the context of ongoing COVID-19 disease and other viral respiratory illnesses has demonstrated reduced patient mortality and, in some cases, improved long-term pulmonary function. Adipose-derived stem cells (ASC), an abundant type of MSC, are proposed as a therapeutic option for the treatment of COVID-19 in order to reduce morbidity and mortality. Additionally, when proven to be safe and effective, ASC treatments may reduce the demand on critical hospital resources. The ongoing COVID-19 outbreak has resulted in significant healthcare and socioeconomic burdens across the globe. There is a desperate need for safe and effective treatments. Cellular based therapies hold great promise for the treatment of COVID-19. This literature summary reviews the scientific rationale and need for clinical studies of adipose-derived stem cells and other types of mesenchymal stem cells in the treatment of patients who suffer with COVID-19.","J Transl Med","Rogers, Christopher J","Harman, Robert J","Bunnell, Bruce A","Schreiber, Martin A","Xiang, Charlie","Wang, Fu-Sheng","Santidrian, Antonio F","Minev, Boris R","32423449"],"abstract":["In late 2019, a novel coronavirus (SARS-CoV-2) emerged in Wuhan, capital city of Hubei province in China. Cases of SARS-CoV-2 infection quickly grew by several thousand per day. Less than 100 days later, the World Health Organization declared that the rapidly spreading viral outbreak had become a global pandemic. Coronavirus disease 2019 (COVID-19) is typically associated with fever and respiratory symptoms. It often progresses to severe respiratory distress and multi-organ failure which carry a high mortality rate. Older patients or those with medical comorbidities are at greater risk for severe disease. Inflammation, pulmonary edema and an over-reactive immune response can lead to hypoxia, respiratory distress and lung damage. Mesenchymal stromal/stem cells (MSCs) possess potent and broad-ranging immunomodulatory activities. Multiple in vivo studies in animal models and ex vivo human lung models have demonstrated the MSC's impressive capacity to inhibit lung damage, reduce inflammation, dampen immune responses and aid with alveolar fluid clearance. Additionally, MSCs produce molecules that are antimicrobial and reduce pain. Upon administration by the intravenous route, the cells travel directly to the lungs where the majority are sequestered, a great benefit for the treatment of pulmonary disease. The in vivo safety of local and intravenous administration of MSCs has been demonstrated in multiple human clinical trials, including studies of acute respiratory distress syndrome (ARDS). Recently, the application of MSCs in the context of ongoing COVID-19 disease and other viral respiratory illnesses has demonstrated reduced patient mortality and, in some cases, improved long-term pulmonary function. Adipose-derived stem cells (ASC), an abundant type of MSC, are proposed as a therapeutic option for the treatment of COVID-19 in order to reduce morbidity and mortality. Additionally, when proven to be safe and effective, ASC treatments may reduce the demand on critical hospital resources. The ongoing COVID-19 outbreak has resulted in significant healthcare and socioeconomic burdens across the globe. There is a desperate need for safe and effective treatments. Cellular based therapies hold great promise for the treatment of COVID-19. This literature summary reviews the scientific rationale and need for clinical studies of adipose-derived stem cells and other types of mesenchymal stem cells in the treatment of patients who suffer with COVID-19."],"journal":"J Transl Med","authors":["Rogers, Christopher J","Harman, Robert J","Bunnell, Bruce A","Schreiber, Martin A","Xiang, Charlie","Wang, Fu-Sheng","Santidrian, Antonio F","Minev, Boris R"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32423449","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1186/s12967-020-02380-2","keywords":["ards","covid-19","mesenchymal stem cells","pneumonia","sars-cov-2"],"locations":["Wuhan","Hubei","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1667352728892866562,"score":212.55229},{"pmid":32366290,"pmcid":"PMC7197031","title":"Mesenchymal stem cells as a potential therapy for COVID-19.","text":["Mesenchymal stem cells as a potential therapy for COVID-19.","The outbreak of 2019 novel coronavirus disease (COVID-19) worldwide is becoming rapidly a major concern. The number of severe cases has increased dramatically worldwide, while specific treatment options are scarce. The main pathologic features of severe or critical COVID-19 were consistent with acute lung injure (ALI)/acute respiratory distress syndrome (ARDS), characterized by cellular fibromyxoid exudates, extensive pulmonary inflammation, pulmonary edema, and hyaline membrane formation. Mesenchymal stem cells (MSCs) can balance the inflammatory response and has been mentioned to be effective on ALI/ARDS from both infectious and noninfectious causes previously, presenting an important opportunity to be applied to COVID-19. In this commentary, we summarize the clinical trials of MSCs treatments on ALI/ARDS and raise MSCs as a hopefully alternative therapy for severe or critical COVID-19.","Stem Cell Res Ther","Liu, Shan","Peng, Danyi","Qiu, Huijun","Yang, Ke","Fu, Zhou","Zou, Lin","32366290"],"abstract":["The outbreak of 2019 novel coronavirus disease (COVID-19) worldwide is becoming rapidly a major concern. The number of severe cases has increased dramatically worldwide, while specific treatment options are scarce. The main pathologic features of severe or critical COVID-19 were consistent with acute lung injure (ALI)/acute respiratory distress syndrome (ARDS), characterized by cellular fibromyxoid exudates, extensive pulmonary inflammation, pulmonary edema, and hyaline membrane formation. Mesenchymal stem cells (MSCs) can balance the inflammatory response and has been mentioned to be effective on ALI/ARDS from both infectious and noninfectious causes previously, presenting an important opportunity to be applied to COVID-19. In this commentary, we summarize the clinical trials of MSCs treatments on ALI/ARDS and raise MSCs as a hopefully alternative therapy for severe or critical COVID-19."],"journal":"Stem Cell Res Ther","authors":["Liu, Shan","Peng, Danyi","Qiu, Huijun","Yang, Ke","Fu, Zhou","Zou, Lin"],"date":"2020-05-06T11:00:00Z","year":2020,"_id":"32366290","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1186/s13287-020-01678-8","keywords":["ali","ards","covid-19","mscs"],"topics":["Treatment"],"weight":1,"_version_":1666138496178323456,"score":189.8201},{"pmid":32489692,"pmcid":"PMC7220297","title":"Adipose Stem Cells (ASCs) and Stromal Vascular Fraction (SVF) as a Potential Therapy in Combating (COVID-19)-Disease.","text":["Adipose Stem Cells (ASCs) and Stromal Vascular Fraction (SVF) as a Potential Therapy in Combating (COVID-19)-Disease.","A recent and interesting study reported improved respiratory activity after intravenous administration of mesenchymal stem cells (MSCs) into patients affected by coronavirus disease 2019 (COVID-19). These outcomes displayed that intravenous infiltration of MSCs is a safe and efficacy treatment for COVID-19 pneumonia, a severe acute respiratory illness caused by the coronavirus 2 (SARS-CoV-2). Only 7 patients were treated, but with extraordinary results, opening a new strategy in COVID-19 therapy. Currently, no specific therapies against SARS-CoV-2 are available. The MSCs therapy outcomes reported, are striking, as these cells inhibit the over-activation of the immune system, promoting endogenous repair, by improving the lung microenvironment after the SARS-CoV-2 infection. The MSCs could represent an effective, autologous and safe therapy, and therefore, sharing these published results, here is reported the potential use possibilities in COVID-19 of the most common MSCs represented by Adipose Stem Cells (ASCs).","Aging Dis","Gentile, Pietro","Sterodimas, Aris","32489692"],"abstract":["A recent and interesting study reported improved respiratory activity after intravenous administration of mesenchymal stem cells (MSCs) into patients affected by coronavirus disease 2019 (COVID-19). These outcomes displayed that intravenous infiltration of MSCs is a safe and efficacy treatment for COVID-19 pneumonia, a severe acute respiratory illness caused by the coronavirus 2 (SARS-CoV-2). Only 7 patients were treated, but with extraordinary results, opening a new strategy in COVID-19 therapy. Currently, no specific therapies against SARS-CoV-2 are available. The MSCs therapy outcomes reported, are striking, as these cells inhibit the over-activation of the immune system, promoting endogenous repair, by improving the lung microenvironment after the SARS-CoV-2 infection. The MSCs could represent an effective, autologous and safe therapy, and therefore, sharing these published results, here is reported the potential use possibilities in COVID-19 of the most common MSCs represented by Adipose Stem Cells (ASCs)."],"journal":"Aging Dis","authors":["Gentile, Pietro","Sterodimas, Aris"],"date":"2020-06-04T11:00:00Z","year":2020,"_id":"32489692","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.14336/AD.2020.0422","keywords":["adipocyte secreted exosomal microrna","covid-19","adipose derived stem cells","coronavirus","mesenchymal stem cells"],"locations":["Combating"],"topics":["Treatment"],"weight":1,"_version_":1668892169329442816,"score":189.28494},{"pmid":32214286,"title":"Expanded Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) as a Therapeutic Strategy in Managing Critically Ill COVID-19 Patients: The Case for Compassionate Use.","text":["Expanded Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) as a Therapeutic Strategy in Managing Critically Ill COVID-19 Patients: The Case for Compassionate Use.","COVID-19 has affected the United States leading to a national emergency with health care and economic impact, propelling the country into a recession with disrupted lifestyles not seen in recent history. COVID-19 is a serious illness leading to multiple deaths in various countries including the United States. Several million Americans satisfy the Center for Disease Control and Prevention (CDC) criteria for being high risk. Unfortunately, the available supply of medical beds and equipment for mechanical ventilation are much less than is projected to be needed. The World Health Organization (WHO) and multiple agencies led by the CDC in the United States have attempted to organize intensive outbreak investigation programs utilizing appropriate preventive measures, evaluation, and treatment. The clinical spectrum of COVID-19 varies from asymptomatic forms to conditions encompassing multiorgan and systemic manifestations in terms of septic shock, and multiple organ dysfunction (MOD) syndromes. The presently approved treatments are supportive but not curative for the disease. There are multiple treatments being studied. These include vaccines, medications Remdesivir and hydroxychloroquine and potentially combination therapy. Finally, expanded umbilical cord mesenchymal stem cells or (UC-MSCs) may have a role and are being studied. The cure of COVID-19 is essentially dependent on the patients' own immune system. When the immune system is over activated in an attempt to kill the virus, this can lead to the production of a large number of inflammatory factors, resulting in severe cytokine storm. The cytokine storm may induce organ damage followed by the edema, dysfunction of air exchange, acute respiratory distress syndrome (ARDS), acute cardiac injury, and secondary infection, which may lead to death. Thus, at this point, the avoidance of the cytokine storm may be the key for the treatment of HCOV-19 infected patients.In China, where there was limited availability of effective modalities to manage COVID-19 several patients were treated with expanded UC-MSCs. Additionally, the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care have reported guidelines to treat coronavirus patients with stem cells in the hope of decreasing the number of patients going to the ICU, and, also relatively quickly getting them out of ICU. In this manuscript, we describe the urgent need for various solutions, pathogenesis of coronavirus and the clinical evidence for treatment of COVID-19 with stem cells. The limited but emerging evidence regarding UC MSC in managing COVID-19 suggests that it might be considered for compassionate use in critically ill patients to reduce morbidity and mortality in the United States. The administration and Coronavirus Task Force might wish to approach the potential of expanded UC-MSCs as an evolutionary therapeutic strategy in managing COVID-19 illness with a 3-pronged approach: If proven safe and effective on a specific and limited basis...1. Minimize regulatory burden by all agencies so that critically ill COVID-19 patients will have access regardless of their financial circumstance.2. Institute appropriate safeguards to avoid negative consequences from unscrupulous actors.3. With proper informed consent from patients or proxy when necessary, and subject to accumulation of data in that cohort, allow the procedure to be initiated in critically ill patients who are not responding to conventional therapies.KEY WORDS: Coronavirus, COVID-19, cytokine storm, multiorgan failure, expanded umbilical cord mesenchymal stem cells.","Pain Physician","Atluri, Sairam","Manchikanti, Laxmaiah","Hirsch, Joshua A","32214286"],"abstract":["COVID-19 has affected the United States leading to a national emergency with health care and economic impact, propelling the country into a recession with disrupted lifestyles not seen in recent history. COVID-19 is a serious illness leading to multiple deaths in various countries including the United States. Several million Americans satisfy the Center for Disease Control and Prevention (CDC) criteria for being high risk. Unfortunately, the available supply of medical beds and equipment for mechanical ventilation are much less than is projected to be needed. The World Health Organization (WHO) and multiple agencies led by the CDC in the United States have attempted to organize intensive outbreak investigation programs utilizing appropriate preventive measures, evaluation, and treatment. The clinical spectrum of COVID-19 varies from asymptomatic forms to conditions encompassing multiorgan and systemic manifestations in terms of septic shock, and multiple organ dysfunction (MOD) syndromes. The presently approved treatments are supportive but not curative for the disease. There are multiple treatments being studied. These include vaccines, medications Remdesivir and hydroxychloroquine and potentially combination therapy. Finally, expanded umbilical cord mesenchymal stem cells or (UC-MSCs) may have a role and are being studied. The cure of COVID-19 is essentially dependent on the patients' own immune system. When the immune system is over activated in an attempt to kill the virus, this can lead to the production of a large number of inflammatory factors, resulting in severe cytokine storm. The cytokine storm may induce organ damage followed by the edema, dysfunction of air exchange, acute respiratory distress syndrome (ARDS), acute cardiac injury, and secondary infection, which may lead to death. Thus, at this point, the avoidance of the cytokine storm may be the key for the treatment of HCOV-19 infected patients.In China, where there was limited availability of effective modalities to manage COVID-19 several patients were treated with expanded UC-MSCs. Additionally, the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care have reported guidelines to treat coronavirus patients with stem cells in the hope of decreasing the number of patients going to the ICU, and, also relatively quickly getting them out of ICU. In this manuscript, we describe the urgent need for various solutions, pathogenesis of coronavirus and the clinical evidence for treatment of COVID-19 with stem cells. The limited but emerging evidence regarding UC MSC in managing COVID-19 suggests that it might be considered for compassionate use in critically ill patients to reduce morbidity and mortality in the United States. The administration and Coronavirus Task Force might wish to approach the potential of expanded UC-MSCs as an evolutionary therapeutic strategy in managing COVID-19 illness with a 3-pronged approach: If proven safe and effective on a specific and limited basis...1. Minimize regulatory burden by all agencies so that critically ill COVID-19 patients will have access regardless of their financial circumstance.2. Institute appropriate safeguards to avoid negative consequences from unscrupulous actors.3. With proper informed consent from patients or proxy when necessary, and subject to accumulation of data in that cohort, allow the procedure to be initiated in critically ill patients who are not responding to conventional therapies.KEY WORDS: Coronavirus, COVID-19, cytokine storm, multiorgan failure, expanded umbilical cord mesenchymal stem cells."],"journal":"Pain Physician","authors":["Atluri, Sairam","Manchikanti, Laxmaiah","Hirsch, Joshua A"],"date":"2020-03-28T11:00:00Z","year":2020,"_id":"32214286","source":"PubMed","week":"202013|Mar 23 - Mar 29","locations":["United States","United States","Americans","United States","China","Analgesia","United States","multiorgan"],"countries":["United States","China"],"countries_codes":["USA|United States","CHN|China"],"e_drugs":["remdesivir","Hydroxychloroquine"],"topics":["Treatment"],"weight":1,"_version_":1666138492351021058,"score":185.26634},{"pmid":32257554,"pmcid":"PMC7069463","title":"Mesenchymal Stem Cell Infusion Shows Promise for Combating Coronavirus (COVID-19)- Induced Pneumonia.","text":["Mesenchymal Stem Cell Infusion Shows Promise for Combating Coronavirus (COVID-19)- Induced Pneumonia.","A new study published by the journal Aging & Disease reported that intravenous administration of clinical-grade human mesenchymal stem cells (MSCs) into patients with coronavirus disease 2019 (COVID-19) resulted in improved functional outcomes (Leng et al., Aging Dis, 11:216-228, 2020). This study demonstrated that intravenous infusion of MSCs is a safe and effective approach for treating patients with COVID-19 pneumonia, including elderly patients displaying severe pneumonia. COVID-19 is a severe acute respiratory illness caused by a new coronavirus named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Currently, treating COVID-19 patients, particularly those afflicted with severe pneumonia, is challenging as no specific drugs or vaccines against SARS-CoV-2 are available. Therefore, MSC therapy inhibiting the overactivation of the immune system and promoting endogenous repair by improving the lung microenvironment after the SARS-CoV-2 infection found in this study is striking. Additional studies in a larger cohort of patients are needed to validate this therapeutic intervention further, however.","Aging Dis","Shetty, Ashok K","32257554"],"abstract":["A new study published by the journal Aging & Disease reported that intravenous administration of clinical-grade human mesenchymal stem cells (MSCs) into patients with coronavirus disease 2019 (COVID-19) resulted in improved functional outcomes (Leng et al., Aging Dis, 11:216-228, 2020). This study demonstrated that intravenous infusion of MSCs is a safe and effective approach for treating patients with COVID-19 pneumonia, including elderly patients displaying severe pneumonia. COVID-19 is a severe acute respiratory illness caused by a new coronavirus named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Currently, treating COVID-19 patients, particularly those afflicted with severe pneumonia, is challenging as no specific drugs or vaccines against SARS-CoV-2 are available. Therefore, MSC therapy inhibiting the overactivation of the immune system and promoting endogenous repair by improving the lung microenvironment after the SARS-CoV-2 infection found in this study is striking. Additional studies in a larger cohort of patients are needed to validate this therapeutic intervention further, however."],"journal":"Aging Dis","authors":["Shetty, Ashok K"],"date":"2020-04-08T11:00:00Z","year":2020,"_id":"32257554","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.14336/AD.2020.0301","topics":["Treatment","Mechanism"],"weight":1,"_version_":1666138493083975681,"score":183.91974}]}