{"pmid":32423553,"title":"Angiotensin converting enzyme: A review on expression profile and its association with human disorders with special focus on SARS-CoV-2 infection.","text":["Angiotensin converting enzyme: A review on expression profile and its association with human disorders with special focus on SARS-CoV-2 infection.","Angiotensin-converting enzyme (ACE) and its homologue, ACE2, have been mostly associated with hypertensive disorder. However, recent pandemia of SARS-CoV-2 has put these proteins at the center of attention, as this virus has been shown to exploit ACE2 protein to enter cells. Clear difference in the response of affected patients to this virus has urged researchers to find the molecular basis and pathophysiology of the cell response to this virus. Different levels of expression and function of ACE proteins, underlying disorders, consumption of certain medications and the existence of certain genomic variants within ACE genes are possible explanations for the observed difference in the response of individuals to the SARS-CoV-2 infection. In the current review, we discuss the putative mechanisms for this observation.","Vascul Pharmacol","Ghafouri-Fard, Soudeh","Noroozi, Rezvan","Omrani, Mir Davood","Branicki, Wojciech","Pospiech, Ewelina","Sayad, Arezou","Pyrc, Krzysztof","Labaj, Pawel P","Vafaee, Reza","Taheri, Mohammad","Sanak, Marek","32423553"],"abstract":["Angiotensin-converting enzyme (ACE) and its homologue, ACE2, have been mostly associated with hypertensive disorder. However, recent pandemia of SARS-CoV-2 has put these proteins at the center of attention, as this virus has been shown to exploit ACE2 protein to enter cells. Clear difference in the response of affected patients to this virus has urged researchers to find the molecular basis and pathophysiology of the cell response to this virus. Different levels of expression and function of ACE proteins, underlying disorders, consumption of certain medications and the existence of certain genomic variants within ACE genes are possible explanations for the observed difference in the response of individuals to the SARS-CoV-2 infection. In the current review, we discuss the putative mechanisms for this observation."],"journal":"Vascul Pharmacol","authors":["Ghafouri-Fard, Soudeh","Noroozi, Rezvan","Omrani, Mir Davood","Branicki, Wojciech","Pospiech, Ewelina","Sayad, Arezou","Pyrc, Krzysztof","Labaj, Pawel P","Vafaee, Reza","Taheri, Mohammad","Sanak, Marek"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32423553","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.vph.2020.106680","keywords":["ace","angiotensin-converting enzyme","sars-cov-2"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1667252837946490883,"score":9.490897,"similar":[{"pmid":32430651,"title":"The SARS-CoV-2 receptor, ACE-2, is expressed on many different cell types: implications for ACE-inhibitor- and angiotensin II receptor blocker-based cardiovascular therapies.","text":["The SARS-CoV-2 receptor, ACE-2, is expressed on many different cell types: implications for ACE-inhibitor- and angiotensin II receptor blocker-based cardiovascular therapies.","SARS-CoV-2 is characterized by a spike protein allowing viral binding to the angiotensin-converting enzyme (ACE)-2, which acts as a viral receptor and is expressed on the surface of several pulmonary and extra-pulmonary cell types, including cardiac, renal, intestinal and endothelial cells. There is evidence that also endothelial cells are infected by SARS-COV-2, with subsequent occurrence of systemic vasculitis, thromboembolism and disseminated intravascular coagulation. Those effects, together with the \"cytokine storm\" are involved in a worse prognosis. In clinical practice, angiotensin-converting enzyme inhibitors (ACE-Is) and angiotensin II receptor blockers (ARBs) are extensively used for the treatment of hypertension and other cardiovascular diseases. In in vivo studies, ACE-Is and ARBs seem to paradoxically increase ACE-2 expression, which could favour SARS-CoV-2 infection of host's cells and tissues. By contrast, in patients treated with ACE-Is and ARBs, ACE-2 shows a downregulation at the mRNA and protein levels in kidney and cardiac tissues. Yet, it has been claimed that both ARBs and ACE-Is could result potentially useful in the clinical course of SARS-CoV-2-infected patients. As detected in China and as the Italian epidemiological situation confirms, the most prevalent comorbidities in deceased patients with COVID-19 are hypertension, diabetes and cardiovascular diseases. Older COVID-19-affected patients with cardiovascular comorbidities exhibit a more severe clinical course and a worse prognosis, with many of them being also treated with ARBs or ACE-Is. Another confounding factor is cigarette smoking, which has been reported to increase ACE-2 expression in both experimental models and humans. Sex also plays a role, with chromosome X harbouring the gene coding for ACE-2, which is one of the possible explanations of why mortality in female patients is lower. Viral entry also depends on TMPRSS2 protease activity, an androgen dependent enzyme. Despite the relevance of experimental animal studies, to comprehensively address the question of the potential hazards or benefits of ACE-Is and ARBs on the clinical course of COVID-19-affected patients treated by these anti-hypertensive drugs, we will need randomized human studies. We claim the need of adequately powered, prospective studies aimed at answering the following questions of paramount importance for cardiovascular, internal and emergency medicine: Do ACE-Is and ARBs exert similar or different effects on infection or disease course? Are such effects dangerous, neutral or even useful in older, COVID-19-affected patients? Do they act on multiple cell types? Since ACE-Is and ARBs have different molecular targets, the clinical course of SARS-CoV-2 infection could be also different in patients treated by one or the other of these two drug classes. At present, insufficient detailed data from trials have been made available.","Intern Emerg Med","Albini, Adriana","Di Guardo, Giovanni","Noonan, Douglas McClain","Lombardo, Michele","32430651"],"abstract":["SARS-CoV-2 is characterized by a spike protein allowing viral binding to the angiotensin-converting enzyme (ACE)-2, which acts as a viral receptor and is expressed on the surface of several pulmonary and extra-pulmonary cell types, including cardiac, renal, intestinal and endothelial cells. There is evidence that also endothelial cells are infected by SARS-COV-2, with subsequent occurrence of systemic vasculitis, thromboembolism and disseminated intravascular coagulation. Those effects, together with the \"cytokine storm\" are involved in a worse prognosis. In clinical practice, angiotensin-converting enzyme inhibitors (ACE-Is) and angiotensin II receptor blockers (ARBs) are extensively used for the treatment of hypertension and other cardiovascular diseases. In in vivo studies, ACE-Is and ARBs seem to paradoxically increase ACE-2 expression, which could favour SARS-CoV-2 infection of host's cells and tissues. By contrast, in patients treated with ACE-Is and ARBs, ACE-2 shows a downregulation at the mRNA and protein levels in kidney and cardiac tissues. Yet, it has been claimed that both ARBs and ACE-Is could result potentially useful in the clinical course of SARS-CoV-2-infected patients. As detected in China and as the Italian epidemiological situation confirms, the most prevalent comorbidities in deceased patients with COVID-19 are hypertension, diabetes and cardiovascular diseases. Older COVID-19-affected patients with cardiovascular comorbidities exhibit a more severe clinical course and a worse prognosis, with many of them being also treated with ARBs or ACE-Is. Another confounding factor is cigarette smoking, which has been reported to increase ACE-2 expression in both experimental models and humans. Sex also plays a role, with chromosome X harbouring the gene coding for ACE-2, which is one of the possible explanations of why mortality in female patients is lower. Viral entry also depends on TMPRSS2 protease activity, an androgen dependent enzyme. Despite the relevance of experimental animal studies, to comprehensively address the question of the potential hazards or benefits of ACE-Is and ARBs on the clinical course of COVID-19-affected patients treated by these anti-hypertensive drugs, we will need randomized human studies. We claim the need of adequately powered, prospective studies aimed at answering the following questions of paramount importance for cardiovascular, internal and emergency medicine: Do ACE-Is and ARBs exert similar or different effects on infection or disease course? Are such effects dangerous, neutral or even useful in older, COVID-19-affected patients? Do they act on multiple cell types? Since ACE-Is and ARBs have different molecular targets, the clinical course of SARS-CoV-2 infection could be also different in patients treated by one or the other of these two drug classes. At present, insufficient detailed data from trials have been made available."],"journal":"Intern Emerg Med","authors":["Albini, Adriana","Di Guardo, Giovanni","Noonan, Douglas McClain","Lombardo, Michele"],"date":"2020-05-21T11:00:00Z","year":2020,"_id":"32430651","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1007/s11739-020-02364-6","keywords":["ace-inhibitors","angiotensin ii receptor blockers","covid-19","cardiovascular disease","endothelium","thrombosis"],"locations":["China","Italian"],"countries":["China","Italy"],"countries_codes":["CHN|China","ITA|Italy"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1667342288113631232,"score":249.67676},{"pmid":32389117,"title":"A Viewpoint on Angiotensin-Converting Enzyme 2, Anti-Hypertensives and Coronavirus Disease 2019 (COVID-19).","text":["A Viewpoint on Angiotensin-Converting Enzyme 2, Anti-Hypertensives and Coronavirus Disease 2019 (COVID-19).","TO THE EDITOR, The current life threatening pandemic outbreak of coronavirus disease 2019 (COVID-19) is hitting the whole world in terms of mortality as well as economic losses [1,2]. It has thought to be originated from Wuhan, China, in December 2019. This outbreak has link to Wuhan's seafood and exotic animal wholesale markets [3,4]. As SARS-CoV-2 is highly contagious, it has now spread to each and every corner of the world [1,2]. According to the World Health Organization (WHO) situation report (77th), updated on 6 April, 2020 there have been globally 1210956 confirmed cases and 67 594 deaths of COVID-19 [2]. This viral outbreak has now posed a global threat to healthcare systems. So many, efforts are going on to find new drugs or to repurpose already existed drugs [1,5-7]. Majoritily, it has been found that most of the COVID-19 patients belong to cardiovascular comorbidities [8-10]. It is obvious that they qualify for antihypertensive therapy. Many of them are treating with angiotensin-converting enzyme inhibitor (ACEI) or angiotensin II receptor blocker (ARB)[8]. There has been considerable debate in scientific community and health professionals about whether angiotensin converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) may increase attractiveness towards the COVID-19 virus infection or not ?[9-16]. One of the important concern highlighted by these studies involving antihypertensive medications suggested that these drugs might cause increments in abundance of SARS-CoV-2 receptor henceforth causing COVID-19 by entering into cells [17,18]. This suggests plausible increase in ACE2 receptors on lung and heart cells and hence offering more entry points for SARS-CoV-2[17]. However, no strong evidence has been noted. There has been more number of commentaries published explaining both sides and still they are appearing on daily basis [12-16]. Herein, we tried to summaries, clinical aspects on ACEs and ARBs based on literature and commentaries to explain both the sides. A recent published article in Nature by Zhou et al. (2020)[19], reported that the angiotensin-converting enzyme II (ACE2) is acting as receptor for SARS Coronavirus 2.This receptors was also acted as receptors for SARS-CoV and HCoV-NL63. Zhou et al. (2020), clearly wrote that \"We show that 2019-nCoV (COVID-19) is able to use ACE2 proteins as an entry receptor to enter ACE2-expressing cells, but not cells that did not express ACE2, indicating that ACE2 is probably the cell receptor through which 2019-nCoV enters cells\". ACE2 is aminopeptidase responsible for cleaving angiotensin I and angiotensin II into the angiotensin-(1-9) and angiotensin-(1-7) peptides[20]. Normally, ACE2 have been found to be overexpressed in clinical conditions including heart failure, arterial hypertension, etc. It has also been noted that ACE2 acts as a functional receptor for SARS-CoV-2 entry. There have been several literatures supporting the role of a cardiovascular-protective ACE2-angiotensin-(1-7)-Mas receptor axis. Recent viewpoint article published in JAMA journal by author Majd AlGhatrif exaplains[15] correlations among aging, cardiovascular diseases and COVID-19 patients. He clearly concluded important fact saying, \"compared with young individuals, older persons with cardiovascular disorders (CVD); who already have reduced ACE2 levels will be expected to be more predisposed to exaggerated inflammation with further reduction in ACE2 expression in the context of COVID-19, manifesting with greater disease severity\". One of well-known Austrian scientist Prof. Josef Penninger[21], Josef Penninger noted important relationship between RAS (the renin-angiotensin system) and ACE2. He is particularly focusing on ACE2 as a potential treatment approach. In one of the article by Mourad et al., (2020), explained different effects on ACE2 levels in correlation with different administrations of RAAS inhibitors and believed that chronic treatment with ACE inhibitors has no reason to influence the course of SARS-CoV-2 infection[22]. A reply to this article has also been published by Zheng et al., (2020)[23] saying that \"although ACE2 has been identified as the functional receptor for SARS-CoV-2, the role of ACE2 in the progression of COVID-19 after SARS-CoV-2 infection is still controversial, so the benefits of aliskiren use in patients with COVID-19 needs further investigation\". Today, many healthcare societies' especially cardiovascular societies are urging the patients suffering from CVDs (cardiovascular diseases) not to discontinue their medications[24-26]. These healthcare societies give more stress upon statement saying that there is no sound evidence to correlate ACEs and ARBs leading risk of COVID-19 infection. It has also been noted that healthcare societies do not suggest immediate starting of ACEIs/ARBs in those patients having no settlements with clinical conditions like heart failure, diabetes, hypertension, etc. As these statements adheres to current state of evidences. The same conclusion has been derived from the recent article by Ankit Patel et al., (2020)[24]. This article suggested that there has been no definitive evidence to suggest ACE inhibitors and ARBs worsening of COVID-19. A study published by Vaduganathan et al., (2020) in New England Journal of Medicine discussed the uncertain effects of RAAS blockers on ACE2 levels[27]. They also derived to conclusion that ACE2 may be beneficial in COVID-19 patients with lung injury. This team also suggests that withdrawal of RAAS inhibitors may be harmful. A very recent review published by Dr. Sanchis-Gomar and his co-authors in Mayo Clinic Proceedings[14], by analysing more than 60 articles, concluded the fact that \"no studies have reported an increase in circulating ACE2 levels or expression thus far, and increased expression would not necessarily imply an increased risk of infection or disease severity\". Dr. Sanchis-Gomar, studies both articles explaining that elevated levels of angiotensin II fostering acute respiratory distress syndrome (ARDS) as well as significance of RAAS inhibitors in therapy in treating patients with COVID-19. However, authors noted that more research in this regard is needed. CONCLUSION In this regards, more laboratory and clinical evidences are required in order to decide COVID-19 treatment. In conclusion to this debate, suggesting roles of antihypertensive agents and severity leading changes in ACE2 levels, may shed more light on infectivity and outcome of COVID-19.There is an urgent need to establish whether treatments with antihypertensive (ACEI's/ ARBs) needs to be determined.","Infect Disord Drug Targets","Mali, Suraj N","Thorat, Bapu R","Chopade, Atul R","32389117"],"journal":"Infect Disord Drug Targets","authors":["Mali, Suraj N","Thorat, Bapu R","Chopade, Atul R"],"date":"2020-05-12T11:00:00Z","year":2020,"_id":"32389117","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.2174/1871526520666200511005546","keywords":["2019-ncov","ace2.","angiotensin converting enzyme inhibitors","antihypertesives","covid-19","wuhan"],"locations":["Wuhan","China","Wuhan","Nature","Austrian","Hypertensives"],"countries":["China","Austria"],"countries_codes":["CHN|China","AUT|Austria"],"e_drugs":["aliskiren"],"topics":["Treatment","Mechanism"],"weight":1,"abstract":["TO THE EDITOR, The current life threatening pandemic outbreak of coronavirus disease 2019 (COVID-19) is hitting the whole world in terms of mortality as well as economic losses [1,2]. It has thought to be originated from Wuhan, China, in December 2019. This outbreak has link to Wuhan's seafood and exotic animal wholesale markets [3,4]. As SARS-CoV-2 is highly contagious, it has now spread to each and every corner of the world [1,2]. According to the World Health Organization (WHO) situation report (77th), updated on 6 April, 2020 there have been globally 1210956 confirmed cases and 67 594 deaths of COVID-19 [2]. This viral outbreak has now posed a global threat to healthcare systems. So many, efforts are going on to find new drugs or to repurpose already existed drugs [1,5-7]. Majoritily, it has been found that most of the COVID-19 patients belong to cardiovascular comorbidities [8-10]. It is obvious that they qualify for antihypertensive therapy. Many of them are treating with angiotensin-converting enzyme inhibitor (ACEI) or angiotensin II receptor blocker (ARB)[8]. There has been considerable debate in scientific community and health professionals about whether angiotensin converting enzyme (ACE) inhibitors and angiotensin receptor blockers (ARBs) may increase attractiveness towards the COVID-19 virus infection or not ?[9-16]. One of the important concern highlighted by these studies involving antihypertensive medications suggested that these drugs might cause increments in abundance of SARS-CoV-2 receptor henceforth causing COVID-19 by entering into cells [17,18]. This suggests plausible increase in ACE2 receptors on lung and heart cells and hence offering more entry points for SARS-CoV-2[17]. However, no strong evidence has been noted. There has been more number of commentaries published explaining both sides and still they are appearing on daily basis [12-16]. Herein, we tried to summaries, clinical aspects on ACEs and ARBs based on literature and commentaries to explain both the sides. A recent published article in Nature by Zhou et al. (2020)[19], reported that the angiotensin-converting enzyme II (ACE2) is acting as receptor for SARS Coronavirus 2.This receptors was also acted as receptors for SARS-CoV and HCoV-NL63. Zhou et al. (2020), clearly wrote that \"We show that 2019-nCoV (COVID-19) is able to use ACE2 proteins as an entry receptor to enter ACE2-expressing cells, but not cells that did not express ACE2, indicating that ACE2 is probably the cell receptor through which 2019-nCoV enters cells\". ACE2 is aminopeptidase responsible for cleaving angiotensin I and angiotensin II into the angiotensin-(1-9) and angiotensin-(1-7) peptides[20]. Normally, ACE2 have been found to be overexpressed in clinical conditions including heart failure, arterial hypertension, etc. It has also been noted that ACE2 acts as a functional receptor for SARS-CoV-2 entry. There have been several literatures supporting the role of a cardiovascular-protective ACE2-angiotensin-(1-7)-Mas receptor axis. Recent viewpoint article published in JAMA journal by author Majd AlGhatrif exaplains[15] correlations among aging, cardiovascular diseases and COVID-19 patients. He clearly concluded important fact saying, \"compared with young individuals, older persons with cardiovascular disorders (CVD); who already have reduced ACE2 levels will be expected to be more predisposed to exaggerated inflammation with further reduction in ACE2 expression in the context of COVID-19, manifesting with greater disease severity\". One of well-known Austrian scientist Prof. Josef Penninger[21], Josef Penninger noted important relationship between RAS (the renin-angiotensin system) and ACE2. He is particularly focusing on ACE2 as a potential treatment approach. In one of the article by Mourad et al., (2020), explained different effects on ACE2 levels in correlation with different administrations of RAAS inhibitors and believed that chronic treatment with ACE inhibitors has no reason to influence the course of SARS-CoV-2 infection[22]. A reply to this article has also been published by Zheng et al., (2020)[23] saying that \"although ACE2 has been identified as the functional receptor for SARS-CoV-2, the role of ACE2 in the progression of COVID-19 after SARS-CoV-2 infection is still controversial, so the benefits of aliskiren use in patients with COVID-19 needs further investigation\". Today, many healthcare societies' especially cardiovascular societies are urging the patients suffering from CVDs (cardiovascular diseases) not to discontinue their medications[24-26]. These healthcare societies give more stress upon statement saying that there is no sound evidence to correlate ACEs and ARBs leading risk of COVID-19 infection. It has also been noted that healthcare societies do not suggest immediate starting of ACEIs/ARBs in those patients having no settlements with clinical conditions like heart failure, diabetes, hypertension, etc. As these statements adheres to current state of evidences. The same conclusion has been derived from the recent article by Ankit Patel et al., (2020)[24]. This article suggested that there has been no definitive evidence to suggest ACE inhibitors and ARBs worsening of COVID-19. A study published by Vaduganathan et al., (2020) in New England Journal of Medicine discussed the uncertain effects of RAAS blockers on ACE2 levels[27]. They also derived to conclusion that ACE2 may be beneficial in COVID-19 patients with lung injury. This team also suggests that withdrawal of RAAS inhibitors may be harmful. A very recent review published by Dr. Sanchis-Gomar and his co-authors in Mayo Clinic Proceedings[14], by analysing more than 60 articles, concluded the fact that \"no studies have reported an increase in circulating ACE2 levels or expression thus far, and increased expression would not necessarily imply an increased risk of infection or disease severity\". Dr. Sanchis-Gomar, studies both articles explaining that elevated levels of angiotensin II fostering acute respiratory distress syndrome (ARDS) as well as significance of RAAS inhibitors in therapy in treating patients with COVID-19. However, authors noted that more research in this regard is needed. CONCLUSION In this regards, more laboratory and clinical evidences are required in order to decide COVID-19 treatment. In conclusion to this debate, suggesting roles of antihypertensive agents and severity leading changes in ACE2 levels, may shed more light on infectivity and outcome of COVID-19.There is an urgent need to establish whether treatments with antihypertensive (ACEI's/ ARBs) needs to be determined."],"_version_":1666528579992682496,"score":236.45276},{"pmid":32338224,"title":"Focus on Receptors for Coronaviruses with Special Reference to Angiotensin-converting Enzyme 2 as a Potential Drug Target - A Perspective.","text":["Focus on Receptors for Coronaviruses with Special Reference to Angiotensin-converting Enzyme 2 as a Potential Drug Target - A Perspective.","Coronaviruses (CoVs) possess an enveloped, single, positive-stranded RNA genome which encodes for four membrane proteins, namely spike (S), envelope (E), membrane (M) and nucleocapsid (N) proteins 3-5 [1]. With regard to pathogenicity, S proteins are essential for viral entry into host cells [2, 3]. SARS-CoV binds to the angiotensin-converting enzyme (ACE)2 which is present on nonimmune cells, such as respiratory and intestinal epithelial cells, endothelial cells, kidney cells (renal tubules) and cerebral neurons and immune cells, such as alveolar monocytes/macrophages [4-6]. Of note, CD209L or liver/lymph node special intercellular adhesion molecule-3-grabbing non-integrin (SIGN) and dendritic cell (DC)-SIGN are alternative receptors for SARS-CoV but with lower affinity [7]. In the case of MERS-CoV, S proteins bind to the host cell receptor dipeptidyl peptidase 4 (DPP4 or CD26) which is broadly expressed on intestinal, alveolar, renal, hepatic and prostate cells as well as on activated leukocytes [8]. Then, viruses replicate in target cells with release of mature virions, which, in turn, invade new target cells [9]. Evidence has been provided that SARSCoV proteins are cleaved into two subunits, S1 and S2, respectively, and the amino acids 318-510 of the S1 represent the receptor-binding domain (RBD) which binds to ACE2 [10, 11]. Quite importantly, in the context of RBD there is the receptor-binding motif (RBM) (amino acids 424- 494), which accounts for complete binding to ACE2 [11]. Moreover, by means of two residues at positions 479 and 487 RBD allows virus progression and tropism [10, 11]. In the case of MERSCoV, its RBM binds to DPP4 with residues 484-567, thus, suggesting that its RBD differs from that of SARS-CoV [12, 13]. In a very recent paper, Wan and associates [14] have investigated the receptor recognition by COVID-19 (a new term to indicate the 2019-nCoV in Wuhan) on the bases of structural studies. In this respect, the sequence of COVID-19 RBM is similar to that of SARSCoV, thus, implicating that ACE2 may represent the binding receptors for COVID-19. Furthermore, gln493 residue of COVID-19 RBM seems to allow interaction with human ACE2, thus, suggesting the ability of this virus to infect human cells. According, to Wan and associates structural analysis [14], COVID-19 binds to human ACE2 with a lesser efficiency than human SARS-CoV (2002) but with higher affinity than human SARS-CoV (2003). Furthermore, same authors predicted that a single mutation at the 501 position may enhance the COVID-19 RBD binding capacity to human ACE2 and this evolution should be monitored in infected patients [14]. These predictive findings by Wan and associates [14] are confirmed by two contemporary studies by Letko and Muster [15] and Peng and associates [16]. In particular, the report by Peng and associates [16], points out the possible origin of COVID-19 from bats [16]. From a pathogenic point of view, evidence has been provided that binding of S2 to ACE2 receptor leads to its down-regulation with subsequent lung damage in the course of SARS-CoV infection [17]. Down-regulation of ACE2 causes excessive production of angiotensin (ANG) II by the related enzyme ACE with stimulation of ANG type 1a receptor (AT1R) and enhanced lung vascular permeability [18]. In particular, same authors have reported that recombinant ACE2 could attenuate severe acute lung injury in mice [18]. Moreover, Battle and associates [19] also proposed to use already available recombinant ACE2 for intercepting COVID-19 and attenuating infection. In the previous paragraphs, the presence of ACE2 on immune cells has been pointed out and, by analogy to epithelial cells, this receptor may also be down-regulated following viral entry. Therefore, in CoV-infected animal models and in infected humans further investigations are required to clarify a possible reduced expression of ACE2 on immune cells. In fact, in the course of SARS-CoV infection, a number of immune disorders have been detected. Three reports have demonstrated the ability of CoV to inhibit interferon (IFN)- production in the course of SARS acting as IFN antagonist [20-22]. In senescent Balb/c mice, depletion of T lymphocytes is associated to more severe interstitial pneumonitis and delayed clearance of SARS-CoV, thus, suggesting a protective role played by these cells [23]. In this connection, both SARS-CoV and MERS-CoV have been shown to induce T cell apoptosis, thus, aggravating the clinical course of disease [24, 25]. Quite interestingly, memory CD8+ T cells specific for SARS-CoV M and N proteins have been detected up to 11 years post-infection [26]. As far as humoral immune responsiveness is concerned, evidence has been provided that S1 subunit from MERS-CoV is highly immunogenic in mice [27]. Moreover, monoclonal antibodies have been shown to be highly neutralizing against MERS-CoV replication and endowed with post exposure effectiveness in susceptible mice [28, 29]. Human neutralizing antibodies have also been isolated from a recovered patient, thus, suggesting the role of humoral immunity in the control of the persistence of CoV in the host [30]. In particular, IgG response occurs early in infection and its prolonged production may serve for virus clearance during recovery also in view of the absence of viremia in convalescent sera from SARS patients [31]. According to current literature, severity of COVID-19 infection correlates with lymphopenia and patients who died from COVID-19 had lower lymphocyte counts when compared to survivors [32, 33]. These data suggest that lymphocyte-mediated anti-viral activity is poorly effective against COVID-19. Despite lymphopenia, evidence for an exaggerate release of proinflammatory cytokines [interleukin (IL)-1 and IL-6] has been reported in the course acute respiratory syndrome in COVID19 infected patients, thus, aggravating the clinical course of disease [34]. As recently reported, during COVID-19 pandemic in both Italy and China higher frequency of fatalities have been observed in the frail elderly population with previous comorbidities [35]. It is well known that decline of immunity occurs in ageing and, therefore, COVID-19 may gain easier access to the respiratory tract in frail elderly patients [36]. There is evidence that ACE2 protects from severe acute lung failure and operates as a negative regulator of the renin-angiotensin system (RAS) [18, 37]. It is well known that ANG II via activation of the AT1R promotes detrimental effects on the host, such as, vasoconstriction, reactive oxygen species generation, inflammation and matrix remodelling [38]. ACE2 counterbalances the noxious effects exhibited by ANG II and AT1R via activation of AT2R which arrests cell growth, inflammation and fibrosis [39]. In this framework, Gurwitz [40] proposed to use AT1R blockers, such as losartan, as a potential treatment of COVID-19 infection. In fact, losartan as well as olmesartan, used for treating hypertension in patients, were able to increase ACE2 expression after 28 days treatment of rats with myocardial infarction [41]. Then, Gurwitz suggests to evaluate severity of symptoms in COVID-19 infected patients under previous chronic treatment with AT1R blockers in comparison to COVID-19 infected patients who did not take AT1R blockers [40]. Quite interestingly, 75% of aged COVID-19 infected patients admitted to Italian hospitals had hypertension [unpublished data]. However, the putative effects of ACE-2 down-regulation on the cardiovascular system in the course of COVID-19 pandemic need more intensive studies. Taken together, these evidences suggest that CoV-induced down-regulation of ACE2 activates RAS with collateral damage to organs, such as lungs, in the course of SARS-related pneumonia. Then, putative therapeutic measures aimed at increasing ACE2 levels on respiratory epithelial cells should be taken into serious consideration. Quite interestingly, over the past few years, three key papers have demonstrated the ability of a polyphenol, resveratrol (RES), to experimentally deactivate the RAS system in maternal and post-weaning high fat diet, arterial ageing and high fat diet, respectively [42-44]. In all these experimental models, RES led to an increase of ACE2 with reduction of organ damage, such as liver steatosis and aorta media thickness and decrease of adipose tissue mass, respectively. As far as the mechanism of action of RES is concerned, this polyphenol is able to activate sirtuin (Sirt)1 [45-47]. In turn, Sirt1 down-regulates AT1R expression via ACE2 up-regulation [43, 48]. Of importance, Lin and associates [48] have demonstrated the ability of RES to in vitro inhibit MERS-CoV infection of Vero E6 cells, thus, prolonging cell survival in virtue of an anti-apoptotic mechanism. These findings suggest a direct antiviral effect exerted by RES. It would be very interestingly to evaluate the direct effects of RES on COVID-19, in vitro. The data above discussed strongly suggest, that RES, as an activators of ACE2, should be investigated in animal models of CoV-induced severe pneumonia, also taking into account the antioxidant, anti-inflammatory and immunomodulating effects exerted by polyphenols [49]. Then, successful animal studies may pave the way for RES-based human trials in COVID-infected patients. Note added in proof During the reviewing process of this perspective other related papers have been published. Hanff and associates [50] have discussed the possible association between COVID-19-associated cardiovascular mortality and dysregulation of the Renin Angiotensin System (RAS). From a pharmacologic point of view, RAS inhibition leads to upregulation of ACE2, thus, attenuating acute respiratory syndrome and myocarditis in COVID-19-infected patients. Conversely, increase in ACE2 expression may facilitate the access into the host of COVID-19, thus, aggravating the clinical picture. Such a dilemma would be solved by clinical trials based on RAS blockade or initiation and monitoring related effects. Contemporarily, Danser and associates [51] claim that there is no evidence to stop RAS blockers in the course of COVID-19 infection. In fact, there are no available data which support that ACE inhibitors or ANG II type I receptor blockers increase COVID-19 infection via its binding to ACE2. Finally, Kuster and associates [52] write that there are no data on the strict relationship between ACE2 activity and SARS-CoV2 mortality. Moreover, in the SARSCoV2, cells expressing ACE2 were not attacked by the virus, while cells lacking ACE2 were bound by the SARS-CoV2 virus [53]. These findings suggest that also in the case of RES effects on COVID-19 infection, the dual role of ACE2 should be taken into serious consideration.","Endocr Metab Immune Disord Drug Targets","Magrone, Thea","Magrone, Manrico","Jirillo, Emilio","32338224"],"journal":"Endocr Metab Immune Disord Drug Targets","authors":["Magrone, Thea","Magrone, Manrico","Jirillo, Emilio"],"date":"2020-04-28T11:00:00Z","year":2020,"_id":"32338224","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.2174/1871530320666200427112902","locations":["non-integrin","Wuhan","Letko","Italy","China","olmesartan","Italian"],"countries":["Italy","China"],"countries_codes":["ITA|Italy","CHN|China"],"e_drugs":["Polyphenols","Resveratrol","Losartan","olmesartan"],"topics":["Treatment","Mechanism"],"weight":1,"abstract":["Coronaviruses (CoVs) possess an enveloped, single, positive-stranded RNA genome which encodes for four membrane proteins, namely spike (S), envelope (E), membrane (M) and nucleocapsid (N) proteins 3-5 [1]. With regard to pathogenicity, S proteins are essential for viral entry into host cells [2, 3]. SARS-CoV binds to the angiotensin-converting enzyme (ACE)2 which is present on nonimmune cells, such as respiratory and intestinal epithelial cells, endothelial cells, kidney cells (renal tubules) and cerebral neurons and immune cells, such as alveolar monocytes/macrophages [4-6]. Of note, CD209L or liver/lymph node special intercellular adhesion molecule-3-grabbing non-integrin (SIGN) and dendritic cell (DC)-SIGN are alternative receptors for SARS-CoV but with lower affinity [7]. In the case of MERS-CoV, S proteins bind to the host cell receptor dipeptidyl peptidase 4 (DPP4 or CD26) which is broadly expressed on intestinal, alveolar, renal, hepatic and prostate cells as well as on activated leukocytes [8]. Then, viruses replicate in target cells with release of mature virions, which, in turn, invade new target cells [9]. Evidence has been provided that SARSCoV proteins are cleaved into two subunits, S1 and S2, respectively, and the amino acids 318-510 of the S1 represent the receptor-binding domain (RBD) which binds to ACE2 [10, 11]. Quite importantly, in the context of RBD there is the receptor-binding motif (RBM) (amino acids 424- 494), which accounts for complete binding to ACE2 [11]. Moreover, by means of two residues at positions 479 and 487 RBD allows virus progression and tropism [10, 11]. In the case of MERSCoV, its RBM binds to DPP4 with residues 484-567, thus, suggesting that its RBD differs from that of SARS-CoV [12, 13]. In a very recent paper, Wan and associates [14] have investigated the receptor recognition by COVID-19 (a new term to indicate the 2019-nCoV in Wuhan) on the bases of structural studies. In this respect, the sequence of COVID-19 RBM is similar to that of SARSCoV, thus, implicating that ACE2 may represent the binding receptors for COVID-19. Furthermore, gln493 residue of COVID-19 RBM seems to allow interaction with human ACE2, thus, suggesting the ability of this virus to infect human cells. According, to Wan and associates structural analysis [14], COVID-19 binds to human ACE2 with a lesser efficiency than human SARS-CoV (2002) but with higher affinity than human SARS-CoV (2003). Furthermore, same authors predicted that a single mutation at the 501 position may enhance the COVID-19 RBD binding capacity to human ACE2 and this evolution should be monitored in infected patients [14]. These predictive findings by Wan and associates [14] are confirmed by two contemporary studies by Letko and Muster [15] and Peng and associates [16]. In particular, the report by Peng and associates [16], points out the possible origin of COVID-19 from bats [16]. From a pathogenic point of view, evidence has been provided that binding of S2 to ACE2 receptor leads to its down-regulation with subsequent lung damage in the course of SARS-CoV infection [17]. Down-regulation of ACE2 causes excessive production of angiotensin (ANG) II by the related enzyme ACE with stimulation of ANG type 1a receptor (AT1R) and enhanced lung vascular permeability [18]. In particular, same authors have reported that recombinant ACE2 could attenuate severe acute lung injury in mice [18]. Moreover, Battle and associates [19] also proposed to use already available recombinant ACE2 for intercepting COVID-19 and attenuating infection. In the previous paragraphs, the presence of ACE2 on immune cells has been pointed out and, by analogy to epithelial cells, this receptor may also be down-regulated following viral entry. Therefore, in CoV-infected animal models and in infected humans further investigations are required to clarify a possible reduced expression of ACE2 on immune cells. In fact, in the course of SARS-CoV infection, a number of immune disorders have been detected. Three reports have demonstrated the ability of CoV to inhibit interferon (IFN)- production in the course of SARS acting as IFN antagonist [20-22]. In senescent Balb/c mice, depletion of T lymphocytes is associated to more severe interstitial pneumonitis and delayed clearance of SARS-CoV, thus, suggesting a protective role played by these cells [23]. In this connection, both SARS-CoV and MERS-CoV have been shown to induce T cell apoptosis, thus, aggravating the clinical course of disease [24, 25]. Quite interestingly, memory CD8+ T cells specific for SARS-CoV M and N proteins have been detected up to 11 years post-infection [26]. As far as humoral immune responsiveness is concerned, evidence has been provided that S1 subunit from MERS-CoV is highly immunogenic in mice [27]. Moreover, monoclonal antibodies have been shown to be highly neutralizing against MERS-CoV replication and endowed with post exposure effectiveness in susceptible mice [28, 29]. Human neutralizing antibodies have also been isolated from a recovered patient, thus, suggesting the role of humoral immunity in the control of the persistence of CoV in the host [30]. In particular, IgG response occurs early in infection and its prolonged production may serve for virus clearance during recovery also in view of the absence of viremia in convalescent sera from SARS patients [31]. According to current literature, severity of COVID-19 infection correlates with lymphopenia and patients who died from COVID-19 had lower lymphocyte counts when compared to survivors [32, 33]. These data suggest that lymphocyte-mediated anti-viral activity is poorly effective against COVID-19. Despite lymphopenia, evidence for an exaggerate release of proinflammatory cytokines [interleukin (IL)-1 and IL-6] has been reported in the course acute respiratory syndrome in COVID19 infected patients, thus, aggravating the clinical course of disease [34]. As recently reported, during COVID-19 pandemic in both Italy and China higher frequency of fatalities have been observed in the frail elderly population with previous comorbidities [35]. It is well known that decline of immunity occurs in ageing and, therefore, COVID-19 may gain easier access to the respiratory tract in frail elderly patients [36]. There is evidence that ACE2 protects from severe acute lung failure and operates as a negative regulator of the renin-angiotensin system (RAS) [18, 37]. It is well known that ANG II via activation of the AT1R promotes detrimental effects on the host, such as, vasoconstriction, reactive oxygen species generation, inflammation and matrix remodelling [38]. ACE2 counterbalances the noxious effects exhibited by ANG II and AT1R via activation of AT2R which arrests cell growth, inflammation and fibrosis [39]. In this framework, Gurwitz [40] proposed to use AT1R blockers, such as losartan, as a potential treatment of COVID-19 infection. In fact, losartan as well as olmesartan, used for treating hypertension in patients, were able to increase ACE2 expression after 28 days treatment of rats with myocardial infarction [41]. Then, Gurwitz suggests to evaluate severity of symptoms in COVID-19 infected patients under previous chronic treatment with AT1R blockers in comparison to COVID-19 infected patients who did not take AT1R blockers [40]. Quite interestingly, 75% of aged COVID-19 infected patients admitted to Italian hospitals had hypertension [unpublished data]. However, the putative effects of ACE-2 down-regulation on the cardiovascular system in the course of COVID-19 pandemic need more intensive studies. Taken together, these evidences suggest that CoV-induced down-regulation of ACE2 activates RAS with collateral damage to organs, such as lungs, in the course of SARS-related pneumonia. Then, putative therapeutic measures aimed at increasing ACE2 levels on respiratory epithelial cells should be taken into serious consideration. Quite interestingly, over the past few years, three key papers have demonstrated the ability of a polyphenol, resveratrol (RES), to experimentally deactivate the RAS system in maternal and post-weaning high fat diet, arterial ageing and high fat diet, respectively [42-44]. In all these experimental models, RES led to an increase of ACE2 with reduction of organ damage, such as liver steatosis and aorta media thickness and decrease of adipose tissue mass, respectively. As far as the mechanism of action of RES is concerned, this polyphenol is able to activate sirtuin (Sirt)1 [45-47]. In turn, Sirt1 down-regulates AT1R expression via ACE2 up-regulation [43, 48]. Of importance, Lin and associates [48] have demonstrated the ability of RES to in vitro inhibit MERS-CoV infection of Vero E6 cells, thus, prolonging cell survival in virtue of an anti-apoptotic mechanism. These findings suggest a direct antiviral effect exerted by RES. It would be very interestingly to evaluate the direct effects of RES on COVID-19, in vitro. The data above discussed strongly suggest, that RES, as an activators of ACE2, should be investigated in animal models of CoV-induced severe pneumonia, also taking into account the antioxidant, anti-inflammatory and immunomodulating effects exerted by polyphenols [49]. Then, successful animal studies may pave the way for RES-based human trials in COVID-infected patients. Note added in proof During the reviewing process of this perspective other related papers have been published. Hanff and associates [50] have discussed the possible association between COVID-19-associated cardiovascular mortality and dysregulation of the Renin Angiotensin System (RAS). From a pharmacologic point of view, RAS inhibition leads to upregulation of ACE2, thus, attenuating acute respiratory syndrome and myocarditis in COVID-19-infected patients. Conversely, increase in ACE2 expression may facilitate the access into the host of COVID-19, thus, aggravating the clinical picture. Such a dilemma would be solved by clinical trials based on RAS blockade or initiation and monitoring related effects. Contemporarily, Danser and associates [51] claim that there is no evidence to stop RAS blockers in the course of COVID-19 infection. In fact, there are no available data which support that ACE inhibitors or ANG II type I receptor blockers increase COVID-19 infection via its binding to ACE2. Finally, Kuster and associates [52] write that there are no data on the strict relationship between ACE2 activity and SARS-CoV2 mortality. Moreover, in the SARSCoV2, cells expressing ACE2 were not attacked by the virus, while cells lacking ACE2 were bound by the SARS-CoV2 virus [53]. These findings suggest that also in the case of RES effects on COVID-19 infection, the dual role of ACE2 should be taken into serious consideration."],"_version_":1666138494287740928,"score":233.40881},{"pmid":32208987,"title":"Renin-Angiotensin System Blockers and the COVID-19 Pandemic: At Present There Is No Evidence to Abandon Renin-Angiotensin System Blockers.","text":["Renin-Angiotensin System Blockers and the COVID-19 Pandemic: At Present There Is No Evidence to Abandon Renin-Angiotensin System Blockers.","During the spread of the severe acute respiratory syndrome coronavirus-2, some reports of data still emerging and in need of full analysis indicate that certain groups of patients are at risk of COVID-19. This includes patients with hypertension, heart disease, diabetes mellitus, and clearly the elderly. Many of those patients are treated with reninangiotensin system blockers. Because the ACE2 (angiotensin-converting enzyme 2) protein is the receptor that facilitates coronavirus entry into cells, the notion has been popularized that treatment with renin-angiotensin system blockers might increase the risk of developing a severe and fatal severe acute respiratory syndrome coronavirus-2 infection. The present article discusses this concept. ACE2 in its full-length form is a membrane-bound enzyme, whereas its shorter (soluble) form circulates in blood at very low levels. As a mono-carboxypeptidase, ACE2 contributes to the degradation of several substrates including angiotensins I and II. ACE (angiotensin-converting enzyme) inhibitors do not inhibit ACE2 because ACE and ACE2 are different enzymes. Although angiotensin II type 1 receptor blockers have been shown to upregulate ACE2 in experimental animals, the evidence is not always consistent and differs among the diverse angiotensin II type 1 receptor blockers and differing organs. Moreover, there are no data to support the notion that ACE inhibitor or angiotensin II type 1 receptor blocker administration facilitates coronavirus entry by increasing ACE2 expression in either animals or humans. Indeed, animal data support elevated ACE2 expression as conferring potential protective pulmonary and cardiovascular effects. In summary, based on the currently available evidence, treatment with renin-angiotensin system blockers should not be discontinued because of concerns with coronavirus infection.","Hypertension","Danser, A H Jan","Epstein, Murray","Batlle, Daniel","32208987"],"abstract":["During the spread of the severe acute respiratory syndrome coronavirus-2, some reports of data still emerging and in need of full analysis indicate that certain groups of patients are at risk of COVID-19. This includes patients with hypertension, heart disease, diabetes mellitus, and clearly the elderly. Many of those patients are treated with reninangiotensin system blockers. Because the ACE2 (angiotensin-converting enzyme 2) protein is the receptor that facilitates coronavirus entry into cells, the notion has been popularized that treatment with renin-angiotensin system blockers might increase the risk of developing a severe and fatal severe acute respiratory syndrome coronavirus-2 infection. The present article discusses this concept. ACE2 in its full-length form is a membrane-bound enzyme, whereas its shorter (soluble) form circulates in blood at very low levels. As a mono-carboxypeptidase, ACE2 contributes to the degradation of several substrates including angiotensins I and II. ACE (angiotensin-converting enzyme) inhibitors do not inhibit ACE2 because ACE and ACE2 are different enzymes. Although angiotensin II type 1 receptor blockers have been shown to upregulate ACE2 in experimental animals, the evidence is not always consistent and differs among the diverse angiotensin II type 1 receptor blockers and differing organs. Moreover, there are no data to support the notion that ACE inhibitor or angiotensin II type 1 receptor blocker administration facilitates coronavirus entry by increasing ACE2 expression in either animals or humans. Indeed, animal data support elevated ACE2 expression as conferring potential protective pulmonary and cardiovascular effects. In summary, based on the currently available evidence, treatment with renin-angiotensin system blockers should not be discontinued because of concerns with coronavirus infection."],"journal":"Hypertension","authors":["Danser, A H Jan","Epstein, Murray","Batlle, Daniel"],"date":"2020-03-27T11:00:00Z","year":2020,"_id":"32208987","source":"PubMed","week":"202013|Mar 23 - Mar 29","doi":"10.1161/HYPERTENSIONAHA.120.15082","keywords":["ace inhibitor","covid-19","angiotensin receptor blocker","coronavirus","severe acute respiratory syndrome"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1666138490549567488,"score":226.58104},{"pmid":32310915,"title":"[ACE-inhibitors, angiotensin receptor blockers and severe acute respiratory syndrome caused by coronavirus].","text":["[ACE-inhibitors, angiotensin receptor blockers and severe acute respiratory syndrome caused by coronavirus].","Some Authors recently suggested that angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) should be discontinued, even temporarily, given the current pandemic of SARS-CoV-2 virus. The suggestion is based on the hypothesis that ACE-inhibitors and ARBs may favor the entry and diffusion of SARS-CoV-2 virus into the human cells. ACE-inhibitors and ARBs may increase the expression of ACE2 receptors, which are the sites of viral entry into the human organism. ACE2 receptors are ubiquitous, although they are extremely abundant on the cell surface of type 2 pneumocytes. Type 2 pneumocytes are small cylindrical alveolar cells located in close vicinity to pulmonary capillaries and responsible for the synthesis of alveolar surfactant, which is known to facilitate gas exchanges. The increased expression of ACE2 for effect of ACE-inhibitors and ARBs can be detected by increased production of angiotensin1-7 and mRNA related to ACE2. There is the fear that the increased expression of ACE2 induced by ACE-inhibitors and ARBs may ultimately facilitate the entry and diffusion of the SARS-CoV-2 virus. However, there is no clinical evidence to support this hypothesis. Furthermore, available data are conflicting and some counter-intuitive findings suggest that ARBs may be beneficial, not harmful. Indeed, studies conducted in different laboratories demonstrated that ACE2 receptors show a down-regulation (i.e. the opposite of what would happen with ACE-inhibitors and ARBs) for effect of their interaction with the virus. In animal studies, down-regulation of ACE2 has been found as prevalent in the pulmonary areas infected by virus, but not in the surrounding areas. In these studies, virus-induced ACE2 down-regulation would lead to a reduced formation of angiotensin1-7 (because ACE2 degrades angiotensin II into angiotensin1-7) with consequent accumulation of angiotensin II. The excess angiotensin II would favor pulmonary edema and inflammation, a phenomenon directly associated with angiotensin II levels, along with worsening in pulmonary function. Such detrimental effects have been blocked by ARBs in experimental models. In the light of the above considerations, it is reasonable to conclude that the suggestion to discontinue ACE-inhibitors or ARBs in all patients with the aim of preventing or limiting the diffusion of SARS-CoV-2 virus is not based on clinical evidence. Conversely, experimental studies suggest that ARBs might be useful in these patients to limit pulmonary damage through the inhibition of type 1 angiotensin II receptors. Controlled clinical studies in this area are eagerly awaited. This review discusses facts and theories on the potential impact of ACE-inhibitors and ARBs in the setting of the SARS-CoV-2 pandemic.","G Ital Cardiol (Rome)","Verdecchia, Paolo","Reboldi, Gianpaolo","Cavallini, Claudio","Mazzotta, Giovanni","Angeli, Fabio","32310915"],"abstract":["Some Authors recently suggested that angiotensin-converting enzyme (ACE) inhibitors and angiotensin II receptor blockers (ARBs) should be discontinued, even temporarily, given the current pandemic of SARS-CoV-2 virus. The suggestion is based on the hypothesis that ACE-inhibitors and ARBs may favor the entry and diffusion of SARS-CoV-2 virus into the human cells. ACE-inhibitors and ARBs may increase the expression of ACE2 receptors, which are the sites of viral entry into the human organism. ACE2 receptors are ubiquitous, although they are extremely abundant on the cell surface of type 2 pneumocytes. Type 2 pneumocytes are small cylindrical alveolar cells located in close vicinity to pulmonary capillaries and responsible for the synthesis of alveolar surfactant, which is known to facilitate gas exchanges. The increased expression of ACE2 for effect of ACE-inhibitors and ARBs can be detected by increased production of angiotensin1-7 and mRNA related to ACE2. There is the fear that the increased expression of ACE2 induced by ACE-inhibitors and ARBs may ultimately facilitate the entry and diffusion of the SARS-CoV-2 virus. However, there is no clinical evidence to support this hypothesis. Furthermore, available data are conflicting and some counter-intuitive findings suggest that ARBs may be beneficial, not harmful. Indeed, studies conducted in different laboratories demonstrated that ACE2 receptors show a down-regulation (i.e. the opposite of what would happen with ACE-inhibitors and ARBs) for effect of their interaction with the virus. In animal studies, down-regulation of ACE2 has been found as prevalent in the pulmonary areas infected by virus, but not in the surrounding areas. In these studies, virus-induced ACE2 down-regulation would lead to a reduced formation of angiotensin1-7 (because ACE2 degrades angiotensin II into angiotensin1-7) with consequent accumulation of angiotensin II. The excess angiotensin II would favor pulmonary edema and inflammation, a phenomenon directly associated with angiotensin II levels, along with worsening in pulmonary function. Such detrimental effects have been blocked by ARBs in experimental models. In the light of the above considerations, it is reasonable to conclude that the suggestion to discontinue ACE-inhibitors or ARBs in all patients with the aim of preventing or limiting the diffusion of SARS-CoV-2 virus is not based on clinical evidence. Conversely, experimental studies suggest that ARBs might be useful in these patients to limit pulmonary damage through the inhibition of type 1 angiotensin II receptors. Controlled clinical studies in this area are eagerly awaited. This review discusses facts and theories on the potential impact of ACE-inhibitors and ARBs in the setting of the SARS-CoV-2 pandemic."],"journal":"G Ital Cardiol (Rome)","authors":["Verdecchia, Paolo","Reboldi, Gianpaolo","Cavallini, Claudio","Mazzotta, Giovanni","Angeli, Fabio"],"date":"2020-04-21T11:00:00Z","year":2020,"_id":"32310915","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1714/3343.33127","topics":["Treatment","Mechanism"],"weight":1,"_version_":1666138491280424961,"score":216.50287}]}