{"pmid":32427529,"title":"Digital Translucence: Adapting Telemedicine Delivery Post-COVID-19.","text":["Digital Translucence: Adapting Telemedicine Delivery Post-COVID-19.","In nearly 1 month, with a rapidly expanding corona virus disease 2019 (COVID-19), telemedicine has been transformed into an essential service for delivering routine clinical care. This transformation occurred as a crisis management response-driven by the need to provide care for patients with physical distancing measures in place. However, the current rapid adoption of telemedicine presents a transitional state between one that existed before the pandemic and one that could potentially be better aligned with the delivery of a personalized model of care. Using the conceptual framework of digital translucence-situating virtual encounters with more nuanced information regarding patients-we describe the role of integrated remote monitoring and virtual care tools aligned with the patient's electronic health record for adapting telemedicine delivery post-COVID-19.","Telemed J E Health","Kannampallil, Thomas","Ma, Jun","32427529"],"abstract":["In nearly 1 month, with a rapidly expanding corona virus disease 2019 (COVID-19), telemedicine has been transformed into an essential service for delivering routine clinical care. This transformation occurred as a crisis management response-driven by the need to provide care for patients with physical distancing measures in place. However, the current rapid adoption of telemedicine presents a transitional state between one that existed before the pandemic and one that could potentially be better aligned with the delivery of a personalized model of care. Using the conceptual framework of digital translucence-situating virtual encounters with more nuanced information regarding patients-we describe the role of integrated remote monitoring and virtual care tools aligned with the patient's electronic health record for adapting telemedicine delivery post-COVID-19."],"journal":"Telemed J E Health","authors":["Kannampallil, Thomas","Ma, Jun"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32427529","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1089/tmj.2020.0158","keywords":["artificial intelligence","electronic health records","m-health","pandemic","telemedicine"],"topics":["Prevention"],"weight":1,"_version_":1667252837710561280,"score":9.490897,"similar":[{"pmid":32311034,"pmcid":"PMC7188147","title":"Telehealth Transformation: COVID-19 and the rise of Virtual Care.","text":["Telehealth Transformation: COVID-19 and the rise of Virtual Care.","The novel coronavirus disease-19 (COVID-19) pandemic has altered our economy, society and healthcare system. While this crisis has presented the US healthcare delivery system with unprecedented challenges, the pandemic has catalyzed rapid adoption of telehealth or the entire spectrum of activities used to deliver care at a distance. Using examples reported by US healthcare organizations including ours, we describe the role telehealth has played in transforming healthcare delivery during the three phases of the US COVID-19 pandemic: 1) Stay-at-Home Outpatient Care; 2) Initial COVID-19 Hospital Surge, and 3) Post-Pandemic Recovery. Within each of these three phases, we examine how people, process and technology work together to support a successful telehealth transformation. Whether healthcare enterprises are ready or not, the new reality is that virtual care has arrived.","J Am Med Inform Assoc","Wosik, Jedrek","Fudim, Marat","Cameron, Blake","Gellad, Ziad F","Cho, Alex","Phinney, Donna","Curtis, Simon","Roman, Matthew","Poon, Eric G","Ferranti, Jeffrey","Katz, Jason N","Tcheng, James","32311034"],"abstract":["The novel coronavirus disease-19 (COVID-19) pandemic has altered our economy, society and healthcare system. While this crisis has presented the US healthcare delivery system with unprecedented challenges, the pandemic has catalyzed rapid adoption of telehealth or the entire spectrum of activities used to deliver care at a distance. Using examples reported by US healthcare organizations including ours, we describe the role telehealth has played in transforming healthcare delivery during the three phases of the US COVID-19 pandemic: 1) Stay-at-Home Outpatient Care; 2) Initial COVID-19 Hospital Surge, and 3) Post-Pandemic Recovery. Within each of these three phases, we examine how people, process and technology work together to support a successful telehealth transformation. Whether healthcare enterprises are ready or not, the new reality is that virtual care has arrived."],"journal":"J Am Med Inform Assoc","authors":["Wosik, Jedrek","Fudim, Marat","Cameron, Blake","Gellad, Ziad F","Cho, Alex","Phinney, Donna","Curtis, Simon","Roman, Matthew","Poon, Eric G","Ferranti, Jeffrey","Katz, Jason N","Tcheng, James"],"date":"2020-04-21T11:00:00Z","year":2020,"_id":"32311034","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1093/jamia/ocaa067","locations":["US","US","US"],"countries":["United States"],"countries_codes":["USA|United States"],"topics":["Prevention"],"weight":1,"_version_":1666138491186053121,"score":270.60132},{"pmid":32358217,"title":"Rapid implementation of virtual neurology in response to the COVID-19 pandemic.","text":["Rapid implementation of virtual neurology in response to the COVID-19 pandemic.","The COVID-19 pandemic is causing world-wide social dislocation, operational and economic dysfunction, and high rates of morbidity and mortality. Medical practices are responding by developing, disseminating and implementing unprecedented changes in health care delivery. Telemedicine has rapidly moved to the frontline of clinical practice due to the need for prevention and mitigation strategies; these have been encouraged, facilitated, and enabled by changes in government rules and regulations and payer-driven reimbursement policies.We describe our neurology department's situational transformation from in-person outpatient visits to a largely virtual neurology practice in response to the COVID-19 pandemic. Two key factors enabled our rapid deployment of virtual encounters in neurology and its subspecialties. The first was a well-established robust information technology infrastructure supporting virtual urgent care services at our institution; this connected physicians directly to patients using both the physician's and the patient's own mobile devices. The second is the concept of one patient, one chart, facilitated by a suite of interconnected electronic medical record (EMR) applications on several different device types.We present our experience with conducting general teleneurology encounters using secure synchronous audio and video connections integrated with an EMR. This report also details how we perform virtual neurological examinations that are clinically meaningful, and how we document, code and bill for these virtual services. Many of these processes can be used by other neurology providers, regardless of their specific practice model. We then discuss potential roles for teleneurology after the COVID-19 global pandemic has been contained.","Neurology","Grossman, Scott N","Han, Steven C","Balcer, Laura J","Kurzweil, Arielle","Weinberg, Harold","Galetta, Steven L","Busis, Neil A","32358217"],"abstract":["The COVID-19 pandemic is causing world-wide social dislocation, operational and economic dysfunction, and high rates of morbidity and mortality. Medical practices are responding by developing, disseminating and implementing unprecedented changes in health care delivery. Telemedicine has rapidly moved to the frontline of clinical practice due to the need for prevention and mitigation strategies; these have been encouraged, facilitated, and enabled by changes in government rules and regulations and payer-driven reimbursement policies.We describe our neurology department's situational transformation from in-person outpatient visits to a largely virtual neurology practice in response to the COVID-19 pandemic. Two key factors enabled our rapid deployment of virtual encounters in neurology and its subspecialties. The first was a well-established robust information technology infrastructure supporting virtual urgent care services at our institution; this connected physicians directly to patients using both the physician's and the patient's own mobile devices. The second is the concept of one patient, one chart, facilitated by a suite of interconnected electronic medical record (EMR) applications on several different device types.We present our experience with conducting general teleneurology encounters using secure synchronous audio and video connections integrated with an EMR. This report also details how we perform virtual neurological examinations that are clinically meaningful, and how we document, code and bill for these virtual services. Many of these processes can be used by other neurology providers, regardless of their specific practice model. We then discuss potential roles for teleneurology after the COVID-19 global pandemic has been contained."],"journal":"Neurology","authors":["Grossman, Scott N","Han, Steven C","Balcer, Laura J","Kurzweil, Arielle","Weinberg, Harold","Galetta, Steven L","Busis, Neil A"],"date":"2020-05-03T11:00:00Z","year":2020,"_id":"32358217","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1212/WNL.0000000000009677","topics":["Prevention"],"weight":1,"_version_":1666138495353094146,"score":257.76413},{"pmid":32452941,"title":"Essential Case Management Practices Amidst the Novel Coronavirus Disease 2019 (COVID-19) Crisis: Part 1: Tele-Case Management, Surge Capacity, Discharge Planning, and Transitions of Care.","text":["Essential Case Management Practices Amidst the Novel Coronavirus Disease 2019 (COVID-19) Crisis: Part 1: Tele-Case Management, Surge Capacity, Discharge Planning, and Transitions of Care.","OBJECTIVES: This is the first of a 2-part article that discusses essential case management practices and strategies amidst the novel coronavirus disease 2019 (COVID-19). The series showcases the potential professional case managers have in support of managing during a crisis such as this global pandemic. Part I discusses reenvisioned roles and responsibilities of case managers and leaders known to address patients' needs during a crisis, with a special focus on telehealth, tele-case management, surge capacity, redeployment, discharge planning, and transitions of care. PRIMARY PRACTICE SETTINGS: Applicable to the various case management practice settings across the continuum of health and human services, especially acute care. FINDINGS CONCLUSIONS: The COVID-19 global pandemic crisis has brought an unprecedented challenge to professional case managers and health care professionals. It also has provided opportunities for innovation and partnerships within and across health care organizations and the various care settings where patients/support systems access necessary services. Most importantly, it created a renewed interest in telehealth and facilitated a wider adoption of such approach to care delivery than ever before. This pandemic has also increased the use of nontraditional sites of care, most importantly those that operate virtually on electronic networks and health information system technologies such as remote visits, e-visits, virtual care, and tele-monitoring. Undoubtedly, these have provided new opportunities for tele-case management services and roles for professional case managers in the virtual world of health and human service delivery. IMPLICATIONS FOR CASE MANAGEMENT PRACTICE: Professional case managers are integral members of interprofessional health care teams. Their roles are even more necessary during a global pandemic such as COVID-19. The practice of case management will forever change-for the better. The experience of this crisis in health care has brought about ever-lasting implications for case management professionals. It has raised awareness to sites of care never were as popular before, resulting in an increased need and recognition for tele-case management practice and virtual case managers. It has also forced partnerships and collaborations among the diverse contexts of health care organizations (public, private, or both) and other industries, regardless of whether directly involved in the delivery of care or having a support service role. These new and innovative approaches in the provision of care and case management services will without a doubt become routine expectations beyond the current pandemic period. Of special note are the enhanced roles of case managers in discharge planning and transitions of care.","Prof Case Manag","Tahan, Hussein M","32452941"],"abstract":["OBJECTIVES: This is the first of a 2-part article that discusses essential case management practices and strategies amidst the novel coronavirus disease 2019 (COVID-19). The series showcases the potential professional case managers have in support of managing during a crisis such as this global pandemic. Part I discusses reenvisioned roles and responsibilities of case managers and leaders known to address patients' needs during a crisis, with a special focus on telehealth, tele-case management, surge capacity, redeployment, discharge planning, and transitions of care. PRIMARY PRACTICE SETTINGS: Applicable to the various case management practice settings across the continuum of health and human services, especially acute care. FINDINGS CONCLUSIONS: The COVID-19 global pandemic crisis has brought an unprecedented challenge to professional case managers and health care professionals. It also has provided opportunities for innovation and partnerships within and across health care organizations and the various care settings where patients/support systems access necessary services. Most importantly, it created a renewed interest in telehealth and facilitated a wider adoption of such approach to care delivery than ever before. This pandemic has also increased the use of nontraditional sites of care, most importantly those that operate virtually on electronic networks and health information system technologies such as remote visits, e-visits, virtual care, and tele-monitoring. Undoubtedly, these have provided new opportunities for tele-case management services and roles for professional case managers in the virtual world of health and human service delivery. IMPLICATIONS FOR CASE MANAGEMENT PRACTICE: Professional case managers are integral members of interprofessional health care teams. Their roles are even more necessary during a global pandemic such as COVID-19. The practice of case management will forever change-for the better. The experience of this crisis in health care has brought about ever-lasting implications for case management professionals. It has raised awareness to sites of care never were as popular before, resulting in an increased need and recognition for tele-case management practice and virtual case managers. It has also forced partnerships and collaborations among the diverse contexts of health care organizations (public, private, or both) and other industries, regardless of whether directly involved in the delivery of care or having a support service role. These new and innovative approaches in the provision of care and case management services will without a doubt become routine expectations beyond the current pandemic period. Of special note are the enhanced roles of case managers in discharge planning and transitions of care."],"journal":"Prof Case Manag","authors":["Tahan, Hussein M"],"date":"2020-05-27T11:00:00Z","year":2020,"_id":"32452941","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1097/NCM.0000000000000454","topics":["Prevention"],"weight":1,"_version_":1667881798422495232,"score":233.12233},{"pmid":32372072,"title":"COVID-19 Pandemic and Beyond: Considerations and Costs of Telehealth Exercise Programs for Older Adults With Functional Impairments Living at Home-Lessons Learned from a Pilot Case Study.","text":["COVID-19 Pandemic and Beyond: Considerations and Costs of Telehealth Exercise Programs for Older Adults With Functional Impairments Living at Home-Lessons Learned from a Pilot Case Study.","OBJECTIVE: The purpose of this study was to describe the process and cost of delivering a physical therapist-guided synchronous telehealth exercise program appropriate for older adults with functional limitations. Such programs may help alleviate some of the detrimental impacts of social distancing and quarantine on older adults at-risk of decline. METHODS: Data were derived from the feasibility arm of a parent study, which piloted the telehealth program for 36 sessions with 1 participant. The steps involved in each phase (ie, development, delivery) were documented, along with participant and program provider considerations for each step. Time-driven activity-based costing was used to track all costs over the course of the study. Costs were categorized as program development or delivery and estimated per session and per participant. RESULTS: A list of the steps and the participant and provider considerations involved in developing and delivering a synchronous telehealth exercise program for older adults with functional impairments was developed. Resources used, fixed and variable costs, per-session cost estimates, and total cost per person were reported. Two potential measures of the \"value proposition\" of this type of intervention were also reported. Per-session cost of $158 appears to be a feasible business case, especially if the physical therapist to trained assistant personnel mix could be improved. CONCLUSIONS: The findings provide insight into the process and costs of developing and delivering telehealth exercise programs for older adults with functional impairments. The information presented may provide a \"blue print\" for developing and implementing new telehealth programs or for transitioning in-person services to telehealth delivery during periods of social distancing and quarantine. IMPACT: As movement experts, physical therapists are uniquely positioned to play an important role in the current COVID-19 pandemic and to help individuals who are at risk of functional decline during periods of social distancing and quarantine. Lessons learned from this study's experience can provide guidance on the process and cost of developing and delivering a telehealth exercise program for older adults with functional impairments. The findings also can inform new telehealth programs, as well as assist in transitioning in-person care to a telehealth format in response to the COVID-19 pandemic.","Phys Ther","Middleton, Addie","Simpson, Kit N","Bettger, Janet Prvu","Bowden, Mark G","32372072"],"abstract":["OBJECTIVE: The purpose of this study was to describe the process and cost of delivering a physical therapist-guided synchronous telehealth exercise program appropriate for older adults with functional limitations. Such programs may help alleviate some of the detrimental impacts of social distancing and quarantine on older adults at-risk of decline. METHODS: Data were derived from the feasibility arm of a parent study, which piloted the telehealth program for 36 sessions with 1 participant. The steps involved in each phase (ie, development, delivery) were documented, along with participant and program provider considerations for each step. Time-driven activity-based costing was used to track all costs over the course of the study. Costs were categorized as program development or delivery and estimated per session and per participant. RESULTS: A list of the steps and the participant and provider considerations involved in developing and delivering a synchronous telehealth exercise program for older adults with functional impairments was developed. Resources used, fixed and variable costs, per-session cost estimates, and total cost per person were reported. Two potential measures of the \"value proposition\" of this type of intervention were also reported. Per-session cost of $158 appears to be a feasible business case, especially if the physical therapist to trained assistant personnel mix could be improved. CONCLUSIONS: The findings provide insight into the process and costs of developing and delivering telehealth exercise programs for older adults with functional impairments. The information presented may provide a \"blue print\" for developing and implementing new telehealth programs or for transitioning in-person services to telehealth delivery during periods of social distancing and quarantine. IMPACT: As movement experts, physical therapists are uniquely positioned to play an important role in the current COVID-19 pandemic and to help individuals who are at risk of functional decline during periods of social distancing and quarantine. Lessons learned from this study's experience can provide guidance on the process and cost of developing and delivering a telehealth exercise program for older adults with functional impairments. The findings also can inform new telehealth programs, as well as assist in transitioning in-person care to a telehealth format in response to the COVID-19 pandemic."],"journal":"Phys Ther","authors":["Middleton, Addie","Simpson, Kit N","Bettger, Janet Prvu","Bowden, Mark G"],"date":"2020-05-07T11:00:00Z","year":2020,"_id":"32372072","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1093/ptj/pzaa089","keywords":["covid-19","mobility","pandemic","prevention","telemedicine"],"topics":["Prevention"],"weight":1,"_version_":1666138496506527744,"score":232.95984},{"pmid":32429769,"title":"Evidence of a Rapid Shift in Outpatient Practice During the COVID-19 Pandemic Using Telemedicine.","text":["Evidence of a Rapid Shift in Outpatient Practice During the COVID-19 Pandemic Using Telemedicine.","Introduction: During the current pandemic, measures for preventing SARS-CoV-2 virus exposure has severely impacted the delivery of outpatient clinical care to patients with a chronic neurological condition. Telemedicine has emerged as an obvious choice to counter these impediments. However, its potential for maintaining outpatient care at pre-pandemic levels during these rapidly changing times is untested. Therefore, we analyzed our experience in a tertiary care epilepsy center. Methods: We divided the study period from March 1, 2020 to April 15, 2020 into a baseline, transition (to telemedicine), and current phase. We divided outpatient encounters into clinic, virtual (using Cleveland Clinic Express Care Online platform), and telephone (including commercial video conferencing platforms). Results: Completed outpatient visits during baseline and current period were 595 and 590, respectively. Nearly 1 out of 4 patients missed outpatient visits during the transition period. The virtual visits accounted for 19.7% of completed visits during baseline and increased to 66.8% during the current period. There were no telephone visits during the baseline phase but accounted for 26.1% of completed visits during the current phase. Less than 1 percent of completed visits in the current phase were in the clinic. Conclusion: We provide evidence that telemedicine's robust and rapid scalability can help maintain a seamless transition of outpatient care during the pandemic.","Telemed J E Health","Punia, Vineet","Nasr, Gaelle","Zagorski, Victoria","Lawrence, George","Fesler, Jessica","Nair, Dileep","Najm, Imad","32429769"],"abstract":["Introduction: During the current pandemic, measures for preventing SARS-CoV-2 virus exposure has severely impacted the delivery of outpatient clinical care to patients with a chronic neurological condition. Telemedicine has emerged as an obvious choice to counter these impediments. However, its potential for maintaining outpatient care at pre-pandemic levels during these rapidly changing times is untested. Therefore, we analyzed our experience in a tertiary care epilepsy center. Methods: We divided the study period from March 1, 2020 to April 15, 2020 into a baseline, transition (to telemedicine), and current phase. We divided outpatient encounters into clinic, virtual (using Cleveland Clinic Express Care Online platform), and telephone (including commercial video conferencing platforms). Results: Completed outpatient visits during baseline and current period were 595 and 590, respectively. Nearly 1 out of 4 patients missed outpatient visits during the transition period. The virtual visits accounted for 19.7% of completed visits during baseline and increased to 66.8% during the current period. There were no telephone visits during the baseline phase but accounted for 26.1% of completed visits during the current phase. Less than 1 percent of completed visits in the current phase were in the clinic. Conclusion: We provide evidence that telemedicine's robust and rapid scalability can help maintain a seamless transition of outpatient care during the pandemic."],"journal":"Telemed J E Health","authors":["Punia, Vineet","Nasr, Gaelle","Zagorski, Victoria","Lawrence, George","Fesler, Jessica","Nair, Dileep","Najm, Imad"],"date":"2020-05-21T11:00:00Z","year":2020,"_id":"32429769","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1089/tmj.2020.0150","keywords":["pandemic","smartphones","telemedicine","teleneurology"],"topics":["Prevention"],"weight":1,"_version_":1667342288351657984,"score":229.92047}]}