{"pmid":32420945,"title":"Crime in Italy at the time of the pandemic.","text":["Crime in Italy at the time of the pandemic.","BACKGROUND: The beginning of 2020 has been marked by a historic event of worldwide importance: the Coronavirus pandemic. This emergency has resulted in severe global problems affecting areas such as healthcare and the social and economic fields. What about crime? PURPOSE OF THE WORK: The purpose of this work is to reflect about Italy and its crime rate at the time of Coronavirus. METHODS: Some crimes will be analysed (the \"conventional\" ones only, ruling out health-related offences) in the light of data resulting from Ministries and Europol reports, as well as from newspapers and news. RESULTS AND CONCLUSIONS: The outcome will be explained, and some criminological remarks will be added.","Acta Biomed","Travaini, Guido","Caruso, Palmina","Merzagora, Isabella","32420945"],"abstract":["BACKGROUND: The beginning of 2020 has been marked by a historic event of worldwide importance: the Coronavirus pandemic. This emergency has resulted in severe global problems affecting areas such as healthcare and the social and economic fields. What about crime? PURPOSE OF THE WORK: The purpose of this work is to reflect about Italy and its crime rate at the time of Coronavirus. METHODS: Some crimes will be analysed (the \"conventional\" ones only, ruling out health-related offences) in the light of data resulting from Ministries and Europol reports, as well as from newspapers and news. RESULTS AND CONCLUSIONS: The outcome will be explained, and some criminological remarks will be added."],"journal":"Acta Biomed","authors":["Travaini, Guido","Caruso, Palmina","Merzagora, Isabella"],"date":"2020-05-19T11:00:00Z","year":2020,"_id":"32420945","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.23750/abm.v91i2.9596","locations":["Italy","Italy"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"topics":["Prevention"],"weight":1,"_version_":1667159284526350336,"score":9.490897,"similar":[{"pmid":32501302,"pmcid":"PMC7252124","title":"Impact of social distancing during COVID-19 pandemic on crime in Los Angeles and Indianapolis.","text":["Impact of social distancing during COVID-19 pandemic on crime in Los Angeles and Indianapolis.","Governments have implemented social distancing measures to address the ongoing COVID-19 pandemic. The measures include instructions that individuals maintain social distance when in public, school closures, limitations on gatherings and business operations, and instructions to remain at home. Social distancing may have an impact on the volume and distribution of crime. Crimes such as residential burglary may decrease as a byproduct of increased guardianship over personal space and property. Crimes such as domestic violence may increase because of extended periods of contact between potential offenders and victims. Understanding the impact of social distancing on crime is critical for ensuring the safety of police and government capacity to deal with the evolving crisis. Understanding how social distancing policies impact crime may also provide insights into whether people are complying with public health measures. Examination of the most recently available data from both Los Angeles, CA, and Indianapolis, IN, shows that social distancing has had a statistically significant impact on a few specific crime types. However, the overall effect is notably less than might be expected given the scale of the disruption to social and economic life.","J Crim Justice","Mohler, George","Bertozzi, Andrea L","Carter, Jeremy","Short, Martin B","Sledge, Daniel","Tita, George E","Uchida, Craig D","Brantingham, P Jeffrey","32501302"],"abstract":["Governments have implemented social distancing measures to address the ongoing COVID-19 pandemic. The measures include instructions that individuals maintain social distance when in public, school closures, limitations on gatherings and business operations, and instructions to remain at home. Social distancing may have an impact on the volume and distribution of crime. Crimes such as residential burglary may decrease as a byproduct of increased guardianship over personal space and property. Crimes such as domestic violence may increase because of extended periods of contact between potential offenders and victims. Understanding the impact of social distancing on crime is critical for ensuring the safety of police and government capacity to deal with the evolving crisis. Understanding how social distancing policies impact crime may also provide insights into whether people are complying with public health measures. Examination of the most recently available data from both Los Angeles, CA, and Indianapolis, IN, shows that social distancing has had a statistically significant impact on a few specific crime types. However, the overall effect is notably less than might be expected given the scale of the disruption to social and economic life."],"journal":"J Crim Justice","authors":["Mohler, George","Bertozzi, Andrea L","Carter, Jeremy","Short, Martin B","Sledge, Daniel","Tita, George E","Uchida, Craig D","Brantingham, P Jeffrey"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32501302","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1016/j.jcrimjus.2020.101692","keywords":["crime","interrupted time series","natural experiment","policing","routine activities"],"locations":["Los Angeles","Indianapolis","Los Angeles","Indianapolis"],"countries":["United States"],"countries_codes":["USA|United States"],"topics":["Prevention"],"weight":1,"_version_":1668804508864479232,"score":276.97488},{"pmid":32455094,"pmcid":"PMC7233195","title":"Initial evidence on the relationship between the coronavirus pandemic and crime in the United States.","text":["Initial evidence on the relationship between the coronavirus pandemic and crime in the United States.","The COVID-19 pandemic led to substantial changes in the daily activities of millions of Americans, with many businesses and schools closed, public events cancelled and states introducing stay-at-home orders. This article used police-recorded open crime data to understand how the frequency of common types of crime changed in 16 large cities across the United States in the early months of 2020. Seasonal auto-regressive integrated moving average (SARIMA) models of crime in previous years were used to forecast the expected frequency of crime in 2020 in the absence of the pandemic. The forecasts from these models were then compared to the actual frequency of crime during the early months of the pandemic. There were no significant changes in the frequency of serious assaults in public or (contrary to the concerns of policy makers) any change to the frequency of serious assaults in residences. In some cities, there were reductions in residential burglary but little change in non-residential burglary. Thefts of motor vehicles decreased in some cities while there were diverging patterns of thefts from motor vehicles. These results are used to make suggestions for future research into the relationships between the coronavirus pandemic and different crimes.","Crime Sci","Ashby, Matthew P J","32455094"],"abstract":["The COVID-19 pandemic led to substantial changes in the daily activities of millions of Americans, with many businesses and schools closed, public events cancelled and states introducing stay-at-home orders. This article used police-recorded open crime data to understand how the frequency of common types of crime changed in 16 large cities across the United States in the early months of 2020. Seasonal auto-regressive integrated moving average (SARIMA) models of crime in previous years were used to forecast the expected frequency of crime in 2020 in the absence of the pandemic. The forecasts from these models were then compared to the actual frequency of crime during the early months of the pandemic. There were no significant changes in the frequency of serious assaults in public or (contrary to the concerns of policy makers) any change to the frequency of serious assaults in residences. In some cities, there were reductions in residential burglary but little change in non-residential burglary. Thefts of motor vehicles decreased in some cities while there were diverging patterns of thefts from motor vehicles. These results are used to make suggestions for future research into the relationships between the coronavirus pandemic and different crimes."],"journal":"Crime Sci","authors":["Ashby, Matthew P J"],"date":"2020-05-27T11:00:00Z","year":2020,"_id":"32455094","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1186/s40163-020-00117-6","keywords":["covid-19","coronavirus","crime","crime trends"],"locations":["Americans","United States","United States"],"countries":["United States"],"countries_codes":["USA|United States"],"weight":0,"_version_":1667881798419349505,"score":268.10107},{"pmid":32470144,"title":"Thinking outside the (acrylic) box: a framework for the local use of custom-made medical devices.","text":["Thinking outside the (acrylic) box: a framework for the local use of custom-made medical devices.","Before the COVID-19 pandemic, clinicians were already adept at creating workarounds for day-to-day shortages of equipment, inventively cobbling together substitute gadgets together to fulfil a clinical need. This is colloquially known as 'jury-rigging' or 'MacGyvering', the latter taken from the eponymous 1980s television series of a problem-solving crime fighter who could seemingly manufacture anything from a few paperclips and some chewing gum [1].","Anaesthesia","Turner, M C","Duggan, L V","Glezerson, B A","Marshall, S D","32470144"],"abstract":["Before the COVID-19 pandemic, clinicians were already adept at creating workarounds for day-to-day shortages of equipment, inventively cobbling together substitute gadgets together to fulfil a clinical need. This is colloquially known as 'jury-rigging' or 'MacGyvering', the latter taken from the eponymous 1980s television series of a problem-solving crime fighter who could seemingly manufacture anything from a few paperclips and some chewing gum [1]."],"journal":"Anaesthesia","authors":["Turner, M C","Duggan, L V","Glezerson, B A","Marshall, S D"],"date":"2020-05-30T11:00:00Z","year":2020,"_id":"32470144","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1111/anae.15152","keywords":["covid-19","costs: labour vs. materials","practice standards: definition","tracheal intubation"],"weight":0,"_version_":1668167110072729600,"score":162.3533},{"pmid":32143990,"pmcid":"PMC7126544","title":"The deadly coronaviruses: The 2003 SARS pandemic and the 2020 novel coronavirus epidemic in China.","text":["The deadly coronaviruses: The 2003 SARS pandemic and the 2020 novel coronavirus epidemic in China.","The 2019-nCoV is officially called SARS-CoV-2 and the disease is named COVID-19. This viral epidemic in China has led to the deaths of over 1800 people, mostly elderly or those with an underlying chronic disease or immunosuppressed state. This is the third serious Coronavirus outbreak in less than 20 years, following SARS in 2002-2003 and MERS in 2012. While human strains of Coronavirus are associated with about 15% of cases of the common cold, the SARS-CoV-2 may present with varying degrees of severity, from flu-like symptoms to death. It is currently believed that this deadly Coronavirus strain originated from wild animals at the Huanan market in Wuhan, a city in Hubei province. Bats, snakes and pangolins have been cited as potential carriers based on the sequence homology of CoV isolated from these animals and the viral nucleic acids of the virus isolated from SARS-CoV-2 infected patients. Extreme quarantine measures, including sealing off large cities, closing borders and confining people to their homes, were instituted in January 2020 to prevent spread of the virus, but by that time much of the damage had been done, as human-human transmission became evident. While these quarantine measures are necessary and have prevented a historical disaster along the lines of the Spanish flu, earlier recognition and earlier implementation of quarantine measures may have been even more effective. Lessons learned from SARS resulted in faster determination of the nucleic acid sequence and a more robust quarantine strategy. However, it is clear that finding an effective antiviral and developing a vaccine are still significant challenges. The costs of the epidemic are not limited to medical aspects, as the virus has led to significant sociological, psychological and economic effects globally. Unfortunately, emergence of SARS-CoV-2 has led to numerous reports of Asians being subjected to racist behavior and hate crimes across the world.","J Autoimmun","Yang, Yongshi","Peng, Fujun","Wang, Runsheng","Guan, Kai","Jiang, Taijiao","Xu, Guogang","Sun, Jinlyu","Chang, Christopher","32143990"],"abstract":["The 2019-nCoV is officially called SARS-CoV-2 and the disease is named COVID-19. This viral epidemic in China has led to the deaths of over 1800 people, mostly elderly or those with an underlying chronic disease or immunosuppressed state. This is the third serious Coronavirus outbreak in less than 20 years, following SARS in 2002-2003 and MERS in 2012. While human strains of Coronavirus are associated with about 15% of cases of the common cold, the SARS-CoV-2 may present with varying degrees of severity, from flu-like symptoms to death. It is currently believed that this deadly Coronavirus strain originated from wild animals at the Huanan market in Wuhan, a city in Hubei province. Bats, snakes and pangolins have been cited as potential carriers based on the sequence homology of CoV isolated from these animals and the viral nucleic acids of the virus isolated from SARS-CoV-2 infected patients. Extreme quarantine measures, including sealing off large cities, closing borders and confining people to their homes, were instituted in January 2020 to prevent spread of the virus, but by that time much of the damage had been done, as human-human transmission became evident. While these quarantine measures are necessary and have prevented a historical disaster along the lines of the Spanish flu, earlier recognition and earlier implementation of quarantine measures may have been even more effective. Lessons learned from SARS resulted in faster determination of the nucleic acid sequence and a more robust quarantine strategy. However, it is clear that finding an effective antiviral and developing a vaccine are still significant challenges. The costs of the epidemic are not limited to medical aspects, as the virus has led to significant sociological, psychological and economic effects globally. Unfortunately, emergence of SARS-CoV-2 has led to numerous reports of Asians being subjected to racist behavior and hate crimes across the world."],"journal":"J Autoimmun","authors":["Yang, Yongshi","Peng, Fujun","Wang, Runsheng","Guan, Kai","Jiang, Taijiao","Xu, Guogang","Sun, Jinlyu","Chang, Christopher"],"date":"2020-03-08T11:00:00Z","year":2020,"_id":"32143990","source":"PubMed","week":"202010|Mar 02 - Mar 08","doi":"10.1016/j.jaut.2020.102434","keywords":["bats","coronavirus","epidemic","epidemiology","flu","human to human transmission","pandemic","pneumonia","pyroptosis","sars-cov","sars-cov-2"],"locations":["China","Huanan","Wuhan","Hubei","Spanish","Asians","China"],"countries":["China","Spain"],"countries_codes":["CHN|China","ESP|Spain"],"topics":["Mechanism","Diagnosis","Transmission"],"weight":1,"_version_":1666138490685882368,"score":128.73813},{"pmid":32425416,"pmcid":"PMC7219416","title":"The role of an Orthopaedic Surgeon in the time of Covid-19 Pandemic-a German perspective.","text":["The role of an Orthopaedic Surgeon in the time of Covid-19 Pandemic-a German perspective.","Covid-19 is a non-orthopaedic disease but is affecting the community of Orthopaedics as much as every part of our daily living. In this Editorial the different aspects of changes in our routine are described, based on the experience of this Editor in Germany. I will try to give you a bit of background information first, as the situation is very much dependent on the specific phase of the pandemic and your place of work. The experience for an Orthopaedic Surgeon in New York or Madrid may differ from that of an Orthopaedic Surgeon in Singapore, or South Korea. As Europe is, at least at the moment, the most affected continent, it hopefully is an interesting topic for all of you. The Covid-19 pandemic is affecting all aspects of our lives, therefore this editorial is divided into 4 sessions: Role as surgeon, as doctor, as teacher, and as family member. Most countries have stopped elective surgeries and by that relegated Orthopaedic surgeons to a minimum of work. Keeping contact to patients with digital tools might be an option to achieve an organised restart after the end of the lock down period and to keep treating patients through that phase. For many Orthopaedic surgeons, the principal task now is being part of an interdisciplinary team that is headed by colleagues from Internal Medicine or Anaesthesiology. Wards from the Orthopaedic department are reorganised as quarantine wards for Covid-19 patients. Worldwide all conferences have been cancelled and nobody knows for how long this will continue. Education now has become fully digital, allowing to present and communicate without real limitations compared to conventional conferences. Some teaching options, such as hands-on workshops, fellowships, etc. are ceased and cannot be replaced by digital options. Due to social distancing families are spending much more time together than before, while some family members, especially the people at risk (elders, ones with a fragile health) cannot be visited for a long time. Get togethers with friends as well as community meetings are completely suspended. For some of them, digital technology is the only option to minimize the problem of social distancing. Overall, it has to be stated, that all parts of our lives as an Orthopaedic Surgeon are affected by the Covid-19 pandemic. As nobody knows how long these restrictions need to remain in place we have to accept them and work on improving this specific situation by following the rules. Hopefully, a vaccine will be developed in the near future, allowing us to return to a \"normal\" life. Nevertheless, it will never be like it was before.","J Orthop","Graichen, Heiko","32425416"],"abstract":["Covid-19 is a non-orthopaedic disease but is affecting the community of Orthopaedics as much as every part of our daily living. In this Editorial the different aspects of changes in our routine are described, based on the experience of this Editor in Germany. I will try to give you a bit of background information first, as the situation is very much dependent on the specific phase of the pandemic and your place of work. The experience for an Orthopaedic Surgeon in New York or Madrid may differ from that of an Orthopaedic Surgeon in Singapore, or South Korea. As Europe is, at least at the moment, the most affected continent, it hopefully is an interesting topic for all of you. The Covid-19 pandemic is affecting all aspects of our lives, therefore this editorial is divided into 4 sessions: Role as surgeon, as doctor, as teacher, and as family member. Most countries have stopped elective surgeries and by that relegated Orthopaedic surgeons to a minimum of work. Keeping contact to patients with digital tools might be an option to achieve an organised restart after the end of the lock down period and to keep treating patients through that phase. For many Orthopaedic surgeons, the principal task now is being part of an interdisciplinary team that is headed by colleagues from Internal Medicine or Anaesthesiology. Wards from the Orthopaedic department are reorganised as quarantine wards for Covid-19 patients. Worldwide all conferences have been cancelled and nobody knows for how long this will continue. Education now has become fully digital, allowing to present and communicate without real limitations compared to conventional conferences. Some teaching options, such as hands-on workshops, fellowships, etc. are ceased and cannot be replaced by digital options. Due to social distancing families are spending much more time together than before, while some family members, especially the people at risk (elders, ones with a fragile health) cannot be visited for a long time. Get togethers with friends as well as community meetings are completely suspended. For some of them, digital technology is the only option to minimize the problem of social distancing. Overall, it has to be stated, that all parts of our lives as an Orthopaedic Surgeon are affected by the Covid-19 pandemic. As nobody knows how long these restrictions need to remain in place we have to accept them and work on improving this specific situation by following the rules. Hopefully, a vaccine will be developed in the near future, allowing us to return to a \"normal\" life. Nevertheless, it will never be like it was before."],"journal":"J Orthop","authors":["Graichen, Heiko"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32425416","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.jor.2020.05.010","locations":["Germany","New York","Madrid","Singapore","South Korea","German"],"countries":["Germany","Singapore","Korea, Republic of","Spain","United States"],"countries_codes":["DEU|Germany","SGP|Singapore","KOR|Korea, Republic of","ESP|Spain","USA|United States"],"topics":["Prevention"],"weight":1,"_version_":1667252837846876160,"score":99.30042}]}