{"pmid":32433344,"title":"Judicious Use of Sodium-Glucose Cotransporter 2 Inhibitors in Patients with Diabetes on Coronavirus-19 Pandemic.","text":["Judicious Use of Sodium-Glucose Cotransporter 2 Inhibitors in Patients with Diabetes on Coronavirus-19 Pandemic.","Sodium glucose cotransporter-2 inhibitors (SGLT2i), a novel anti-diabetic drug blocks the reabsorption of glucose in proximal tubules of kidney, are demonstrated to have cardiovascular and renal benefits for people with diabetes. The benefits are associated with the significant increase of intrarenal angiotensin-converting enzyme II (ACE2) expression and blood volume contraction. However, the increased ACE2 may be detrimental to patients infected with the coronavirus infection 2019 (COVID-19), which is found to invades cells via the entry receptor of ACE2. Besides, SGLT2i induced natriuretic effect may also increase the risk of acute kidney injury and affect the hemodynamic stability during systemic infection disease. In the article, we explain the mechanisms why the use of SGLT2i in people with diabetes may lead to worse outcomes and suggest clinician to judiciously use it during COVID-19 pandemic.","J Chin Med Assoc","Chen, Chun-Fan","Chen, Yung-Tai","Chen, Tz-Heng","Chen, Fan-Yu","Yang, Yi-Ping","Wang, Mong-Lien","Huo, The-Ia","Chang, Yuh-Lih","Tan, Ann Charis","Lin, Chih-Ching","32433344"],"abstract":["Sodium glucose cotransporter-2 inhibitors (SGLT2i), a novel anti-diabetic drug blocks the reabsorption of glucose in proximal tubules of kidney, are demonstrated to have cardiovascular and renal benefits for people with diabetes. The benefits are associated with the significant increase of intrarenal angiotensin-converting enzyme II (ACE2) expression and blood volume contraction. However, the increased ACE2 may be detrimental to patients infected with the coronavirus infection 2019 (COVID-19), which is found to invades cells via the entry receptor of ACE2. Besides, SGLT2i induced natriuretic effect may also increase the risk of acute kidney injury and affect the hemodynamic stability during systemic infection disease. In the article, we explain the mechanisms why the use of SGLT2i in people with diabetes may lead to worse outcomes and suggest clinician to judiciously use it during COVID-19 pandemic."],"journal":"J Chin Med Assoc","authors":["Chen, Chun-Fan","Chen, Yung-Tai","Chen, Tz-Heng","Chen, Fan-Yu","Yang, Yi-Ping","Wang, Mong-Lien","Huo, The-Ia","Chang, Yuh-Lih","Tan, Ann Charis","Lin, Chih-Ching"],"date":"2020-05-21T11:00:00Z","year":2020,"_id":"32433344","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1097/JCMA.0000000000000354","topics":["Treatment","Mechanism"],"weight":1,"_version_":1667342288326492161,"score":9.490897,"similar":[{"pmid":32445872,"title":"Sodium status and kidney involvement during COVID-19 infection.","text":["Sodium status and kidney involvement during COVID-19 infection.","The angiotensin-converting enzyme 2 receptor (ACE2) is expressed in epithelial cells of many tissues including the kidney, and has been identified to interact with human pathogenic coronaviruses, including SARS-CoV-2. Although diffuse alveolar damage and acute respiratory failure are the main features of COVID-19 infection, two recent studies demonstrate that kidney impairment in hospitalized COVID-19 patients is common, and that kidney involvement is associated with high risk of in-hospital death. Interestingly, studies in rats have demonstrated that high dietary sodium intake results in down-regulation of the ACE2 expression in kidney tissue. We hypothesize that low sodium status makes renal involvement during the course of COVID-19 infection more likely due to upregulation of membrane bound ACE2 in the kidneys. We propose that sodium intake and status should be monitored carefully during severe COVID-19 infections, and that low sodium intake be corrected early in its course, despite a potential conflict regarding common dietary recommendations to restrict dietary sodium intake in patients with hypertension, diabetes, and kidney disease.","Virus Res","Post, Adrian","Dullaart, Robin P F","Bakker, Stephan J L","32445872"],"abstract":["The angiotensin-converting enzyme 2 receptor (ACE2) is expressed in epithelial cells of many tissues including the kidney, and has been identified to interact with human pathogenic coronaviruses, including SARS-CoV-2. Although diffuse alveolar damage and acute respiratory failure are the main features of COVID-19 infection, two recent studies demonstrate that kidney impairment in hospitalized COVID-19 patients is common, and that kidney involvement is associated with high risk of in-hospital death. Interestingly, studies in rats have demonstrated that high dietary sodium intake results in down-regulation of the ACE2 expression in kidney tissue. We hypothesize that low sodium status makes renal involvement during the course of COVID-19 infection more likely due to upregulation of membrane bound ACE2 in the kidneys. We propose that sodium intake and status should be monitored carefully during severe COVID-19 infections, and that low sodium intake be corrected early in its course, despite a potential conflict regarding common dietary recommendations to restrict dietary sodium intake in patients with hypertension, diabetes, and kidney disease."],"journal":"Virus Res","authors":["Post, Adrian","Dullaart, Robin P F","Bakker, Stephan J L"],"date":"2020-05-24T11:00:00Z","year":2020,"_id":"32445872","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.virusres.2020.198034","topics":["Treatment","Mechanism"],"weight":1,"_version_":1667600475820654593,"score":260.97055},{"pmid":32349031,"title":"Role of Dipeptidyl Peptidase 4 Inhibitors in Diabetic Patients with Coronavirus-19 Infection.","text":["Role of Dipeptidyl Peptidase 4 Inhibitors in Diabetic Patients with Coronavirus-19 Infection.","The pandemic infection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is widely increasing the patients affiliated with coronavirus disease 2019 (COVID-19) from last December of 2019. It's reported that the entry receptor of SARS-CoV-2 has been confirmed to be angiotensin converting enzymes 2 (ACE2). Notably, whether the ACE-related inhibitors or drugs modulated ACE2 activity in affecting with viral activity and disease severity of SARS-CoV-2 is still an open question. Dipeptidyl peptidase 4 (DDP-4), a well-known anti-diabetic drug, has been widely used to control the glycemic condition in diabetic patients. In this article, we are focusing on the impact of ACE inhibitors (ACEI) and DPP4 inhibitors used on SARS-CoV-2 activity and discussions about those drugs that may be related to infectious condition of COVID-19 diseases.","J Chin Med Assoc","Chen, Chun-Fan","Chien, Chian-Hsu","Yang, Yi-Ping","Chou, Shih-Jie","Wang, Mong-Lien","Huo, The-Ia","Lin, Chih-Ching","32349031"],"abstract":["The pandemic infection of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) is widely increasing the patients affiliated with coronavirus disease 2019 (COVID-19) from last December of 2019. It's reported that the entry receptor of SARS-CoV-2 has been confirmed to be angiotensin converting enzymes 2 (ACE2). Notably, whether the ACE-related inhibitors or drugs modulated ACE2 activity in affecting with viral activity and disease severity of SARS-CoV-2 is still an open question. Dipeptidyl peptidase 4 (DDP-4), a well-known anti-diabetic drug, has been widely used to control the glycemic condition in diabetic patients. In this article, we are focusing on the impact of ACE inhibitors (ACEI) and DPP4 inhibitors used on SARS-CoV-2 activity and discussions about those drugs that may be related to infectious condition of COVID-19 diseases."],"journal":"J Chin Med Assoc","authors":["Chen, Chun-Fan","Chien, Chian-Hsu","Yang, Yi-Ping","Chou, Shih-Jie","Wang, Mong-Lien","Huo, The-Ia","Lin, Chih-Ching"],"date":"2020-04-30T11:00:00Z","year":2020,"_id":"32349031","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1097/JCMA.0000000000000338","topics":["Treatment","Mechanism"],"weight":1,"_version_":1666138494930518017,"score":230.8229},{"pmid":32446267,"title":"What Solid Organ Transplant Healthcare Providers should know about Renin-Angiotensin-Aldosterone System Inhibitors and COVID-19.","text":["What Solid Organ Transplant Healthcare Providers should know about Renin-Angiotensin-Aldosterone System Inhibitors and COVID-19.","The data on the outcomes of solid organ transplant recipients who have contracted coronavirus disease 2019 (COVID-19) are still emerging. Kidney transplant recipients are commonly prescribed renin-angiotensin-aldosterone system (AAS) inhibitors given the prevalence of hypertension, diabetes, and cardiovascular disease. As the angiotensin-converting enzyme 2 (ACE2) facilitates the entry of coronaviruses into target cells, there have been hypotheses that preexisting use of Renin-Angiotensin-Aldosterone System (RAAS) inhibitors may increase the risk of developing severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. Given the common use of RAAS inhibitors among solid organ transplant recipients, we sought to review the RAAS cascade, the mechanism of SARS-CoV-2 entry, and pertinent data related to the effect of RAAS inhibitors on ACE2 to guide management of solid organ transplant recipients during the COVID-19 pandemic. At present there is no clear evidence to support the discontinuation of RAAS inhibitors in solid organ transplant recipients during the COVID-19 pandemic.","Clin Transplant","Wong, Sunnie Y","Brubaker, Aleah L","Wang, Aileen X","Taiwo, Adetokunbo A","Melcher, Marc L","32446267"],"abstract":["The data on the outcomes of solid organ transplant recipients who have contracted coronavirus disease 2019 (COVID-19) are still emerging. Kidney transplant recipients are commonly prescribed renin-angiotensin-aldosterone system (AAS) inhibitors given the prevalence of hypertension, diabetes, and cardiovascular disease. As the angiotensin-converting enzyme 2 (ACE2) facilitates the entry of coronaviruses into target cells, there have been hypotheses that preexisting use of Renin-Angiotensin-Aldosterone System (RAAS) inhibitors may increase the risk of developing severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection. Given the common use of RAAS inhibitors among solid organ transplant recipients, we sought to review the RAAS cascade, the mechanism of SARS-CoV-2 entry, and pertinent data related to the effect of RAAS inhibitors on ACE2 to guide management of solid organ transplant recipients during the COVID-19 pandemic. At present there is no clear evidence to support the discontinuation of RAAS inhibitors in solid organ transplant recipients during the COVID-19 pandemic."],"journal":"Clin Transplant","authors":["Wong, Sunnie Y","Brubaker, Aleah L","Wang, Aileen X","Taiwo, Adetokunbo A","Melcher, Marc L"],"date":"2020-05-24T11:00:00Z","year":2020,"_id":"32446267","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1111/ctr.13991","keywords":["ace2 receptor","covid-19","renin-angiotensin-aldosterone inhibitors","solid organ transplant"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1667600475811217408,"score":221.85136},{"pmid":32294179,"pmcid":"PMC7184382","title":"Coronavirus Infections and Type 2 Diabetes-Shared Pathways with Therapeutic Implications.","text":["Coronavirus Infections and Type 2 Diabetes-Shared Pathways with Therapeutic Implications.","Individuals with diabetes are at increased risk for bacterial, mycotic, parasitic, and viral infections. The severe acute respiratory syndrome (SARS)-CoV-2 (also referred to as COVID-19) coronavirus pandemic highlights the importance of understanding shared disease pathophysiology potentially informing therapeutic choices in individuals with type 2 diabetes (T2D). Two coronavirus receptor proteins, angiotensin-converting enzyme 2 (ACE2) and dipeptidyl peptidase-4 (DPP4) are also established transducers of metabolic signals and pathways regulating inflammation, renal and cardiovascular physiology, and glucose homeostasis. Moreover, glucose-lowering agents such as the DPP4 inhibitors, widely used in subjects with T2D, are known to modify the biological activities of multiple immunomodulatory substrates. Here, we review the basic and clinical science spanning the intersections of diabetes, coronavirus infections, ACE2, and DPP4 biology, highlighting clinical relevance and evolving areas of uncertainty underlying the pathophysiology and treatment of T2D in the context of coronavirus infection.","Endocr Rev","Drucker, Daniel J","32294179"],"abstract":["Individuals with diabetes are at increased risk for bacterial, mycotic, parasitic, and viral infections. The severe acute respiratory syndrome (SARS)-CoV-2 (also referred to as COVID-19) coronavirus pandemic highlights the importance of understanding shared disease pathophysiology potentially informing therapeutic choices in individuals with type 2 diabetes (T2D). Two coronavirus receptor proteins, angiotensin-converting enzyme 2 (ACE2) and dipeptidyl peptidase-4 (DPP4) are also established transducers of metabolic signals and pathways regulating inflammation, renal and cardiovascular physiology, and glucose homeostasis. Moreover, glucose-lowering agents such as the DPP4 inhibitors, widely used in subjects with T2D, are known to modify the biological activities of multiple immunomodulatory substrates. Here, we review the basic and clinical science spanning the intersections of diabetes, coronavirus infections, ACE2, and DPP4 biology, highlighting clinical relevance and evolving areas of uncertainty underlying the pathophysiology and treatment of T2D in the context of coronavirus infection."],"journal":"Endocr Rev","authors":["Drucker, Daniel J"],"date":"2020-04-16T11:00:00Z","year":2020,"_id":"32294179","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.1210/endrev/bnaa011","keywords":["angiotensin converting enzyme 2","diabetes","dipeptidyl peptidase-4","obesity","receptor","virus"],"e_drugs":["Glucose"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1666138494448173057,"score":220.74849},{"pmid":32430651,"title":"The SARS-CoV-2 receptor, ACE-2, is expressed on many different cell types: implications for ACE-inhibitor- and angiotensin II receptor blocker-based cardiovascular therapies.","text":["The SARS-CoV-2 receptor, ACE-2, is expressed on many different cell types: implications for ACE-inhibitor- and angiotensin II receptor blocker-based cardiovascular therapies.","SARS-CoV-2 is characterized by a spike protein allowing viral binding to the angiotensin-converting enzyme (ACE)-2, which acts as a viral receptor and is expressed on the surface of several pulmonary and extra-pulmonary cell types, including cardiac, renal, intestinal and endothelial cells. There is evidence that also endothelial cells are infected by SARS-COV-2, with subsequent occurrence of systemic vasculitis, thromboembolism and disseminated intravascular coagulation. Those effects, together with the \"cytokine storm\" are involved in a worse prognosis. In clinical practice, angiotensin-converting enzyme inhibitors (ACE-Is) and angiotensin II receptor blockers (ARBs) are extensively used for the treatment of hypertension and other cardiovascular diseases. In in vivo studies, ACE-Is and ARBs seem to paradoxically increase ACE-2 expression, which could favour SARS-CoV-2 infection of host's cells and tissues. By contrast, in patients treated with ACE-Is and ARBs, ACE-2 shows a downregulation at the mRNA and protein levels in kidney and cardiac tissues. Yet, it has been claimed that both ARBs and ACE-Is could result potentially useful in the clinical course of SARS-CoV-2-infected patients. As detected in China and as the Italian epidemiological situation confirms, the most prevalent comorbidities in deceased patients with COVID-19 are hypertension, diabetes and cardiovascular diseases. Older COVID-19-affected patients with cardiovascular comorbidities exhibit a more severe clinical course and a worse prognosis, with many of them being also treated with ARBs or ACE-Is. Another confounding factor is cigarette smoking, which has been reported to increase ACE-2 expression in both experimental models and humans. Sex also plays a role, with chromosome X harbouring the gene coding for ACE-2, which is one of the possible explanations of why mortality in female patients is lower. Viral entry also depends on TMPRSS2 protease activity, an androgen dependent enzyme. Despite the relevance of experimental animal studies, to comprehensively address the question of the potential hazards or benefits of ACE-Is and ARBs on the clinical course of COVID-19-affected patients treated by these anti-hypertensive drugs, we will need randomized human studies. We claim the need of adequately powered, prospective studies aimed at answering the following questions of paramount importance for cardiovascular, internal and emergency medicine: Do ACE-Is and ARBs exert similar or different effects on infection or disease course? Are such effects dangerous, neutral or even useful in older, COVID-19-affected patients? Do they act on multiple cell types? Since ACE-Is and ARBs have different molecular targets, the clinical course of SARS-CoV-2 infection could be also different in patients treated by one or the other of these two drug classes. At present, insufficient detailed data from trials have been made available.","Intern Emerg Med","Albini, Adriana","Di Guardo, Giovanni","Noonan, Douglas McClain","Lombardo, Michele","32430651"],"abstract":["SARS-CoV-2 is characterized by a spike protein allowing viral binding to the angiotensin-converting enzyme (ACE)-2, which acts as a viral receptor and is expressed on the surface of several pulmonary and extra-pulmonary cell types, including cardiac, renal, intestinal and endothelial cells. There is evidence that also endothelial cells are infected by SARS-COV-2, with subsequent occurrence of systemic vasculitis, thromboembolism and disseminated intravascular coagulation. Those effects, together with the \"cytokine storm\" are involved in a worse prognosis. In clinical practice, angiotensin-converting enzyme inhibitors (ACE-Is) and angiotensin II receptor blockers (ARBs) are extensively used for the treatment of hypertension and other cardiovascular diseases. In in vivo studies, ACE-Is and ARBs seem to paradoxically increase ACE-2 expression, which could favour SARS-CoV-2 infection of host's cells and tissues. By contrast, in patients treated with ACE-Is and ARBs, ACE-2 shows a downregulation at the mRNA and protein levels in kidney and cardiac tissues. Yet, it has been claimed that both ARBs and ACE-Is could result potentially useful in the clinical course of SARS-CoV-2-infected patients. As detected in China and as the Italian epidemiological situation confirms, the most prevalent comorbidities in deceased patients with COVID-19 are hypertension, diabetes and cardiovascular diseases. Older COVID-19-affected patients with cardiovascular comorbidities exhibit a more severe clinical course and a worse prognosis, with many of them being also treated with ARBs or ACE-Is. Another confounding factor is cigarette smoking, which has been reported to increase ACE-2 expression in both experimental models and humans. Sex also plays a role, with chromosome X harbouring the gene coding for ACE-2, which is one of the possible explanations of why mortality in female patients is lower. Viral entry also depends on TMPRSS2 protease activity, an androgen dependent enzyme. Despite the relevance of experimental animal studies, to comprehensively address the question of the potential hazards or benefits of ACE-Is and ARBs on the clinical course of COVID-19-affected patients treated by these anti-hypertensive drugs, we will need randomized human studies. We claim the need of adequately powered, prospective studies aimed at answering the following questions of paramount importance for cardiovascular, internal and emergency medicine: Do ACE-Is and ARBs exert similar or different effects on infection or disease course? Are such effects dangerous, neutral or even useful in older, COVID-19-affected patients? Do they act on multiple cell types? Since ACE-Is and ARBs have different molecular targets, the clinical course of SARS-CoV-2 infection could be also different in patients treated by one or the other of these two drug classes. At present, insufficient detailed data from trials have been made available."],"journal":"Intern Emerg Med","authors":["Albini, Adriana","Di Guardo, Giovanni","Noonan, Douglas McClain","Lombardo, Michele"],"date":"2020-05-21T11:00:00Z","year":2020,"_id":"32430651","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1007/s11739-020-02364-6","keywords":["ace-inhibitors","angiotensin ii receptor blockers","covid-19","cardiovascular disease","endothelium","thrombosis"],"locations":["China","Italian"],"countries":["China","Italy"],"countries_codes":["CHN|China","ITA|Italy"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1667342288113631232,"score":211.31787}]}