{"pmid":32431134,"title":"How the COVID-19 infection tsunami revolutionized the work of respiratory physiotherapists: an experience from Northern Italy.","text":["How the COVID-19 infection tsunami revolutionized the work of respiratory physiotherapists: an experience from Northern Italy.","Due to COVID-19 outbreak, to lighten the burden of acute and critical care hospitals, some respiratory rehabilitation departments have been used to host patients with COVID-19 in the post-acute phase. This new and unexpected situation required a change of roles and scheduling of the rehabilitation teams. In this manuscript we describe the unexpected and urgent organizational change of the Cardio-Pulmonary Rehabilitation (CPR) service during the COVID-19 emergency in a Northern Italian rehabilitation hospital, focusing on the Respiratory Physiotherapists' (RPTs) role. A quick three-days complete reorganization of the entire hospital was needed. A COVID-19 care team including a multidisciplinary panel of physicians, nurses, and RPTs was quickly performed to manage 90 beds for post acute patients with COVID-19. Within the team, the RPTs changed their shifts, so as to be available 16h per day, 7 days out of 7. Remodelled tasks in charge of RPTs were: oxygen therapy daily monitoring, non invasive ventilation (NIV) and continuous positive airways pressure (CPAP) delivery, pronation and postural changes to improve oxygenation, reconditioning with leg/arm cranking and exercises, initial and final patients' functional assessment by short-physical performance battery (SPPB) and 1-minute sit-to-stand test (1-STS) to evaluate motor conditions and exercise-induced oxygen desaturation. Three \"what-to-do\" algorithms were developed to guide: i) oxygen de-escalation by reducing inhaled fraction of oxygen (FiO2); ii) oxygenation improvement through the use of Venturi mask; iii) reconditioning and physical activity. One-hundred seventy patients were treated in one month. As main topics, RPTs have been involved in oxygen therapy management in almost a third of the admitted patients, reconditioning exercises in 60% of the cases, and initial and final functional motor capacity assessment in all patients. Details of activities performed by the RPT in one typical working day are also shown. Our reorganization has exploited the professional skills and clinical expertise of the RPTs. This re-organization can provide practical insights to other facilities that are facing this crisis, and may be a starting point for implementing post-COVID-19 rehabilitation. Future studies will have to improve and review this organization.","Monaldi Arch Chest Dis","Simonelli, Carla","Paneroni, Mara","Fokom, Aubin Georges","Saleri, Manuela","Speltoni, Ilaria","Favero, Irene","Garofali, Francesca","Scalvini, Simonetta","Vitacca, Michele","32431134"],"abstract":["Due to COVID-19 outbreak, to lighten the burden of acute and critical care hospitals, some respiratory rehabilitation departments have been used to host patients with COVID-19 in the post-acute phase. This new and unexpected situation required a change of roles and scheduling of the rehabilitation teams. In this manuscript we describe the unexpected and urgent organizational change of the Cardio-Pulmonary Rehabilitation (CPR) service during the COVID-19 emergency in a Northern Italian rehabilitation hospital, focusing on the Respiratory Physiotherapists' (RPTs) role. A quick three-days complete reorganization of the entire hospital was needed. A COVID-19 care team including a multidisciplinary panel of physicians, nurses, and RPTs was quickly performed to manage 90 beds for post acute patients with COVID-19. Within the team, the RPTs changed their shifts, so as to be available 16h per day, 7 days out of 7. Remodelled tasks in charge of RPTs were: oxygen therapy daily monitoring, non invasive ventilation (NIV) and continuous positive airways pressure (CPAP) delivery, pronation and postural changes to improve oxygenation, reconditioning with leg/arm cranking and exercises, initial and final patients' functional assessment by short-physical performance battery (SPPB) and 1-minute sit-to-stand test (1-STS) to evaluate motor conditions and exercise-induced oxygen desaturation. Three \"what-to-do\" algorithms were developed to guide: i) oxygen de-escalation by reducing inhaled fraction of oxygen (FiO2); ii) oxygenation improvement through the use of Venturi mask; iii) reconditioning and physical activity. One-hundred seventy patients were treated in one month. As main topics, RPTs have been involved in oxygen therapy management in almost a third of the admitted patients, reconditioning exercises in 60% of the cases, and initial and final functional motor capacity assessment in all patients. Details of activities performed by the RPT in one typical working day are also shown. Our reorganization has exploited the professional skills and clinical expertise of the RPTs. This re-organization can provide practical insights to other facilities that are facing this crisis, and may be a starting point for implementing post-COVID-19 rehabilitation. Future studies will have to improve and review this organization."],"journal":"Monaldi Arch Chest Dis","authors":["Simonelli, Carla","Paneroni, Mara","Fokom, Aubin Georges","Saleri, Manuela","Speltoni, Ilaria","Favero, Irene","Garofali, Francesca","Scalvini, Simonetta","Vitacca, Michele"],"date":"2020-05-21T11:00:00Z","year":2020,"_id":"32431134","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.4081/monaldi.2020.1085","locations":["Italian"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"topics":["Prevention"],"weight":1,"_version_":1667342288246800386,"score":9.490897,"similar":[{"pmid":32264667,"title":"First impact on services and their preparation. \"Instant paper from the field\" on rehabilitation answers to the Covid-19 emergency.","text":["First impact on services and their preparation. \"Instant paper from the field\" on rehabilitation answers to the Covid-19 emergency.","This paper reports the immediate impact of the epidemic on rehabilitation services in Italy, the first country in Europe hit by Covid-19. In a country with almost 5,000 Physical and Rehabilitation Medicine physicians, the webinar had 230 live viewers (4.5%), and more than 8,900 individual visualizations of the recorded version. The overall inadequate preparation of the rehabilitation system to face a sudden epidemic was clear, and similar to that of the acute services. The original idea of confining the Covid-19 cases to some areas of rehabilitation wards and/or hospitals, preserving others, proved not to be feasible. Continuous reorganization and adaptation were required due to the rapid changes. Overall, rehabilitation needs had to surrender to the more acute emergency, with total conversion of beds, wards and even hospitals. The quarantine needs heavily involved also outpatient services that were mostly closed. Rehabilitation professionals needed support, but also acted properly, again similarly to what happened in the acute wards. The typical needs of rehabilitation, such as human and physical contacts, but also social interactions including patient, team, family and caregivers, appeared clearly in the current unavoidable need of being suppressed. These notes could serve the preparation of other services worldwide.","Eur J Phys Rehabil Med","Boldrini, Paolo","Kiekens, Carlotte","Bargellesi, Stefano","Brianti, Rodolfo","Galeri, Silvia","Lucca, Lucia","Montis, Andrea","Posteraro, Federico","Scarponi, Federico","Straudi, Sofia","Negrini, Stefano","32264667"],"abstract":["This paper reports the immediate impact of the epidemic on rehabilitation services in Italy, the first country in Europe hit by Covid-19. In a country with almost 5,000 Physical and Rehabilitation Medicine physicians, the webinar had 230 live viewers (4.5%), and more than 8,900 individual visualizations of the recorded version. The overall inadequate preparation of the rehabilitation system to face a sudden epidemic was clear, and similar to that of the acute services. The original idea of confining the Covid-19 cases to some areas of rehabilitation wards and/or hospitals, preserving others, proved not to be feasible. Continuous reorganization and adaptation were required due to the rapid changes. Overall, rehabilitation needs had to surrender to the more acute emergency, with total conversion of beds, wards and even hospitals. The quarantine needs heavily involved also outpatient services that were mostly closed. Rehabilitation professionals needed support, but also acted properly, again similarly to what happened in the acute wards. The typical needs of rehabilitation, such as human and physical contacts, but also social interactions including patient, team, family and caregivers, appeared clearly in the current unavoidable need of being suppressed. These notes could serve the preparation of other services worldwide."],"journal":"Eur J Phys Rehabil Med","authors":["Boldrini, Paolo","Kiekens, Carlotte","Bargellesi, Stefano","Brianti, Rodolfo","Galeri, Silvia","Lucca, Lucia","Montis, Andrea","Posteraro, Federico","Scarponi, Federico","Straudi, Sofia","Negrini, Stefano"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32264667","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.23736/S1973-9087.20.06303-0","locations":["Italy"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"topics":["Prevention"],"weight":1,"_version_":1666138491956756481,"score":261.10843},{"pmid":32383576,"title":"Up to 2.2 million people experiencing disability suffer collateral damage each day of Covid-19 lockdown in Europe.","text":["Up to 2.2 million people experiencing disability suffer collateral damage each day of Covid-19 lockdown in Europe.","BACKGROUND: The Covid-19 pandemic is having a great impact on health services. Patients not receiving care due to closure of outpatient services suffer a collateral damage. Our aim was to provide first data on impact of Covid-19 on people experiencing disability in Europe. METHODS: We developed an estimation from a survey and publicly available data. Thirty-eight countries have been inquired through the European Bodies of Physical and Rehabilitation Medicine - the rehabilitation medical specialty. The 9-questions focused on March 31st, 2020. We used the following indicators: for inpatients, acute and rehabilitative hospital beds; for outpatients, missing uniform European data, we used information from Italy, Belgium and UK, and estimated for Europe basing on population, number of rehabilitation physicians, physiotherapists, and people with self-reported limitations. FINDINGS: Thirty-five countries (92%) including 99% of the population (809.9 million) answered. Stop of admissions to rehabilitation, early discharge and reduction of activities involved 194,800 inpatients in 10 countries. Outpatient activities stopped for 87%, involving 318,000 patients per day in Italy, Belgium and UK, leading to an estimate range of 1,3-2,2 million in Europe. Seven countries reported experiences on rehabilitation for acute Covid-19 patients. INTERPRETATION: Covid-19 emergency is having a huge impact on rehabilitation of people experiencing disability. This may lead to future cumulative effects due to reduced functional outcome and consequent increased burden of care. When the emergency will fade, rehabilitation demand will probably grow due to an expected return wave of these not well treated patients, but probably also of post-Covid-19 patients' needs.","Eur J Phys Rehabil Med","Negrini, Stefano","Grabljevec, Klemen","Boldrini, Paolo","Kiekens, Carlotte","Moslavac, Sasa","Zampolini, Mauro","Christodoulou, Nicolas","32383576"],"abstract":["BACKGROUND: The Covid-19 pandemic is having a great impact on health services. Patients not receiving care due to closure of outpatient services suffer a collateral damage. Our aim was to provide first data on impact of Covid-19 on people experiencing disability in Europe. METHODS: We developed an estimation from a survey and publicly available data. Thirty-eight countries have been inquired through the European Bodies of Physical and Rehabilitation Medicine - the rehabilitation medical specialty. The 9-questions focused on March 31st, 2020. We used the following indicators: for inpatients, acute and rehabilitative hospital beds; for outpatients, missing uniform European data, we used information from Italy, Belgium and UK, and estimated for Europe basing on population, number of rehabilitation physicians, physiotherapists, and people with self-reported limitations. FINDINGS: Thirty-five countries (92%) including 99% of the population (809.9 million) answered. Stop of admissions to rehabilitation, early discharge and reduction of activities involved 194,800 inpatients in 10 countries. Outpatient activities stopped for 87%, involving 318,000 patients per day in Italy, Belgium and UK, leading to an estimate range of 1,3-2,2 million in Europe. Seven countries reported experiences on rehabilitation for acute Covid-19 patients. INTERPRETATION: Covid-19 emergency is having a huge impact on rehabilitation of people experiencing disability. This may lead to future cumulative effects due to reduced functional outcome and consequent increased burden of care. When the emergency will fade, rehabilitation demand will probably grow due to an expected return wave of these not well treated patients, but probably also of post-Covid-19 patients' needs."],"journal":"Eur J Phys Rehabil Med","authors":["Negrini, Stefano","Grabljevec, Klemen","Boldrini, Paolo","Kiekens, Carlotte","Moslavac, Sasa","Zampolini, Mauro","Christodoulou, Nicolas"],"date":"2020-05-09T11:00:00Z","year":2020,"_id":"32383576","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.23736/S1973-9087.20.06361-3","locations":["Italy","Belgium","GBR","Italy","Belgium","GBR"],"countries":["Belgium","Italy","United Kingdom"],"countries_codes":["BEL|Belgium","ITA|Italy","GBR|United Kingdom"],"topics":["Prevention"],"weight":1,"_version_":1666419683341893632,"score":252.96893},{"pmid":32323287,"title":"[Position Paper for the State of the Art Application of Respiratory Support in Patients with COVID-19 - German Respiratory Society].","text":["[Position Paper for the State of the Art Application of Respiratory Support in Patients with COVID-19 - German Respiratory Society].","Against the background of the pandemic caused by infection with the SARS-CoV-2, the German Society for Pneumology and Respiratory Medicine (DGP e.V.), in cooperation with other associations, has designated a team of experts in order to answer the currently pressing questions about therapy strategies in dealing with COVID-19 patients suffering from acute respiratory insufficiency (ARI).The position paper is based on the current knowledge that is evolving daily. Many of the published and cited studies require further review, also because many of them did not undergo standard review processes.Therefore, this position paper is also subject to a continuous review process and will be further developed in cooperation with the other professional societies.This position paper is structured into the following five topics:1. Pathophysiology of acute respiratory insufficiency in patients without immunity infected with SARS-CoV-22. Temporal course and prognosis of acute respiratory insufficiency during the course of the disease3. Oxygen insufflation, high-flow oxygen, non-invasive ventilation and invasive ventilation with special consideration of infectious aerosol formation4. Non-invasive ventilation in ARI5. Supply continuum for the treatment of ARIKey points have been highlighted as core statements and significant observations. Regarding the pathophysiological aspects of acute respiratory insufficiency (ARI), the pulmonary infection with SARS-CoV-2 COVID-19 runs through three phases: early infection, pulmonary manifestation and severe hyperinflammatory phase.There are differences between advanced COVID-19-induced lung damage and those changes seen in Acute Respiratory Distress Syndromes (ARDS) as defined by the Berlin criteria. In a pathophysiologically plausible - but currently not yet histopathologically substantiated - model, two types (L-type and H-type) are distinguished, which correspond to an early and late phase. This distinction can be taken into consideration in the differential instrumentation in the therapy of ARI.The assessment of the extent of ARI should be carried out by an arterial or capillary blood gas analysis under room air conditions and must include the calculation of the oxygen supply (measured from the variables of oxygen saturation, the Hb value, the corrected values of the Hufner number and the cardiac output). In principle, aerosols can cause transmission of infectious viral particles. Open systems or leakage systems (so-called vented masks) can prevent the release of respirable particles. Procedures in which the invasive ventilation system must be opened, and endotracheal intubation must be carried out are associated with an increased risk of infection.The protection of personnel with personal protective equipment should have very high priority because fear of contagion must not be a primary reason for intubation. If the specifications for protective equipment (eye protection, FFP2 or FFP-3 mask, gown) are adhered to, inhalation therapy, nasal high-flow (NHF) therapy, CPAP therapy or NIV can be carried out according to the current state of knowledge without increased risk of infection to the staff. A significant proportion of patients with respiratory failure presents with relevant hypoxemia, often also caused by a high inspiratory oxygen fraction (FiO2) including NHF, and this hypoxemia cannot be not completely corrected. In this situation, CPAP/NIV therapy can be administered under use of a mouth and nose mask or a respiratory helmet as therapy escalation, as long as the criteria for endotracheal intubation are not fulfilled.In acute hypoxemic respiratory insufficiency, NIV should be performed in an intensive care unit or in a comparable unit by personnel with appropriate expertise. Under CPAP/NIV, a patient can deteriorate rapidly. For this reason, continuous monitoring with readiness to carry out intubation must be ensured at all times. If CPAP/NIV leads to further progression of ARI, intubation and subsequent invasive ventilation should be carried out without delay if no DNI order is in place.In the case of patients in whom invasive ventilation, after exhausting all guideline-based measures, is not sufficient, extracorporeal membrane oxygenation procedure (ECMO) should be considered to ensure sufficient oxygen supply and to remove CO2.","Pneumologie","Pfeifer, M","Ewig, S","Voshaar, T","Randerath, W","Bauer, T","Geiseler, J","Dellweg, D","Westhoff, M","Windisch, W","Schonhofer, B","Kluge, S","Lepper, P M","32323287"],"journal":"Pneumologie","authors":["Pfeifer, M","Ewig, S","Voshaar, T","Randerath, W","Bauer, T","Geiseler, J","Dellweg, D","Westhoff, M","Windisch, W","Schonhofer, B","Kluge, S","Lepper, P M"],"date":"2020-04-24T11:00:00Z","year":2020,"_id":"32323287","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1055/a-1157-9976","locations":["Berlin"],"countries":["Germany"],"countries_codes":["DEU|Germany"],"topics":["Treatment","Prevention"],"weight":1,"abstract":["Against the background of the pandemic caused by infection with the SARS-CoV-2, the German Society for Pneumology and Respiratory Medicine (DGP e.V.), in cooperation with other associations, has designated a team of experts in order to answer the currently pressing questions about therapy strategies in dealing with COVID-19 patients suffering from acute respiratory insufficiency (ARI).The position paper is based on the current knowledge that is evolving daily. Many of the published and cited studies require further review, also because many of them did not undergo standard review processes.Therefore, this position paper is also subject to a continuous review process and will be further developed in cooperation with the other professional societies.This position paper is structured into the following five topics:1. Pathophysiology of acute respiratory insufficiency in patients without immunity infected with SARS-CoV-22. Temporal course and prognosis of acute respiratory insufficiency during the course of the disease3. Oxygen insufflation, high-flow oxygen, non-invasive ventilation and invasive ventilation with special consideration of infectious aerosol formation4. Non-invasive ventilation in ARI5. Supply continuum for the treatment of ARIKey points have been highlighted as core statements and significant observations. Regarding the pathophysiological aspects of acute respiratory insufficiency (ARI), the pulmonary infection with SARS-CoV-2 COVID-19 runs through three phases: early infection, pulmonary manifestation and severe hyperinflammatory phase.There are differences between advanced COVID-19-induced lung damage and those changes seen in Acute Respiratory Distress Syndromes (ARDS) as defined by the Berlin criteria. In a pathophysiologically plausible - but currently not yet histopathologically substantiated - model, two types (L-type and H-type) are distinguished, which correspond to an early and late phase. This distinction can be taken into consideration in the differential instrumentation in the therapy of ARI.The assessment of the extent of ARI should be carried out by an arterial or capillary blood gas analysis under room air conditions and must include the calculation of the oxygen supply (measured from the variables of oxygen saturation, the Hb value, the corrected values of the Hufner number and the cardiac output). In principle, aerosols can cause transmission of infectious viral particles. Open systems or leakage systems (so-called vented masks) can prevent the release of respirable particles. Procedures in which the invasive ventilation system must be opened, and endotracheal intubation must be carried out are associated with an increased risk of infection.The protection of personnel with personal protective equipment should have very high priority because fear of contagion must not be a primary reason for intubation. If the specifications for protective equipment (eye protection, FFP2 or FFP-3 mask, gown) are adhered to, inhalation therapy, nasal high-flow (NHF) therapy, CPAP therapy or NIV can be carried out according to the current state of knowledge without increased risk of infection to the staff. A significant proportion of patients with respiratory failure presents with relevant hypoxemia, often also caused by a high inspiratory oxygen fraction (FiO2) including NHF, and this hypoxemia cannot be not completely corrected. In this situation, CPAP/NIV therapy can be administered under use of a mouth and nose mask or a respiratory helmet as therapy escalation, as long as the criteria for endotracheal intubation are not fulfilled.In acute hypoxemic respiratory insufficiency, NIV should be performed in an intensive care unit or in a comparable unit by personnel with appropriate expertise. Under CPAP/NIV, a patient can deteriorate rapidly. For this reason, continuous monitoring with readiness to carry out intubation must be ensured at all times. If CPAP/NIV leads to further progression of ARI, intubation and subsequent invasive ventilation should be carried out without delay if no DNI order is in place.In the case of patients in whom invasive ventilation, after exhausting all guideline-based measures, is not sufficient, extracorporeal membrane oxygenation procedure (ECMO) should be considered to ensure sufficient oxygen supply and to remove CO2."],"_version_":1666138493893476353,"score":233.69644},{"pmid":32428909,"title":"Joint Statement on the Role of Respiratory Rehabilitation in the COVID-19 Crisis: The Italian Position Paper.","text":["Joint Statement on the Role of Respiratory Rehabilitation in the COVID-19 Crisis: The Italian Position Paper.","Due to the exponential growth of the number of subjects affected by coronavirus disease 2019 (COVID-19), the entire Italian health care system had to respond promptly and in a very short time with the need of semi-intensive and intensive care units. Moreover, trained dedicated COVID-19 teams consisting of physicians were coming from different specialties (intensivists or pneumologists and infectiologists), while respiratory therapists and nurses have been recruited to work on and on without rest. However, due to still limited and evolving knowledge of COVID-19, there are few recommendations concerning the need in respiratory rehabilitation and physiotherapy interventions. The presentation of this paper is the result of a consensus promoted by the Italian societies of respiratory health care professionals who contacted pulmonologists directly involved in the treatment and rehabilitation of COVID-19. The aim was to formulate the more proper and common suggestions to be applied in different hospital settings in offering rehabilitative programs and physiotherapy workforce planning for COVID-19 patients. Two main areas of intervention were identified: organization and treatment, which are described in this paper to face the emergency.","Respiration","Vitacca, Michele","Carone, Mauro","Clini, Enrico Maria","Paneroni, Mara","Lazzeri, Marta","Lanza, Andrea","Privitera, Emilia","Pasqua, Franco","Gigliotti, Francesco","Castellana, Giorgio","Banfi, Paolo","Guffanti, Enrico","Santus, Pierachille","Ambrosino, Nicolino","32428909"],"abstract":["Due to the exponential growth of the number of subjects affected by coronavirus disease 2019 (COVID-19), the entire Italian health care system had to respond promptly and in a very short time with the need of semi-intensive and intensive care units. Moreover, trained dedicated COVID-19 teams consisting of physicians were coming from different specialties (intensivists or pneumologists and infectiologists), while respiratory therapists and nurses have been recruited to work on and on without rest. However, due to still limited and evolving knowledge of COVID-19, there are few recommendations concerning the need in respiratory rehabilitation and physiotherapy interventions. The presentation of this paper is the result of a consensus promoted by the Italian societies of respiratory health care professionals who contacted pulmonologists directly involved in the treatment and rehabilitation of COVID-19. The aim was to formulate the more proper and common suggestions to be applied in different hospital settings in offering rehabilitative programs and physiotherapy workforce planning for COVID-19 patients. Two main areas of intervention were identified: organization and treatment, which are described in this paper to face the emergency."],"journal":"Respiration","authors":["Vitacca, Michele","Carone, Mauro","Clini, Enrico Maria","Paneroni, Mara","Lazzeri, Marta","Lanza, Andrea","Privitera, Emilia","Pasqua, Franco","Gigliotti, Francesco","Castellana, Giorgio","Banfi, Paolo","Guffanti, Enrico","Santus, Pierachille","Ambrosino, Nicolino"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32428909","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1159/000508399","keywords":["critical care medicine","position paper","pulmonary medicine"],"locations":["Italian","Italian"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"topics":["Treatment","Prevention"],"weight":1,"_version_":1667352728881332225,"score":228.04048},{"pmid":32371624,"title":"The War on COVID-19 Pandemic: Role of Rehabilitation Professionals and Hospitals.","text":["The War on COVID-19 Pandemic: Role of Rehabilitation Professionals and Hospitals.","The global outbreak of coronavirus disease (COVID-19) has created an unprecedented challenge to the society. Currently, the United States stands as the most affected country, and the entire healthcare system is affected, from emergency department, intensive care unit, post-acute care, outpatient, to home care. Considering the debility, neurological, pulmonary, neuromuscular and cognitive complications, rehabilitation professionals can play an important role in the recovery process for individuals with COVID-19. Clinicians across the nation's rehabilitation system have already begun working to initiate intensive care unit-based rehabilitation care and develop programs, settings and specialized care to meet the short- and long-term needs of these individuals. We describe the anticipated rehabilitation demands, and the strategies to meet the needs of this population. The complications from COVID-19 can be reduced by (1) delivering interdisciplinary rehabilitation that is initiated early and continued throughout the acute hospital stay, (2) providing patient/family education for self-care after discharge from inpatient rehabilitation at either acute or subacute settings, and (3) continuing rehabilitation care in the outpatient setting, and at home through ongoing therapy either in-person or via telehealth.","Am J Phys Med Rehabil","Lew, Henry L","Oh-Park, Mooyeon","Cifu, David X","32371624"],"abstract":["The global outbreak of coronavirus disease (COVID-19) has created an unprecedented challenge to the society. Currently, the United States stands as the most affected country, and the entire healthcare system is affected, from emergency department, intensive care unit, post-acute care, outpatient, to home care. Considering the debility, neurological, pulmonary, neuromuscular and cognitive complications, rehabilitation professionals can play an important role in the recovery process for individuals with COVID-19. Clinicians across the nation's rehabilitation system have already begun working to initiate intensive care unit-based rehabilitation care and develop programs, settings and specialized care to meet the short- and long-term needs of these individuals. We describe the anticipated rehabilitation demands, and the strategies to meet the needs of this population. The complications from COVID-19 can be reduced by (1) delivering interdisciplinary rehabilitation that is initiated early and continued throughout the acute hospital stay, (2) providing patient/family education for self-care after discharge from inpatient rehabilitation at either acute or subacute settings, and (3) continuing rehabilitation care in the outpatient setting, and at home through ongoing therapy either in-person or via telehealth."],"journal":"Am J Phys Med Rehabil","authors":["Lew, Henry L","Oh-Park, Mooyeon","Cifu, David X"],"date":"2020-05-07T11:00:00Z","year":2020,"_id":"32371624","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1097/PHM.0000000000001460","locations":["United States"],"countries":["United States"],"countries_codes":["USA|United States"],"topics":["Prevention"],"weight":1,"_version_":1666138496435224576,"score":225.1463}]}