{"pmid":32436675,"title":"Expanding coverage for essential care during COVID-19.","text":["Expanding coverage for essential care during COVID-19.","The coronavirus disease 2019 (COVID-19) pandemic will exacerbate the financial situations of the millions of Americans who struggle to afford their medical care, but policy solutions are available to quickly mitigate this problem.","Am J Manag Care","Fendrick, A Mark","Shrosbree, Beth","32436675"],"abstract":["The coronavirus disease 2019 (COVID-19) pandemic will exacerbate the financial situations of the millions of Americans who struggle to afford their medical care, but policy solutions are available to quickly mitigate this problem."],"journal":"Am J Manag Care","authors":["Fendrick, A Mark","Shrosbree, Beth"],"date":"2020-05-22T11:00:00Z","year":2020,"_id":"32436675","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.37765/ajmc.2020.42920","locations":["Americans"],"countries":["United States"],"countries_codes":["USA|United States"],"topics":["Prevention"],"weight":1,"_version_":1667521393685692416,"score":9.490897,"similar":[{"pmid":32389878,"title":"EARLY REPORT ON THE IMPACT OF COVID-19 OUTBREAK IN NEUROSURGICAL PRACTICE AMONG MEMBERS OF THE LATIN AMERICAN FEDERATION OF NEUROSURGICAL SOCIETIES.","text":["EARLY REPORT ON THE IMPACT OF COVID-19 OUTBREAK IN NEUROSURGICAL PRACTICE AMONG MEMBERS OF THE LATIN AMERICAN FEDERATION OF NEUROSURGICAL SOCIETIES.","BACKGROUND: The COVID-19 pandemic has caused severe economic consequences by local governmental measures to contain the outbreak(1) We provide insight on the impact that healthcare restriction has made on neurosurgical activity in Latin Iberoamerica. METHODS: We performed an internet-based survey among Presidents and Members of the Societies of the Latin American Federation of Neurosurgical Societies (FLANC). We blindly analyzed information about local conditions and their impact on neurosurgical praxis using SPSS(R) software. RESULTS: Information came from 21 countries. Sixteen Society Presidents reported having suspended regular activities, and differing local scheduled congresses, fourteen reported mandatory isolation by government, and four instituted a telemedicine project. Four-hundred eighty-six colleagues, mean age 49 years, reported a mean 79% reduction in their neurosurgical praxis. Seventy-six percent of neurosurgeons had savings to self-support for 3-6 months, if restrictions are long lasting. CONCLUSIONS: Stopping activities among Societies of the FLANC, together with a drop of 79% of neurosurgical praxis, adds to deficits in provider s protection equipment and increasing demand for attention in the healthcare systems; representing a huge financial risk for their sustainability. Neurosurgeons should involve in local policies to protect health and economy. Telemedicine represents an excellent solution, avoiding another pandemic of severe diseases across all-specialties as non-essential care can turn essential if left untreated. Financial support and ethics code review is needed to battle this new disease, designated the occupational disease of the decade, that continues to struggle the healthcare systems. Times of crisis are times of great opportunities for humanity to evolve.","World Neurosurg","Jose Antonio, Soriano Sanchez","Tito, Perilla","Marcelo, Zenteno","Alvaro, Campero","Claudio, Yampolsky","Mauro, Loyo Varela","Manuel Eduardo, Soto Garcia","Jose Alberto Israel, Romero Rangel","32389878"],"abstract":["BACKGROUND: The COVID-19 pandemic has caused severe economic consequences by local governmental measures to contain the outbreak(1) We provide insight on the impact that healthcare restriction has made on neurosurgical activity in Latin Iberoamerica. METHODS: We performed an internet-based survey among Presidents and Members of the Societies of the Latin American Federation of Neurosurgical Societies (FLANC). We blindly analyzed information about local conditions and their impact on neurosurgical praxis using SPSS(R) software. RESULTS: Information came from 21 countries. Sixteen Society Presidents reported having suspended regular activities, and differing local scheduled congresses, fourteen reported mandatory isolation by government, and four instituted a telemedicine project. Four-hundred eighty-six colleagues, mean age 49 years, reported a mean 79% reduction in their neurosurgical praxis. Seventy-six percent of neurosurgeons had savings to self-support for 3-6 months, if restrictions are long lasting. CONCLUSIONS: Stopping activities among Societies of the FLANC, together with a drop of 79% of neurosurgical praxis, adds to deficits in provider s protection equipment and increasing demand for attention in the healthcare systems; representing a huge financial risk for their sustainability. Neurosurgeons should involve in local policies to protect health and economy. Telemedicine represents an excellent solution, avoiding another pandemic of severe diseases across all-specialties as non-essential care can turn essential if left untreated. Financial support and ethics code review is needed to battle this new disease, designated the occupational disease of the decade, that continues to struggle the healthcare systems. Times of crisis are times of great opportunities for humanity to evolve."],"journal":"World Neurosurg","authors":["Jose Antonio, Soriano Sanchez","Tito, Perilla","Marcelo, Zenteno","Alvaro, Campero","Claudio, Yampolsky","Mauro, Loyo Varela","Manuel Eduardo, Soto Garcia","Jose Alberto Israel, Romero Rangel"],"date":"2020-05-12T11:00:00Z","year":2020,"_id":"32389878","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1016/j.wneu.2020.04.226","keywords":["covid-19 outbreak","flanc","financial risk","neurosurgeons","survey","telemedicine"],"topics":["Prevention"],"weight":1,"_version_":1666528580228612096,"score":70.979546},{"pmid":32413616,"title":"Mental Health Interventions during the COVID-19 Pandemic: A Conceptual Framework by Early Career Psychiatrists.","text":["Mental Health Interventions during the COVID-19 Pandemic: A Conceptual Framework by Early Career Psychiatrists.","The emergence of mental health (MH) problems during a pandemic is extremely common, though difficult to address due to the complexities of pandemics and the scarcity of evidence about the epidemiology of pandemic-related MH problems and the potential interventions to tackle them. Little attention has been devoted so far to this topic from policymakers, stakeholders and researchers, resulting in a lack of replicable, scalable and applicable frameworks to help plan, develop and deliver MH care during pandemics. As a response, we have attempted to develop a conceptual framework (CF) that could guide the development, implementation, and evaluation of MH interventions during the ongoing COVID-19 pandemic. This CF was developed by early career psychiatrists from 16 countries that cover all the WHO regions. Their opinions were elicited via a semi-structured questionnaire. They were asked to provide their views about the current MH situation in their countries and to elaborate on existing 'myths' and misinformation. They were also asked to name the resources available and to propose solutions and approaches to provide accessible and affordable care. The CF was prepared based on the extant literature and the views discussed in this group; it illustrates the epidemiology of MH problems, preparedness plans, stage-specific plans or innovative solutions, opportunities to integrate those plans and possible outcomes at policy level. This CF can serve as a technical guide for future research regarding pandemics. It can be used to monitor trends and to optimize efforts, and to develop evidence based MH interventions. Still, further research focusing on the individual components of this framework is needed.","Asian J Psychiatr","Ransing, Ramdas","Adiukwu, Frances","Pereira-Sanchez, Victor","Ramalho, Rodrigo","Orsolini, Laura","Teixeira, Andre Luiz Schuh","Gonzalez-Diaz, Jairo M","da Costa, Mariana Pinto","Soler-Vidal, Joan","Bytyci, Drita Gashi","El Hayek, Samer","Larnaout, Amine","Shalbafan, Mohammadreza","Syarif, Zulvia","Nofal, Marwa","Kundadak, Ganesh Kudva","32413616"],"abstract":["The emergence of mental health (MH) problems during a pandemic is extremely common, though difficult to address due to the complexities of pandemics and the scarcity of evidence about the epidemiology of pandemic-related MH problems and the potential interventions to tackle them. Little attention has been devoted so far to this topic from policymakers, stakeholders and researchers, resulting in a lack of replicable, scalable and applicable frameworks to help plan, develop and deliver MH care during pandemics. As a response, we have attempted to develop a conceptual framework (CF) that could guide the development, implementation, and evaluation of MH interventions during the ongoing COVID-19 pandemic. This CF was developed by early career psychiatrists from 16 countries that cover all the WHO regions. Their opinions were elicited via a semi-structured questionnaire. They were asked to provide their views about the current MH situation in their countries and to elaborate on existing 'myths' and misinformation. They were also asked to name the resources available and to propose solutions and approaches to provide accessible and affordable care. The CF was prepared based on the extant literature and the views discussed in this group; it illustrates the epidemiology of MH problems, preparedness plans, stage-specific plans or innovative solutions, opportunities to integrate those plans and possible outcomes at policy level. This CF can serve as a technical guide for future research regarding pandemics. It can be used to monitor trends and to optimize efforts, and to develop evidence based MH interventions. Still, further research focusing on the individual components of this framework is needed."],"journal":"Asian J Psychiatr","authors":["Ransing, Ramdas","Adiukwu, Frances","Pereira-Sanchez, Victor","Ramalho, Rodrigo","Orsolini, Laura","Teixeira, Andre Luiz Schuh","Gonzalez-Diaz, Jairo M","da Costa, Mariana Pinto","Soler-Vidal, Joan","Bytyci, Drita Gashi","El Hayek, Samer","Larnaout, Amine","Shalbafan, Mohammadreza","Syarif, Zulvia","Nofal, Marwa","Kundadak, Ganesh Kudva"],"date":"2020-05-16T11:00:00Z","year":2020,"_id":"32413616","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1016/j.ajp.2020.102085","keywords":["covid-19","framework","interventions","mental health","pandemic"],"weight":0,"_version_":1666897319193214976,"score":70.37491},{"pmid":32461502,"title":"COVID-19 Waves: Importance of Accumulative Mortality per Million Inhabitants.","text":["COVID-19 Waves: Importance of Accumulative Mortality per Million Inhabitants.","The reported number of new cases underestimates the real spread of COVID-19 pandemic because of non-tested asymptomatic people and limited global access to reliable diagnostic tests. In this context, COVID-19 mortality with confirmed diagnosis becomes an attractive source of information to be included in the analysis of perspectives and proposals. Objective data are required to calculate the capacity of resources provided by health systems. New strategies are needed to stabilize or minimize the mortality surge. However, we will not afford this goal until more alternatives were available. We still need an effective treatment, an affordable vaccine, or a collective achievement of sufficient immunity (reaching up to 70% of the whole population). At any time, the arriving waves of the pandemic are testing the capacity of governments. The health services struggle to keep the plateau in a steady-state below 100 deaths per million inhabitants. Therefore, it is necessary to increase the alternatives and supplies based on the current and near-future expected demands imposed by the number of deaths by COVID-19. Estimating COVID-19 mortality in various scenarios with the gradual release of social constraints will help predict the magnitude of those arriving waves.","Tohoku J Exp Med","Delgado, Carlos A","Shimabuku, Roberto L","Chiroque-Solano, Pamela M","32461502"],"abstract":["The reported number of new cases underestimates the real spread of COVID-19 pandemic because of non-tested asymptomatic people and limited global access to reliable diagnostic tests. In this context, COVID-19 mortality with confirmed diagnosis becomes an attractive source of information to be included in the analysis of perspectives and proposals. Objective data are required to calculate the capacity of resources provided by health systems. New strategies are needed to stabilize or minimize the mortality surge. However, we will not afford this goal until more alternatives were available. We still need an effective treatment, an affordable vaccine, or a collective achievement of sufficient immunity (reaching up to 70% of the whole population). At any time, the arriving waves of the pandemic are testing the capacity of governments. The health services struggle to keep the plateau in a steady-state below 100 deaths per million inhabitants. Therefore, it is necessary to increase the alternatives and supplies based on the current and near-future expected demands imposed by the number of deaths by COVID-19. Estimating COVID-19 mortality in various scenarios with the gradual release of social constraints will help predict the magnitude of those arriving waves."],"journal":"Tohoku J Exp Med","authors":["Delgado, Carlos A","Shimabuku, Roberto L","Chiroque-Solano, Pamela M"],"date":"2020-05-29T11:00:00Z","year":2020,"_id":"32461502","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1620/tjem.251.47","keywords":["covid-19","mortality","pandemics","public health","registries"],"topics":["Prevention","Epidemic Forecasting"],"weight":1,"_version_":1668079521315684352,"score":68.79283},{"pmid":32501347,"pmcid":"PMC7255227","title":"Global food crisis looms.","text":["Global food crisis looms.","The covid-19 pandemic could lead to extreme poverty that leaves many struggling to afford food, reports Adam Vaughan.","New Sci","Vaughan, Adam","32501347"],"abstract":["The covid-19 pandemic could lead to extreme poverty that leaves many struggling to afford food, reports Adam Vaughan."],"journal":"New Sci","authors":["Vaughan, Adam"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32501347","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1016/S0262-4079(20)30946-5","topics":["General Info"],"weight":1,"_version_":1668890966472261634,"score":67.495575},{"pmid":32214286,"title":"Expanded Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) as a Therapeutic Strategy in Managing Critically Ill COVID-19 Patients: The Case for Compassionate Use.","text":["Expanded Umbilical Cord Mesenchymal Stem Cells (UC-MSCs) as a Therapeutic Strategy in Managing Critically Ill COVID-19 Patients: The Case for Compassionate Use.","COVID-19 has affected the United States leading to a national emergency with health care and economic impact, propelling the country into a recession with disrupted lifestyles not seen in recent history. COVID-19 is a serious illness leading to multiple deaths in various countries including the United States. Several million Americans satisfy the Center for Disease Control and Prevention (CDC) criteria for being high risk. Unfortunately, the available supply of medical beds and equipment for mechanical ventilation are much less than is projected to be needed. The World Health Organization (WHO) and multiple agencies led by the CDC in the United States have attempted to organize intensive outbreak investigation programs utilizing appropriate preventive measures, evaluation, and treatment. The clinical spectrum of COVID-19 varies from asymptomatic forms to conditions encompassing multiorgan and systemic manifestations in terms of septic shock, and multiple organ dysfunction (MOD) syndromes. The presently approved treatments are supportive but not curative for the disease. There are multiple treatments being studied. These include vaccines, medications Remdesivir and hydroxychloroquine and potentially combination therapy. Finally, expanded umbilical cord mesenchymal stem cells or (UC-MSCs) may have a role and are being studied. The cure of COVID-19 is essentially dependent on the patients' own immune system. When the immune system is over activated in an attempt to kill the virus, this can lead to the production of a large number of inflammatory factors, resulting in severe cytokine storm. The cytokine storm may induce organ damage followed by the edema, dysfunction of air exchange, acute respiratory distress syndrome (ARDS), acute cardiac injury, and secondary infection, which may lead to death. Thus, at this point, the avoidance of the cytokine storm may be the key for the treatment of HCOV-19 infected patients.In China, where there was limited availability of effective modalities to manage COVID-19 several patients were treated with expanded UC-MSCs. Additionally, the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care have reported guidelines to treat coronavirus patients with stem cells in the hope of decreasing the number of patients going to the ICU, and, also relatively quickly getting them out of ICU. In this manuscript, we describe the urgent need for various solutions, pathogenesis of coronavirus and the clinical evidence for treatment of COVID-19 with stem cells. The limited but emerging evidence regarding UC MSC in managing COVID-19 suggests that it might be considered for compassionate use in critically ill patients to reduce morbidity and mortality in the United States. The administration and Coronavirus Task Force might wish to approach the potential of expanded UC-MSCs as an evolutionary therapeutic strategy in managing COVID-19 illness with a 3-pronged approach: If proven safe and effective on a specific and limited basis...1. Minimize regulatory burden by all agencies so that critically ill COVID-19 patients will have access regardless of their financial circumstance.2. Institute appropriate safeguards to avoid negative consequences from unscrupulous actors.3. With proper informed consent from patients or proxy when necessary, and subject to accumulation of data in that cohort, allow the procedure to be initiated in critically ill patients who are not responding to conventional therapies.KEY WORDS: Coronavirus, COVID-19, cytokine storm, multiorgan failure, expanded umbilical cord mesenchymal stem cells.","Pain Physician","Atluri, Sairam","Manchikanti, Laxmaiah","Hirsch, Joshua A","32214286"],"abstract":["COVID-19 has affected the United States leading to a national emergency with health care and economic impact, propelling the country into a recession with disrupted lifestyles not seen in recent history. COVID-19 is a serious illness leading to multiple deaths in various countries including the United States. Several million Americans satisfy the Center for Disease Control and Prevention (CDC) criteria for being high risk. Unfortunately, the available supply of medical beds and equipment for mechanical ventilation are much less than is projected to be needed. The World Health Organization (WHO) and multiple agencies led by the CDC in the United States have attempted to organize intensive outbreak investigation programs utilizing appropriate preventive measures, evaluation, and treatment. The clinical spectrum of COVID-19 varies from asymptomatic forms to conditions encompassing multiorgan and systemic manifestations in terms of septic shock, and multiple organ dysfunction (MOD) syndromes. The presently approved treatments are supportive but not curative for the disease. There are multiple treatments being studied. These include vaccines, medications Remdesivir and hydroxychloroquine and potentially combination therapy. Finally, expanded umbilical cord mesenchymal stem cells or (UC-MSCs) may have a role and are being studied. The cure of COVID-19 is essentially dependent on the patients' own immune system. When the immune system is over activated in an attempt to kill the virus, this can lead to the production of a large number of inflammatory factors, resulting in severe cytokine storm. The cytokine storm may induce organ damage followed by the edema, dysfunction of air exchange, acute respiratory distress syndrome (ARDS), acute cardiac injury, and secondary infection, which may lead to death. Thus, at this point, the avoidance of the cytokine storm may be the key for the treatment of HCOV-19 infected patients.In China, where there was limited availability of effective modalities to manage COVID-19 several patients were treated with expanded UC-MSCs. Additionally, the Italian College of Anesthesia, Analgesia, Resuscitation and Intensive Care have reported guidelines to treat coronavirus patients with stem cells in the hope of decreasing the number of patients going to the ICU, and, also relatively quickly getting them out of ICU. In this manuscript, we describe the urgent need for various solutions, pathogenesis of coronavirus and the clinical evidence for treatment of COVID-19 with stem cells. The limited but emerging evidence regarding UC MSC in managing COVID-19 suggests that it might be considered for compassionate use in critically ill patients to reduce morbidity and mortality in the United States. The administration and Coronavirus Task Force might wish to approach the potential of expanded UC-MSCs as an evolutionary therapeutic strategy in managing COVID-19 illness with a 3-pronged approach: If proven safe and effective on a specific and limited basis...1. Minimize regulatory burden by all agencies so that critically ill COVID-19 patients will have access regardless of their financial circumstance.2. Institute appropriate safeguards to avoid negative consequences from unscrupulous actors.3. With proper informed consent from patients or proxy when necessary, and subject to accumulation of data in that cohort, allow the procedure to be initiated in critically ill patients who are not responding to conventional therapies.KEY WORDS: Coronavirus, COVID-19, cytokine storm, multiorgan failure, expanded umbilical cord mesenchymal stem cells."],"journal":"Pain Physician","authors":["Atluri, Sairam","Manchikanti, Laxmaiah","Hirsch, Joshua A"],"date":"2020-03-28T11:00:00Z","year":2020,"_id":"32214286","source":"PubMed","week":"202013|Mar 23 - Mar 29","locations":["United States","United States","Americans","United States","China","Analgesia","United States","multiorgan"],"countries":["United States","China"],"countries_codes":["USA|United States","CHN|China"],"e_drugs":["remdesivir","Hydroxychloroquine"],"topics":["Treatment"],"weight":1,"_version_":1666138492351021058,"score":66.532875}]}