{"pmid":32434092,"title":"Psychological Outcomes Associated with Stay-at-Home Orders and the Perceived Impact of COVID-19 on Daily Life.","text":["Psychological Outcomes Associated with Stay-at-Home Orders and the Perceived Impact of COVID-19 on Daily Life.","The COVID-19 pandemic has resulted in the widespread implementation of extraordinary physical distancing interventions (e.g., stay-at-home orders) to slow the spread of the virus. Although vital, these interventions may be socially and economically disruptive, contributing to adverse psychological outcomes. This study examined relations of both stay-at-home orders and the perceived impact of COVID-19 on daily life to psychological outcomes (depression, health anxiety, financial worry, social support, and loneliness) in a nationwide U.S. community adult sample (N = 500; 47% women, mean age = 40). Participants completed questionnaires assessing psychological outcomes, stay-at-home order status, and COVID-19's impact on their daily life. Being under a stay-at-home order was associated with greater health anxiety, financial worry, and loneliness. Moreover, the perceived impact of COVID-19 on daily life was positively associated with health anxiety, financial worry, and social support, but negatively associated with loneliness. Findings highlight the importance of social connection to mitigate negative psychological consequences of the COVID-19 pandemic.","Psychiatry Res","Tull, Matthew T","Edmonds, Keith A","Scamaldo, Kayla M","Richmond, Julia R","Rose, Jason P","Gratz, Kim L","32434092"],"abstract":["The COVID-19 pandemic has resulted in the widespread implementation of extraordinary physical distancing interventions (e.g., stay-at-home orders) to slow the spread of the virus. Although vital, these interventions may be socially and economically disruptive, contributing to adverse psychological outcomes. This study examined relations of both stay-at-home orders and the perceived impact of COVID-19 on daily life to psychological outcomes (depression, health anxiety, financial worry, social support, and loneliness) in a nationwide U.S. community adult sample (N = 500; 47% women, mean age = 40). Participants completed questionnaires assessing psychological outcomes, stay-at-home order status, and COVID-19's impact on their daily life. Being under a stay-at-home order was associated with greater health anxiety, financial worry, and loneliness. Moreover, the perceived impact of COVID-19 on daily life was positively associated with health anxiety, financial worry, and social support, but negatively associated with loneliness. Findings highlight the importance of social connection to mitigate negative psychological consequences of the COVID-19 pandemic."],"journal":"Psychiatry Res","authors":["Tull, Matthew T","Edmonds, Keith A","Scamaldo, Kayla M","Richmond, Julia R","Rose, Jason P","Gratz, Kim L"],"date":"2020-05-21T11:00:00Z","year":2020,"_id":"32434092","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.psychres.2020.113098","keywords":["anxiety","coronavirus","health anxiety","loneliness, social support"],"locations":["USA"],"countries":["United States"],"countries_codes":["USA|United States"],"weight":0,"_version_":1667342288301326336,"score":9.490897,"similar":[{"pmid":32480121,"pmcid":"PMC7255345","title":"Loneliness: A signature mental health concern in the era of COVID-19.","text":["Loneliness: A signature mental health concern in the era of COVID-19.","In response to the COVID-19 pandemic, most communities in the United States imposed stay-at-home orders to mitigate the spread of the novel coronavirus, potentially leading to chronic social isolation. During the third week of shelter-in-place guidelines, 1,013 U.S. adults completed the UCLA Loneliness Scale-3 and Public Health Questionnaire (PHQ-9). Loneliness was elevated, with 43% of respondents scoring above published cutoffs, and was strongly associated with greater depression and suicidal ideation. Loneliness is a critical public health concern that must be considered during the social isolation efforts to combat the pandemic.","Psychiatry Res","Killgore, William D S","Cloonan, Sara A","Taylor, Emily C","Dailey, Natalie S","32480121"],"abstract":["In response to the COVID-19 pandemic, most communities in the United States imposed stay-at-home orders to mitigate the spread of the novel coronavirus, potentially leading to chronic social isolation. During the third week of shelter-in-place guidelines, 1,013 U.S. adults completed the UCLA Loneliness Scale-3 and Public Health Questionnaire (PHQ-9). Loneliness was elevated, with 43% of respondents scoring above published cutoffs, and was strongly associated with greater depression and suicidal ideation. Loneliness is a critical public health concern that must be considered during the social isolation efforts to combat the pandemic."],"journal":"Psychiatry Res","authors":["Killgore, William D S","Cloonan, Sara A","Taylor, Emily C","Dailey, Natalie S"],"date":"2020-06-02T11:00:00Z","year":2020,"_id":"32480121","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1016/j.psychres.2020.113117","locations":["United States","USA"],"countries":["United States"],"countries_codes":["USA|United States"],"weight":0,"_version_":1668532089562071041,"score":298.79922},{"pmid":32459186,"title":"Flattening the Mental Health Curve: COVID-19 Stay-at-Home Orders are Associated with Alterations in Mental Health Search Behavior in the United States.","text":["Flattening the Mental Health Curve: COVID-19 Stay-at-Home Orders are Associated with Alterations in Mental Health Search Behavior in the United States.","BACKGROUND: COVID-19 has led to dramatic changes globally in persons' everyday lives. To combat the pandemic, many governments have implemented social distancing, quarantine, and stay-at-home orders. There is limited research on the impact of such extreme measures on mental health. OBJECTIVE: The goal of the present study was to examine whether stay-at-home orders produced differential changes in mental health symptoms using internet search queries at a national scale. METHODS: In the United States, individual states vary in their adoption of measures to reduce the spread of COVID-19; as of March 23, 2020, eleven of the fifty states had issued stay-at-home orders. The staggered rollout of stay-at-home measures across the U.S. allows us to investigate whether these measures impact mental health by exploring variations in mental health search queries across the states. The current manuscript examines the changes in mental health search queries on Google between March 16-23, 2020 across each state and Washington D.C. Specifically, the current manuscript examines differential change in mental health searches based on patterns of search activity following issuance of stay-at-home orders in these states compared to all other states. Participants included all persons who searched mental health terms in Google between March 16-23. Between March 16-23, eleven states underwent stay-at-home orders to prevent the transmission of COVID-19. Outcomes included search terms measuring anxiety, depression, obsessive-compulsive, negative thoughts, irritability, fatigue, anhedonia, concentration, insomnia, and suicidal ideation. RESULTS: Analyzing over 10 million search queries using generalized additive mixed models, the results suggested that the implementation of stay-at-home orders are associated with a significant flattening of the curve for searches for suicidal ideation, anxiety, negative thoughts, and sleep disturbances with the most prominent flattening associated with suicidal ideation and anxiety. CONCLUSIONS: These results suggest that, despite decreased social contact, mental health search queries increased rapidly prior to the issuance of stay-at-home orders, and these changes dissipated following the announcement and enactment of these orders. Although more research is needed to examine sustained effects, these results suggest mental health symptoms were associated with an immediately leveling off following the issuance of stay-at-home orders. CLINICALTRIAL:","JMIR Ment Health","Jacobson, Nicholas","Lekkas, Damien","Price, George","Heinz, Michael V","Song, Minkeun","O'Malley, A James","Barr, Paul J","32459186"],"abstract":["BACKGROUND: COVID-19 has led to dramatic changes globally in persons' everyday lives. To combat the pandemic, many governments have implemented social distancing, quarantine, and stay-at-home orders. There is limited research on the impact of such extreme measures on mental health. OBJECTIVE: The goal of the present study was to examine whether stay-at-home orders produced differential changes in mental health symptoms using internet search queries at a national scale. METHODS: In the United States, individual states vary in their adoption of measures to reduce the spread of COVID-19; as of March 23, 2020, eleven of the fifty states had issued stay-at-home orders. The staggered rollout of stay-at-home measures across the U.S. allows us to investigate whether these measures impact mental health by exploring variations in mental health search queries across the states. The current manuscript examines the changes in mental health search queries on Google between March 16-23, 2020 across each state and Washington D.C. Specifically, the current manuscript examines differential change in mental health searches based on patterns of search activity following issuance of stay-at-home orders in these states compared to all other states. Participants included all persons who searched mental health terms in Google between March 16-23. Between March 16-23, eleven states underwent stay-at-home orders to prevent the transmission of COVID-19. Outcomes included search terms measuring anxiety, depression, obsessive-compulsive, negative thoughts, irritability, fatigue, anhedonia, concentration, insomnia, and suicidal ideation. RESULTS: Analyzing over 10 million search queries using generalized additive mixed models, the results suggested that the implementation of stay-at-home orders are associated with a significant flattening of the curve for searches for suicidal ideation, anxiety, negative thoughts, and sleep disturbances with the most prominent flattening associated with suicidal ideation and anxiety. CONCLUSIONS: These results suggest that, despite decreased social contact, mental health search queries increased rapidly prior to the issuance of stay-at-home orders, and these changes dissipated following the announcement and enactment of these orders. Although more research is needed to examine sustained effects, these results suggest mental health symptoms were associated with an immediately leveling off following the issuance of stay-at-home orders. CLINICALTRIAL:"],"journal":"JMIR Ment Health","authors":["Jacobson, Nicholas","Lekkas, Damien","Price, George","Heinz, Michael V","Song, Minkeun","O'Malley, A James","Barr, Paul J"],"date":"2020-05-28T11:00:00Z","year":2020,"_id":"32459186","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.2196/19347","locations":["United States","USA","Washington D.C.","United States"],"countries":["United States"],"countries_codes":["USA|United States"],"weight":0,"_version_":1667967699042435072,"score":295.43307},{"pmid":32405150,"pmcid":"PMC7219372","title":"Mental Health Consequences during the Initial Stage of the 2020 Coronavirus Pandemic (COVID-19) in Spain.","text":["Mental Health Consequences during the Initial Stage of the 2020 Coronavirus Pandemic (COVID-19) in Spain.","The pandemic caused by Covid-19 has been an unprecedented social and health emergency worldwide. This is the first study in the scientific literature reporting the psychological impact of the Covid-19 outbreak in a sample of the Spanish population. A cross-sectional study was conducted through an online survey of 3480 people. The presence of depression, anxiety and post-traumatic stress disorder (PTSD) was evaluated with screening tests from 14 March. Sociodemographic and Covid-19-related data was collected. Additionally, spiritual well-being, loneliness, social support, discrimination and sense of belonging were assessed. Descriptive analyses were carried out and linear regression models compiled. The 18.7% of the sample revealed depressive, 21.6% anxiety and 15.8% PTSD symptoms. Being in the older age group, having economic stability and the belief that adequate information had been provided about the pandemic were negatively related to depression, anxiety and PTSD. However, female gender, previous diagnoses of mental health problems or neurological disorders, having symptoms associated with the virus, or those with a close relative infected were associated with greater symptomatology in all three variables. Predictive models revealed that the greatest protector for symptomatology was spiritual well-being, while loneliness was the strongest predictor of depression, anxiety and PTSD. The impact on our mental health caused by the pandemic and the measures adopted during the first weeks to deal with it are evident. In addition, it is possible to identify the need of greater psychological support in general and in certain particularly vulnerable groups.","Brain Behav Immun","Gonzalez-Sanguino, Clara","Ausin, Berta","AngelCastellanos, Miguel","Saiz, Jesus","Lopez-Gomez, Aida","Ugidos, Carolina","Munoz, Manuel","32405150"],"abstract":["The pandemic caused by Covid-19 has been an unprecedented social and health emergency worldwide. This is the first study in the scientific literature reporting the psychological impact of the Covid-19 outbreak in a sample of the Spanish population. A cross-sectional study was conducted through an online survey of 3480 people. The presence of depression, anxiety and post-traumatic stress disorder (PTSD) was evaluated with screening tests from 14 March. Sociodemographic and Covid-19-related data was collected. Additionally, spiritual well-being, loneliness, social support, discrimination and sense of belonging were assessed. Descriptive analyses were carried out and linear regression models compiled. The 18.7% of the sample revealed depressive, 21.6% anxiety and 15.8% PTSD symptoms. Being in the older age group, having economic stability and the belief that adequate information had been provided about the pandemic were negatively related to depression, anxiety and PTSD. However, female gender, previous diagnoses of mental health problems or neurological disorders, having symptoms associated with the virus, or those with a close relative infected were associated with greater symptomatology in all three variables. Predictive models revealed that the greatest protector for symptomatology was spiritual well-being, while loneliness was the strongest predictor of depression, anxiety and PTSD. The impact on our mental health caused by the pandemic and the measures adopted during the first weeks to deal with it are evident. In addition, it is possible to identify the need of greater psychological support in general and in certain particularly vulnerable groups."],"journal":"Brain Behav Immun","authors":["Gonzalez-Sanguino, Clara","Ausin, Berta","AngelCastellanos, Miguel","Saiz, Jesus","Lopez-Gomez, Aida","Ugidos, Carolina","Munoz, Manuel"],"date":"2020-05-15T11:00:00Z","year":2020,"_id":"32405150","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1016/j.bbi.2020.05.040","keywords":["anxiety","coronavirus","depression","posttraumatic stress disease","quarantine"],"locations":["Spanish","Spain"],"countries":["Spain"],"countries_codes":["ESP|Spain"],"weight":0,"_version_":1666802845370810368,"score":271.8191},{"pmid":32155789,"pmcid":"PMC7084952","title":"Immediate Psychological Responses and Associated Factors during the Initial Stage of the 2019 Coronavirus Disease (COVID-19) Epidemic among the General Population in China.","text":["Immediate Psychological Responses and Associated Factors during the Initial Stage of the 2019 Coronavirus Disease (COVID-19) Epidemic among the General Population in China.","Background: The 2019 coronavirus disease (COVID-19) epidemic is a public health emergency of international concern and poses a challenge to psychological resilience. Research data are needed to develop evidence-driven strategies to reduce adverse psychological impacts and psychiatric symptoms during the epidemic. The aim of this study was to survey the general public in China to better understand their levels of psychological impact, anxiety, depression, and stress during the initial stage of the COVID-19 outbreak. The data will be used for future reference. Methods: From 31 January to 2 February 2020, we conducted an online survey using snowball sampling techniques. The online survey collected information on demographic data, physical symptoms in the past 14 days, contact history with COVID-19, knowledge and concerns about COVID-19, precautionary measures against COVID-19, and additional information required with respect to COVID-19. Psychological impact was assessed by the Impact of Event Scale-Revised (IES-R), and mental health status was assessed by the Depression, Anxiety and Stress Scale (DASS-21). Results: This study included 1210 respondents from 194 cities in China. In total, 53.8% of respondents rated the psychological impact of the outbreak as moderate or severe; 16.5% reported moderate to severe depressive symptoms; 28.8% reported moderate to severe anxiety symptoms; and 8.1% reported moderate to severe stress levels. Most respondents spent 20-24 h per day at home (84.7%); were worried about their family members contracting COVID-19 (75.2%); and were satisfied with the amount of health information available (75.1%). Female gender, student status, specific physical symptoms (e.g., myalgia, dizziness, coryza), and poor self-rated health status were significantly associated with a greater psychological impact of the outbreak and higher levels of stress, anxiety, and depression (p < 0.05). Specific up-to-date and accurate health information (e.g., treatment, local outbreak situation) and particular precautionary measures (e.g., hand hygiene, wearing a mask) were associated with a lower psychological impact of the outbreak and lower levels of stress, anxiety, and depression (p < 0.05). Conclusions: During the initial phase of the COVID-19 outbreak in China, more than half of the respondents rated the psychological impact as moderate-to-severe, and about one-third reported moderate-to-severe anxiety. Our findings identify factors associated with a lower level of psychological impact and better mental health status that can be used to formulate psychological interventions to improve the mental health of vulnerable groups during the COVID-19 epidemic.","Int J Environ Res Public Health","Wang, Cuiyan","Pan, Riyu","Wan, Xiaoyang","Tan, Yilin","Xu, Linkang","Ho, Cyrus S","Ho, Roger C","32155789"],"abstract":["Background: The 2019 coronavirus disease (COVID-19) epidemic is a public health emergency of international concern and poses a challenge to psychological resilience. Research data are needed to develop evidence-driven strategies to reduce adverse psychological impacts and psychiatric symptoms during the epidemic. The aim of this study was to survey the general public in China to better understand their levels of psychological impact, anxiety, depression, and stress during the initial stage of the COVID-19 outbreak. The data will be used for future reference. Methods: From 31 January to 2 February 2020, we conducted an online survey using snowball sampling techniques. The online survey collected information on demographic data, physical symptoms in the past 14 days, contact history with COVID-19, knowledge and concerns about COVID-19, precautionary measures against COVID-19, and additional information required with respect to COVID-19. Psychological impact was assessed by the Impact of Event Scale-Revised (IES-R), and mental health status was assessed by the Depression, Anxiety and Stress Scale (DASS-21). Results: This study included 1210 respondents from 194 cities in China. In total, 53.8% of respondents rated the psychological impact of the outbreak as moderate or severe; 16.5% reported moderate to severe depressive symptoms; 28.8% reported moderate to severe anxiety symptoms; and 8.1% reported moderate to severe stress levels. Most respondents spent 20-24 h per day at home (84.7%); were worried about their family members contracting COVID-19 (75.2%); and were satisfied with the amount of health information available (75.1%). Female gender, student status, specific physical symptoms (e.g., myalgia, dizziness, coryza), and poor self-rated health status were significantly associated with a greater psychological impact of the outbreak and higher levels of stress, anxiety, and depression (p < 0.05). Specific up-to-date and accurate health information (e.g., treatment, local outbreak situation) and particular precautionary measures (e.g., hand hygiene, wearing a mask) were associated with a lower psychological impact of the outbreak and lower levels of stress, anxiety, and depression (p < 0.05). Conclusions: During the initial phase of the COVID-19 outbreak in China, more than half of the respondents rated the psychological impact as moderate-to-severe, and about one-third reported moderate-to-severe anxiety. Our findings identify factors associated with a lower level of psychological impact and better mental health status that can be used to formulate psychological interventions to improve the mental health of vulnerable groups during the COVID-19 epidemic."],"journal":"Int J Environ Res Public Health","authors":["Wang, Cuiyan","Pan, Riyu","Wan, Xiaoyang","Tan, Yilin","Xu, Linkang","Ho, Cyrus S","Ho, Roger C"],"date":"2020-03-12T11:00:00Z","year":2020,"_id":"32155789","source":"PubMed","week":"202011|Mar 09 - Mar 15","doi":"10.3390/ijerph17051729","keywords":["anxiety","coronavirus","depression","epidemic","knowledge","precaution","psychological impact","respiratory symptoms","stress"],"locations":["China","China","myalgia","China","China"],"countries":["China"],"countries_codes":["CHN|China"],"weight":0,"_version_":1666138492690759680,"score":270.12305},{"pmid":32466251,"title":"Depression and Anxiety in Hong Kong during COVID-19.","text":["Depression and Anxiety in Hong Kong during COVID-19.","It has been three months since the first confirmed case of coronavirus disease 2019 (COVID-19) in Hong Kong, and people now have a more complete picture of the extent of the pandemic. Therefore, it is time to evaluate the impacts of COVID-19 on mental health. The current population-based study aimed to evaluate the depression and anxiety of people in Hong Kong during the COVID-19 pandemic. Respondents were randomly recruited and asked to complete a structured questionnaire, including the patient health questionnaire-9 (PHQ-9), the generalized anxiety disorder-7 (GAD-7), the global rating of change scale and items related to COVID-19. Of the 500 respondents included in the study, 19% had depression (PHQ-9 score >/= 10) and 14% had anxiety (GAD score >/= 10). In addition, 25.4% reported that their mental health had deteriorated since the pandemic. Multiple logistic regression analysis found that not experiencing the SARS outbreak in 2003, being worried about being infected by COVID-19, being bothered by having not enough surgical masks and being bothered by not being able to work from home were associated with a poorer mental health status. Psychological support, such as brief, home-based psychological interventions, should be provided to citizens during the pandemic.","Int J Environ Res Public Health","Choi, Edmond Pui Hang","Hui, Bryant Pui Hung","Wan, Eric Yuk Fai","32466251"],"abstract":["It has been three months since the first confirmed case of coronavirus disease 2019 (COVID-19) in Hong Kong, and people now have a more complete picture of the extent of the pandemic. Therefore, it is time to evaluate the impacts of COVID-19 on mental health. The current population-based study aimed to evaluate the depression and anxiety of people in Hong Kong during the COVID-19 pandemic. Respondents were randomly recruited and asked to complete a structured questionnaire, including the patient health questionnaire-9 (PHQ-9), the generalized anxiety disorder-7 (GAD-7), the global rating of change scale and items related to COVID-19. Of the 500 respondents included in the study, 19% had depression (PHQ-9 score >/= 10) and 14% had anxiety (GAD score >/= 10). In addition, 25.4% reported that their mental health had deteriorated since the pandemic. Multiple logistic regression analysis found that not experiencing the SARS outbreak in 2003, being worried about being infected by COVID-19, being bothered by having not enough surgical masks and being bothered by not being able to work from home were associated with a poorer mental health status. Psychological support, such as brief, home-based psychological interventions, should be provided to citizens during the pandemic."],"journal":"Int J Environ Res Public Health","authors":["Choi, Edmond Pui Hang","Hui, Bryant Pui Hung","Wan, Eric Yuk Fai"],"date":"2020-05-30T11:00:00Z","year":2020,"_id":"32466251","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.3390/ijerph17103740","keywords":["covid-19","hong kong","anxiety","depression","mental health"],"locations":["China","China","China"],"countries":["China"],"countries_codes":["CHN|China"],"weight":0,"_version_":1668167109978357760,"score":260.80487}]}