{"pmid":32434963,"title":"2019 Novel Coronavirus Outbreak: SOS Alert for Dentists.","text":["2019 Novel Coronavirus Outbreak: SOS Alert for Dentists.","On January 31, 2020, novel coronavirus (nCoV), a zoonotic virus yet to be identified into the taxonomy, created a powerful ripple through mankind that the World Health Organization has declared a global health emergency.(1) This is definitely not the first time that an alarm has been rung by this family of viruses. Epidemic impact of severe acute respiratory syndrome (SARS) due to SARS CoV and Middle East respiratory syndrome (MERS) by MERS CoV has engraved their place in the scientific literature.(2) In general, CoV is known to cause respiratory diseases in humans and accounts for one-third of common cold infections.(3) The current outbreak by 2019 nCoV in the Chinese city of Wuhan began in December 2019, has infected nearly 102,188 with 3,491 deaths reported as of March 7, 2020, and has spread to nearly 92 countries.(1,4) An assumed incubation period between 2 and 14 days, with flu-like symptoms, may progress into severe pneumonia or acute respiratory distress syndrome which may be the reason for mortality.(5,6).","J Contemp Dent Pract","Vidya, G S","Patil, Shankargouda","Raj, A Thirumal","32434963"],"abstract":["On January 31, 2020, novel coronavirus (nCoV), a zoonotic virus yet to be identified into the taxonomy, created a powerful ripple through mankind that the World Health Organization has declared a global health emergency.(1) This is definitely not the first time that an alarm has been rung by this family of viruses. Epidemic impact of severe acute respiratory syndrome (SARS) due to SARS CoV and Middle East respiratory syndrome (MERS) by MERS CoV has engraved their place in the scientific literature.(2) In general, CoV is known to cause respiratory diseases in humans and accounts for one-third of common cold infections.(3) The current outbreak by 2019 nCoV in the Chinese city of Wuhan began in December 2019, has infected nearly 102,188 with 3,491 deaths reported as of March 7, 2020, and has spread to nearly 92 countries.(1,4) An assumed incubation period between 2 and 14 days, with flu-like symptoms, may progress into severe pneumonia or acute respiratory distress syndrome which may be the reason for mortality.(5,6)."],"journal":"J Contemp Dent Pract","authors":["Vidya, G S","Patil, Shankargouda","Raj, A Thirumal"],"date":"2020-05-22T11:00:00Z","year":2020,"_id":"32434963","source":"PubMed","week":"202021|May 18 - May 24","locations":["Chinese","Wuhan"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis","Treatment"],"weight":1,"_version_":1667521393661575168,"score":9.490897,"similar":[{"pmid":32036774,"pmcid":"PMC7054940","title":"Emerging novel coronavirus (2019-nCoV)-current scenario, evolutionary perspective based on genome analysis and recent developments.","text":["Emerging novel coronavirus (2019-nCoV)-current scenario, evolutionary perspective based on genome analysis and recent developments.","Coronaviruses are the well-known cause of severe respiratory, enteric and systemic infections in a wide range of hosts including man, mammals, fish, and avian. The scientific interest on coronaviruses increased after the emergence of Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) outbreaks in 2002-2003 followed by Middle East Respiratory Syndrome CoV (MERS-CoV). This decade's first CoV, named 2019-nCoV, emerged from Wuhan, China, and declared as 'Public Health Emergency of International Concern' on January 30(th), 2020 by the World Health Organization (WHO). As on February 4, 2020, 425 deaths reported in China only and one death outside China (Philippines). In a short span of time, the virus spread has been noted in 24 countries. The zoonotic transmission (animal-to-human) is suspected as the route of disease origin. The genetic analyses predict bats as the most probable source of 2019-nCoV though further investigations needed to confirm the origin of the novel virus. The ongoing nCoV outbreak highlights the hidden wild animal reservoir of the deadly viruses and possible threat of spillover zoonoses as well. The successful virus isolation attempts have made doors open for developing better diagnostics and effective vaccines helping in combating the spread of the virus to newer areas.","Vet Q","Malik, Yashpal Singh","Sircar, Shubhankar","Bhat, Sudipta","Sharun, Khan","Dhama, Kuldeep","Dadar, Maryam","Tiwari, Ruchi","Chaicumpa, Wanpen","32036774"],"abstract":["Coronaviruses are the well-known cause of severe respiratory, enteric and systemic infections in a wide range of hosts including man, mammals, fish, and avian. The scientific interest on coronaviruses increased after the emergence of Severe Acute Respiratory Syndrome coronavirus (SARS-CoV) outbreaks in 2002-2003 followed by Middle East Respiratory Syndrome CoV (MERS-CoV). This decade's first CoV, named 2019-nCoV, emerged from Wuhan, China, and declared as 'Public Health Emergency of International Concern' on January 30(th), 2020 by the World Health Organization (WHO). As on February 4, 2020, 425 deaths reported in China only and one death outside China (Philippines). In a short span of time, the virus spread has been noted in 24 countries. The zoonotic transmission (animal-to-human) is suspected as the route of disease origin. The genetic analyses predict bats as the most probable source of 2019-nCoV though further investigations needed to confirm the origin of the novel virus. The ongoing nCoV outbreak highlights the hidden wild animal reservoir of the deadly viruses and possible threat of spillover zoonoses as well. The successful virus isolation attempts have made doors open for developing better diagnostics and effective vaccines helping in combating the spread of the virus to newer areas."],"journal":"Vet Q","authors":["Malik, Yashpal Singh","Sircar, Shubhankar","Bhat, Sudipta","Sharun, Khan","Dhama, Kuldeep","Dadar, Maryam","Tiwari, Ruchi","Chaicumpa, Wanpen"],"date":"2020-02-11T11:00:00Z","year":2020,"_id":"32036774","source":"PubMed","week":"20207|Feb 10 - Feb 16","doi":"10.1080/01652176.2020.1727993","keywords":["2019-ncov","coronavirus","middle east respiratory syndrome cov","public health emergency","severe acute respiratory syndrome cov","genetic analyses","reservoir host","therapeutics","vaccines","zoonoses"],"locations":["Wuhan","China","China","China","Philippines"],"countries":["Philippines","China"],"countries_codes":["PHL|Philippines","CHN|China"],"topics":["Mechanism","Transmission","Treatment","Diagnosis"],"weight":1,"_version_":1666138490874626048,"score":195.23541},{"pmid":32310621,"pmcid":"PMC7158880","title":"Coronavirus Infections in Children Including COVID-19: An Overview of the Epidemiology, Clinical Features, Diagnosis, Treatment and Prevention Options in Children.","text":["Coronavirus Infections in Children Including COVID-19: An Overview of the Epidemiology, Clinical Features, Diagnosis, Treatment and Prevention Options in Children.","Coronaviruses (CoVs) are a large family of enveloped, single-stranded, zoonotic RNA viruses. Four CoVs commonly circulate among humans: HCoV2-229E, -HKU1, -NL63 and -OC43. However, CoVs can rapidly mutate and recombine leading to novel CoVs that can spread from animals to humans. The novel CoVs severe acute respiratory syndrome coronavirus (SARS-CoV) emerged in 2002 and Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012. The 2019 novel coronavirus (SARS-CoV-2) is currently causing a severe outbreak of disease (termed COVID-19) in China and multiple other countries, threatening to cause a global pandemic. In humans, CoVs mostly cause respiratory and gastrointestinal symptoms. Clinical manifestations range from a common cold to more severe disease such as bronchitis, pneumonia, severe acute respiratory distress syndrome, multi-organ failure and even death. SARS-CoV, MERS-CoV and SARS-CoV-2 seem to less commonly affect children and to cause fewer symptoms and less severe disease in this age group compared with adults, and are associated with much lower case-fatality rates. Preliminary evidence suggests children are just as likely as adults to become infected with SARS-CoV-2 but are less likely to be symptomatic or develop severe symptoms. However, the importance of children in transmitting the virus remains uncertain. Children more often have gastrointestinal symptoms compared with adults. Most children with SARS-CoV present with fever, but this is not the case for the other novel CoVs. Many children affected by MERS-CoV are asymptomatic. The majority of children infected by novel CoVs have a documented household contact, often showing symptoms before them. In contrast, adults more often have a nosocomial exposure. In this review, we summarize epidemiologic, clinical and diagnostic findings, as well as treatment and prevention options for common circulating and novel CoVs infections in humans with a focus on infections in children.","Pediatr Infect Dis J","Zimmermann, Petra","Curtis, Nigel","32310621"],"abstract":["Coronaviruses (CoVs) are a large family of enveloped, single-stranded, zoonotic RNA viruses. Four CoVs commonly circulate among humans: HCoV2-229E, -HKU1, -NL63 and -OC43. However, CoVs can rapidly mutate and recombine leading to novel CoVs that can spread from animals to humans. The novel CoVs severe acute respiratory syndrome coronavirus (SARS-CoV) emerged in 2002 and Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012. The 2019 novel coronavirus (SARS-CoV-2) is currently causing a severe outbreak of disease (termed COVID-19) in China and multiple other countries, threatening to cause a global pandemic. In humans, CoVs mostly cause respiratory and gastrointestinal symptoms. Clinical manifestations range from a common cold to more severe disease such as bronchitis, pneumonia, severe acute respiratory distress syndrome, multi-organ failure and even death. SARS-CoV, MERS-CoV and SARS-CoV-2 seem to less commonly affect children and to cause fewer symptoms and less severe disease in this age group compared with adults, and are associated with much lower case-fatality rates. Preliminary evidence suggests children are just as likely as adults to become infected with SARS-CoV-2 but are less likely to be symptomatic or develop severe symptoms. However, the importance of children in transmitting the virus remains uncertain. Children more often have gastrointestinal symptoms compared with adults. Most children with SARS-CoV present with fever, but this is not the case for the other novel CoVs. Many children affected by MERS-CoV are asymptomatic. The majority of children infected by novel CoVs have a documented household contact, often showing symptoms before them. In contrast, adults more often have a nosocomial exposure. In this review, we summarize epidemiologic, clinical and diagnostic findings, as well as treatment and prevention options for common circulating and novel CoVs infections in humans with a focus on infections in children."],"journal":"Pediatr Infect Dis J","authors":["Zimmermann, Petra","Curtis, Nigel"],"date":"2020-04-21T11:00:00Z","year":2020,"_id":"32310621","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1097/INF.0000000000002660","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment","Diagnosis","Prevention"],"weight":1,"_version_":1666138491154595840,"score":193.60515},{"pmid":32141588,"title":"Coronavirus Disease 2019 outbreak: preparedness and readiness of countries in the Eastern Mediterranean Region.","text":["Coronavirus Disease 2019 outbreak: preparedness and readiness of countries in the Eastern Mediterranean Region.","On 31 December 2019, a cluster of acute respiratory illness was reported from China and later confirmed as novel coronavirus on 7 January 2020. This virus is the same member of the coronavirus family that caused the severe acute respiratory syndrome (SARS-CoV) reported in China 2003, and Middle East respiratory syndrome (MERS-CoV) reported in Saudi Arabia in 2012. The initial cases have been linked to a live seafood market in Wuhan, China, and the specific animal source is yet to be determined. The detection of this new virus in humans without knowing the source of the infection has raised greatly heightened concerns not only in China, but also internationally. To date, the outbreak has spread to most provinces in China and 25 other countries within a relatively short period. Consequent to its spread, Dr Tedros Ghebreyesus, Director General of the World Health Organization (WHO), declared the outbreak a Public Health Emergency of International Concern (PHEIC) on 30 January 2020.","East Mediterr Health J","Al-Mandhari, Ahmed","Samhouri, Dalia","Abubakar, Abdinasir","Brennan, Richard","32141588"],"abstract":["On 31 December 2019, a cluster of acute respiratory illness was reported from China and later confirmed as novel coronavirus on 7 January 2020. This virus is the same member of the coronavirus family that caused the severe acute respiratory syndrome (SARS-CoV) reported in China 2003, and Middle East respiratory syndrome (MERS-CoV) reported in Saudi Arabia in 2012. The initial cases have been linked to a live seafood market in Wuhan, China, and the specific animal source is yet to be determined. The detection of this new virus in humans without knowing the source of the infection has raised greatly heightened concerns not only in China, but also internationally. To date, the outbreak has spread to most provinces in China and 25 other countries within a relatively short period. Consequent to its spread, Dr Tedros Ghebreyesus, Director General of the World Health Organization (WHO), declared the outbreak a Public Health Emergency of International Concern (PHEIC) on 30 January 2020."],"journal":"East Mediterr Health J","authors":["Al-Mandhari, Ahmed","Samhouri, Dalia","Abubakar, Abdinasir","Brennan, Richard"],"date":"2020-03-07T11:00:00Z","year":2020,"_id":"32141588","source":"PubMed","week":"202010|Mar 02 - Mar 08","doi":"10.26719/2020.26.2.136","locations":["China","China","Saudi Arabia","Wuhan","China","China","China"],"countries":["Saudi Arabia","China"],"countries_codes":["SAU|Saudi Arabia","CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1666138492762062848,"score":191.8309},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","source":"PubMed","week":"202011|Mar 09 - Mar 15","locations":["Saudi Arabia","Wuhan","China","Hubei","China","China","Saudi Arabia","China","United States","China","China","Italy","Statpearls"],"countries":["United States","Saudi Arabia","China","Italy"],"countries_codes":["USA|United States","SAU|Saudi Arabia","CHN|China","ITA|Italy"],"topics":["Prevention","Transmission"],"weight":1,"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1666138492715925504,"score":190.84718},{"pmid":32293832,"pmcid":"PMC7195990","title":"Coronaviruses and SARS-COV-2","text":["Coronaviruses and SARS-COV-2","Coronaviruses (CoVs) cause a broad spectrum of diseases in domestic and wild animals, poultry, and rodents, ranging from mild to severe enteric, respiratory, and systemic disease, and also cause the common cold or pneumonia in humans. Seven coronavirus species are known to cause human infection, 4 of which, HCoV 229E, HCoV NL63, HCoV HKU1 and HCoV OC43, typically cause cold symptoms in immunocompetent individuals. The others namely SARS-CoV (severe acute respiratory syndrome coronavirus), MERS-CoV (Middle East respiratory syndrome coronavirus) were zoonotic in origin and cause severe respiratory illness and fatalities. On 31 December 2019, the existence of patients with pneumonia of an unknown aetiology was reported to WHO by the national authorities in China. This virus was officially identified by the coronavirus study group as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and the present outbreak of a coronavirus-associated acute respiratory disease was labelled coronavirus disease 19 (COVID-19). COVID-19's first cases were seen in Turkey on March 10, 2020 and was number 47,029 cases and 1006 deaths after 1 month. Infections with SARS-CoV-2 are now widespread, and as of 10 April 2020, 1,727,602 cases have been confirmed in more than 210 countries, with 105,728 deaths.","Turk J Med Sci","Hasoksuz, Mustafa","Kilic, Selcuk","Sarac, Fahriye","32293832"],"abstract":["Coronaviruses (CoVs) cause a broad spectrum of diseases in domestic and wild animals, poultry, and rodents, ranging from mild to severe enteric, respiratory, and systemic disease, and also cause the common cold or pneumonia in humans. Seven coronavirus species are known to cause human infection, 4 of which, HCoV 229E, HCoV NL63, HCoV HKU1 and HCoV OC43, typically cause cold symptoms in immunocompetent individuals. The others namely SARS-CoV (severe acute respiratory syndrome coronavirus), MERS-CoV (Middle East respiratory syndrome coronavirus) were zoonotic in origin and cause severe respiratory illness and fatalities. On 31 December 2019, the existence of patients with pneumonia of an unknown aetiology was reported to WHO by the national authorities in China. This virus was officially identified by the coronavirus study group as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), and the present outbreak of a coronavirus-associated acute respiratory disease was labelled coronavirus disease 19 (COVID-19). COVID-19's first cases were seen in Turkey on March 10, 2020 and was number 47,029 cases and 1006 deaths after 1 month. Infections with SARS-CoV-2 are now widespread, and as of 10 April 2020, 1,727,602 cases have been confirmed in more than 210 countries, with 105,728 deaths."],"journal":"Turk J Med Sci","authors":["Hasoksuz, Mustafa","Kilic, Selcuk","Sarac, Fahriye"],"date":"2020-04-16T11:00:00Z","year":2020,"_id":"32293832","source":"PubMed","week":"202016|Apr 13 - Apr 19","doi":"10.3906/sag-2004-127","keywords":["covid-19","sars-cov-2","human coronaviruses","animal coronaviruses","history of coronaviruses"],"locations":["China","Turkey"],"countries":["China","Turkey"],"countries_codes":["CHN|China","TUR|Turkey"],"weight":0,"_version_":1666138494335975424,"score":189.98628}]}