{"pmid":32441332,"title":"Clinical course of Coronavirus Disease-2019 (COVID-19) in pregnancy.","text":["Clinical course of Coronavirus Disease-2019 (COVID-19) in pregnancy.","INTRODUCTION: The aim of this study is to report our clinical experience in the management of pregnant women infected with Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) during the first thirty days of the Coronavirus disease (COVID-19) pandemic. MATERIAL AND METHODS: We reviewed clinical data from the first 60 pregnant women with COVID-19 whose care was managed at Puerta de Hierro University Hospital, Madrid, Spain from March 14(th) to April 14(th) , 2020. Demographic data, clinical findings, laboratory test results, imaging findings, treatment received, and outcomes were collected. An analysis of variance (Kruskal-Wallis test) was performed to compare the medians of laboratory parameters. Fisher's exact test was used to evaluate categorical variables. A correspondence analysis was used to explore associations between variables. RESULTS: A total of 60 pregnant women were diagnosed with COVID-19. The most common symptoms were fever and cough (75.5%, each) followed by dyspnea (37.8%). Forty-one patients (68.6%) required hospital admission (18 due to disease worsening and 23 for delivery) of whom 21 patients (35%) underwent pharmacological treatment, including hydroxychloroquine, antivirals, antibiotics and tocilizumab. No renal or cardiac failures or maternal deaths were reported. Lymphopenia (50%), thrombocytopenia (25%), and elevated C-reactive protein (CRP) (59%) were observed in the early stages of the disease. Median CRP, D-dimer and the neutrophil/lymphocyte ratio were elevated. High CRP and D-dimer levels were the parameters most frequently associated with severe pneumonia. The Neutrophil/lymphocyte ratio was found to be the most sensitive marker for disease improvement (relative risk: 6.65; 95% CI: 4.1-5.9). During the study period, 18 of the women (78%) delivered vaginally. All newborns tested negative for SARS-CoV-2 and none of them were infected during breastfeeding. No SARS-CoV-2 was detected in placental tissue. CONCLUSIONS: Most of the pregnant COVID-19 positive patients had a favorable clinical course. However, one-third of them developed pneumonia, of whom 5% presented a critical clinical status. CRP and D-dimer levels positively correlated with severe pneumonia and the neutrophil/lymphocyte ratio decreased as the patients improved clinically. Seventy-eight percent of patients had a vaginal delivery. No vertical or horizontal transmissions were diagnosed in the neonates during labor or breastfeeding.","Acta Obstet Gynecol Scand","Pereira, Augusto","Cruz-Melguizo, Sara","Adrien, Maria","Fuentes, Lucia","Marin, Eugenia","Perez-Medina, Tirso","32441332"],"abstract":["INTRODUCTION: The aim of this study is to report our clinical experience in the management of pregnant women infected with Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) during the first thirty days of the Coronavirus disease (COVID-19) pandemic. MATERIAL AND METHODS: We reviewed clinical data from the first 60 pregnant women with COVID-19 whose care was managed at Puerta de Hierro University Hospital, Madrid, Spain from March 14(th) to April 14(th) , 2020. Demographic data, clinical findings, laboratory test results, imaging findings, treatment received, and outcomes were collected. An analysis of variance (Kruskal-Wallis test) was performed to compare the medians of laboratory parameters. Fisher's exact test was used to evaluate categorical variables. A correspondence analysis was used to explore associations between variables. RESULTS: A total of 60 pregnant women were diagnosed with COVID-19. The most common symptoms were fever and cough (75.5%, each) followed by dyspnea (37.8%). Forty-one patients (68.6%) required hospital admission (18 due to disease worsening and 23 for delivery) of whom 21 patients (35%) underwent pharmacological treatment, including hydroxychloroquine, antivirals, antibiotics and tocilizumab. No renal or cardiac failures or maternal deaths were reported. Lymphopenia (50%), thrombocytopenia (25%), and elevated C-reactive protein (CRP) (59%) were observed in the early stages of the disease. Median CRP, D-dimer and the neutrophil/lymphocyte ratio were elevated. High CRP and D-dimer levels were the parameters most frequently associated with severe pneumonia. The Neutrophil/lymphocyte ratio was found to be the most sensitive marker for disease improvement (relative risk: 6.65; 95% CI: 4.1-5.9). During the study period, 18 of the women (78%) delivered vaginally. All newborns tested negative for SARS-CoV-2 and none of them were infected during breastfeeding. No SARS-CoV-2 was detected in placental tissue. CONCLUSIONS: Most of the pregnant COVID-19 positive patients had a favorable clinical course. However, one-third of them developed pneumonia, of whom 5% presented a critical clinical status. CRP and D-dimer levels positively correlated with severe pneumonia and the neutrophil/lymphocyte ratio decreased as the patients improved clinically. Seventy-eight percent of patients had a vaginal delivery. No vertical or horizontal transmissions were diagnosed in the neonates during labor or breastfeeding."],"journal":"Acta Obstet Gynecol Scand","authors":["Pereira, Augusto","Cruz-Melguizo, Sara","Adrien, Maria","Fuentes, Lucia","Marin, Eugenia","Perez-Medina, Tirso"],"date":"2020-05-23T11:00:00Z","year":2020,"_id":"32441332","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1111/aogs.13921","keywords":["covid-19","coronavirus 2","sars-cov-2","severe acute respiratory syndrome","breastfeeding","labor","newborn","pregnancy","vertical transmission"],"locations":["Madrid","Spain","Kruskal-Wallis","thrombocytopenia"],"countries":["Spain"],"countries_codes":["ESP|Spain"],"e_drugs":["tocilizumab","Hydroxychloroquine"],"topics":["Treatment","Diagnosis"],"weight":1,"_version_":1667523504808919041,"score":9.490897,"similar":[{"pmid":32105680,"pmcid":"PMC7093856","title":"Coronavirus Disease 2019 (COVID-19) and pregnancy: what obstetricians need to know.","text":["Coronavirus Disease 2019 (COVID-19) and pregnancy: what obstetricians need to know.","Coronavirus disease 2019 is an emerging disease with a rapid increase in cases and deaths since its first identification in Wuhan, China, in December 2019. Limited data are available about coronavirus disease 2019 during pregnancy; however, information on illnesses associated with other highly pathogenic coronaviruses (ie, severe acute respiratory syndrome and the Middle East respiratory syndrome) might provide insights into coronavirus disease 2019's effects during pregnancy. Coronaviruses cause illness ranging in severity from the common cold to severe respiratory illness and death. Currently the primary epidemiologic risk factors for coronavirus disease 2019 include travel from mainland China (especially Hubei Province) or close contact with infected individuals within 14 days of symptom onset. Data suggest an incubation period of approximately 5 days (range, 2-14 days). Average age of hospitalized patients has been 49-56 years, with a third to half with an underlying illness. Children have been rarely reported. Men were more frequent among hospitalized cases (54-73%). Frequent manifestations include fever, cough, myalgia, headache, and diarrhea. Abnormal testing includes abnormalities on chest radiographic imaging, lymphopenia, leukopenia, and thrombocytopenia. Initial reports suggest that acute respiratory distress syndrome develops in 17-29% of hospitalized patients. Overall case fatality rate appears to be approximately 1%; however, early data may overestimate this rate. In 2 reports describing 18 pregnancies with coronavirus disease 2019, all were infected in the third trimester, and clinical findings were similar to those in nonpregnant adults. Fetal distress and preterm delivery were seen in some cases. All but 2 pregnancies were cesarean deliveries and no evidence of in utero transmission was seen. Data on severe acute respiratory syndrome and Middle East respiratory syndrome in pregnancy are sparse. For severe acute respiratory syndrome, the largest series of 12 pregnancies had a case-fatality rate of 25%. Complications included acute respiratory distress syndrome in 4, disseminated intravascular coagulopathy in 3, renal failure in 3, secondary bacterial pneumonia in 2, and sepsis in 2 patients. Mechanical ventilation was 3 times more likely among pregnant compared with nonpregnant women. Among 7 first-trimester infections, 4 ended in spontaneous abortion. Four of 5 women with severe acute respiratory syndrome after 24 weeks' gestation delivered preterm. For Middle East respiratory syndrome, there were 13 case reports in pregnant women, of which 2 were asymptomatic, identified as part of a contact investigation; 3 patients (23%) died. Two pregnancies ended in fetal demise and 2 were born preterm. No evidence of in utero transmission was seen in severe acute respiratory syndrome or Middle East respiratory syndrome. Currently no coronavirus-specific treatments have been approved by the US Food and Drug Administration. Because coronavirus disease 2019 might increase the risk for pregnancy complications, management should optimally be in a health care facility with close maternal and fetal monitoring. Principles of management of coronavirus disease 2019 in pregnancy include early isolation, aggressive infection control procedures, oxygen therapy, avoidance of fluid overload, consideration of empiric antibiotics (secondary to bacterial infection risk), laboratory testing for the virus and coinfection, fetal and uterine contraction monitoring, early mechanical ventilation for progressive respiratory failure, individualized delivery planning, and a team-based approach with multispecialty consultations. Information on coronavirus disease 2019 is increasing rapidly. Clinicians should continue to follow the Centers for Disease Control and Prevention website to stay up to date with the latest information (https://www.cdc.gov/coronavirus/2019-nCoV/hcp/index.html).","Am J Obstet Gynecol","Rasmussen, Sonja A","Smulian, John C","Lednicky, John A","Wen, Tony S","Jamieson, Denise J","32105680"],"abstract":["Coronavirus disease 2019 is an emerging disease with a rapid increase in cases and deaths since its first identification in Wuhan, China, in December 2019. Limited data are available about coronavirus disease 2019 during pregnancy; however, information on illnesses associated with other highly pathogenic coronaviruses (ie, severe acute respiratory syndrome and the Middle East respiratory syndrome) might provide insights into coronavirus disease 2019's effects during pregnancy. Coronaviruses cause illness ranging in severity from the common cold to severe respiratory illness and death. Currently the primary epidemiologic risk factors for coronavirus disease 2019 include travel from mainland China (especially Hubei Province) or close contact with infected individuals within 14 days of symptom onset. Data suggest an incubation period of approximately 5 days (range, 2-14 days). Average age of hospitalized patients has been 49-56 years, with a third to half with an underlying illness. Children have been rarely reported. Men were more frequent among hospitalized cases (54-73%). Frequent manifestations include fever, cough, myalgia, headache, and diarrhea. Abnormal testing includes abnormalities on chest radiographic imaging, lymphopenia, leukopenia, and thrombocytopenia. Initial reports suggest that acute respiratory distress syndrome develops in 17-29% of hospitalized patients. Overall case fatality rate appears to be approximately 1%; however, early data may overestimate this rate. In 2 reports describing 18 pregnancies with coronavirus disease 2019, all were infected in the third trimester, and clinical findings were similar to those in nonpregnant adults. Fetal distress and preterm delivery were seen in some cases. All but 2 pregnancies were cesarean deliveries and no evidence of in utero transmission was seen. Data on severe acute respiratory syndrome and Middle East respiratory syndrome in pregnancy are sparse. For severe acute respiratory syndrome, the largest series of 12 pregnancies had a case-fatality rate of 25%. Complications included acute respiratory distress syndrome in 4, disseminated intravascular coagulopathy in 3, renal failure in 3, secondary bacterial pneumonia in 2, and sepsis in 2 patients. Mechanical ventilation was 3 times more likely among pregnant compared with nonpregnant women. Among 7 first-trimester infections, 4 ended in spontaneous abortion. Four of 5 women with severe acute respiratory syndrome after 24 weeks' gestation delivered preterm. For Middle East respiratory syndrome, there were 13 case reports in pregnant women, of which 2 were asymptomatic, identified as part of a contact investigation; 3 patients (23%) died. Two pregnancies ended in fetal demise and 2 were born preterm. No evidence of in utero transmission was seen in severe acute respiratory syndrome or Middle East respiratory syndrome. Currently no coronavirus-specific treatments have been approved by the US Food and Drug Administration. Because coronavirus disease 2019 might increase the risk for pregnancy complications, management should optimally be in a health care facility with close maternal and fetal monitoring. Principles of management of coronavirus disease 2019 in pregnancy include early isolation, aggressive infection control procedures, oxygen therapy, avoidance of fluid overload, consideration of empiric antibiotics (secondary to bacterial infection risk), laboratory testing for the virus and coinfection, fetal and uterine contraction monitoring, early mechanical ventilation for progressive respiratory failure, individualized delivery planning, and a team-based approach with multispecialty consultations. Information on coronavirus disease 2019 is increasing rapidly. Clinicians should continue to follow the Centers for Disease Control and Prevention website to stay up to date with the latest information (https://www.cdc.gov/coronavirus/2019-nCoV/hcp/index.html)."],"journal":"Am J Obstet Gynecol","authors":["Rasmussen, Sonja A","Smulian, John C","Lednicky, John A","Wen, Tony S","Jamieson, Denise J"],"date":"2020-02-28T11:00:00Z","year":2020,"_id":"32105680","source":"PubMed","week":"20209|Feb 24 - Mar 01","doi":"10.1016/j.ajog.2020.02.017","keywords":["2019 novel coronavirus","middle east respiratory syndrome","fetal death","fetus","maternal death","newborn","novel coronavirus","perinatal infection","pneumonia","pregnancy","preterm birth","severe acute respiratory syndrome","severe acute respiratory syndrome coronavirus 2","vertical transmission"],"locations":["Wuhan","China","China","Hubei","myalgia","headache","lymphopenia","leukopenia","thrombocytopenia"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1666138490780254208,"score":260.88632},{"pmid":32391519,"pmcid":"PMC7205698","title":"Clinical course of severe and critical COVID-19 in hospitalized pregnancies: a US cohort study.","text":["Clinical course of severe and critical COVID-19 in hospitalized pregnancies: a US cohort study.","Background: The COVID-19 pandemic has had an impact on healthcare systems around the world with 3.0 million infected and 208,000 resultant mortalities as of this writing. Information regarding infection in pregnancy is still limited. Objectives: To describe the clinical course of severe and critical infection in hospitalized pregnant women with positive laboratory testing for SARS-CoV2. Study Design: This is a cohort study of pregnant women with severe or critical COVID-19 infection hospitalized at 12 US institutions between March 5, 2020 and April 20, 2020. Severe infection was defined according to published criteria by patient reported dyspnea, respiratory rate > 30 per minute, blood oxygen saturation </= 93% on room air, partial pressure of arterial oxygen to fraction of inspired oxygen <300 and/or lung infiltrates >50% within 24 to 48 hours on chest imaging. Critical disease was defined by respiratory failure, septic shock, and/or multiple organ dysfunction or failure. Women were excluded if they had presumed COVID-19 infection but laboratory testing was negative. The primary outcome was median duration from hospital admission to discharge. Secondary outcomes included need for supplemental oxygen, intubation, cardiomyopathy, cardiac arrest, death, and timing of delivery. The clinical courses are described by the median disease day on which these outcomes occurred after the onset of symptoms. Treatment and neonatal outcomes are also reported. Results: Of 64 pregnant women hospitalized with COVID-19, 44 (69%) had severe and 20 (31%) critical disease. The following pre-existing comorbidities were observed: 25% had a pulmonary condition, 17% had cardiac disease and the mean BMI was 34 kg/m(2). Gestational age at symptom onset was at a mean 29 +/-6 weeks and at hospital admission a mean of 30 +/-6 weeks, on a median day of disease 7 since first symptoms. Eighty-one percent of women were treated with hydroxychloroquine; 9% of women with severe disease and 65% of women with critical disease received remdesivir. All women with critical disease received either prophylactic or therapeutic anticoagulation during their admission. The median duration of hospital stay was 6 days (6 days for severe, 10.5 days for critical, p=0.01). For those who required it, intubation usually occurred around day 9, and peak respiratory support for women with severe disease occurred on day 8. In women with critical disease, prone positioning was performed in 20% of cases, the rate of ARDS was 70%, and re-intubation was necessary in 20%. There was one case of maternal cardiac arrest, but no cases of cardiomyopathy and no maternal deaths. Thirty-two (50%) women in this cohort delivered during their COVID-19 hospitalization (34% of severe and 85% of critical women). Eighty-eight percent (15/17) of pregnant women with critical COVID-19 who delivered during their disease course were delivered preterm, 94% of them via cesarean; in all, 75% (15/20) of critically ill women delivered preterm. There were no stillbirths or neonatal deaths, or cases of vertical transmission. Conclusion: In hospitalized pregnant women with severe or critical COVID-19 infection, admission typically occurred about 7 days after symptom onset, and the duration of hospitalization was 6 days (6 severe versus 12 critical). Critically ill women had a high rate of ARDS, and there was one case of cardiac arrest, but there were no cases of cardiomyopathy, or maternal mortality. Hospitalization for severe or critical COVID-19 infection resulted in delivery during the course of infection in 50% of this cohort, usually in the third trimester. There were no perinatal deaths in this cohort.","Am J Obstet Gynecol MFM","Pierce-Williams, Rebecca A M","Burd, Julia","Felder, Laura","Khoury, Rasha","Bernstein, Peter S","Avila, Karina","Penfield, Christina A","Roman, Ashley S","DeBolt, Chelsea A","Stone, Joanne L","Bianco, Angela","Kern-Goldberger, Adina R","Hirshberg, Adi","Srinivas, Sindhu K","Jayakumaran, Jenani S","Brandt, Justin S","Anastasio, Hannah","Birsner, Meredith","O'Brien, Devon S","Sedev, Harish M","Dolin, Cara D","Schnettler, William T","Suhag, Anju","Ahluwalia, Shabani","Navathe, Reshama S","Khalifeh, Adeeb","Anderson, Kathryn","Berghella, Vincenzo","32391519"],"abstract":["Background: The COVID-19 pandemic has had an impact on healthcare systems around the world with 3.0 million infected and 208,000 resultant mortalities as of this writing. Information regarding infection in pregnancy is still limited. Objectives: To describe the clinical course of severe and critical infection in hospitalized pregnant women with positive laboratory testing for SARS-CoV2. Study Design: This is a cohort study of pregnant women with severe or critical COVID-19 infection hospitalized at 12 US institutions between March 5, 2020 and April 20, 2020. Severe infection was defined according to published criteria by patient reported dyspnea, respiratory rate > 30 per minute, blood oxygen saturation </= 93% on room air, partial pressure of arterial oxygen to fraction of inspired oxygen <300 and/or lung infiltrates >50% within 24 to 48 hours on chest imaging. Critical disease was defined by respiratory failure, septic shock, and/or multiple organ dysfunction or failure. Women were excluded if they had presumed COVID-19 infection but laboratory testing was negative. The primary outcome was median duration from hospital admission to discharge. Secondary outcomes included need for supplemental oxygen, intubation, cardiomyopathy, cardiac arrest, death, and timing of delivery. The clinical courses are described by the median disease day on which these outcomes occurred after the onset of symptoms. Treatment and neonatal outcomes are also reported. Results: Of 64 pregnant women hospitalized with COVID-19, 44 (69%) had severe and 20 (31%) critical disease. The following pre-existing comorbidities were observed: 25% had a pulmonary condition, 17% had cardiac disease and the mean BMI was 34 kg/m(2). Gestational age at symptom onset was at a mean 29 +/-6 weeks and at hospital admission a mean of 30 +/-6 weeks, on a median day of disease 7 since first symptoms. Eighty-one percent of women were treated with hydroxychloroquine; 9% of women with severe disease and 65% of women with critical disease received remdesivir. All women with critical disease received either prophylactic or therapeutic anticoagulation during their admission. The median duration of hospital stay was 6 days (6 days for severe, 10.5 days for critical, p=0.01). For those who required it, intubation usually occurred around day 9, and peak respiratory support for women with severe disease occurred on day 8. In women with critical disease, prone positioning was performed in 20% of cases, the rate of ARDS was 70%, and re-intubation was necessary in 20%. There was one case of maternal cardiac arrest, but no cases of cardiomyopathy and no maternal deaths. Thirty-two (50%) women in this cohort delivered during their COVID-19 hospitalization (34% of severe and 85% of critical women). Eighty-eight percent (15/17) of pregnant women with critical COVID-19 who delivered during their disease course were delivered preterm, 94% of them via cesarean; in all, 75% (15/20) of critically ill women delivered preterm. There were no stillbirths or neonatal deaths, or cases of vertical transmission. Conclusion: In hospitalized pregnant women with severe or critical COVID-19 infection, admission typically occurred about 7 days after symptom onset, and the duration of hospitalization was 6 days (6 severe versus 12 critical). Critically ill women had a high rate of ARDS, and there was one case of cardiac arrest, but there were no cases of cardiomyopathy, or maternal mortality. Hospitalization for severe or critical COVID-19 infection resulted in delivery during the course of infection in 50% of this cohort, usually in the third trimester. There were no perinatal deaths in this cohort."],"journal":"Am J Obstet Gynecol MFM","authors":["Pierce-Williams, Rebecca A M","Burd, Julia","Felder, Laura","Khoury, Rasha","Bernstein, Peter S","Avila, Karina","Penfield, Christina A","Roman, Ashley S","DeBolt, Chelsea A","Stone, Joanne L","Bianco, Angela","Kern-Goldberger, Adina R","Hirshberg, Adi","Srinivas, Sindhu K","Jayakumaran, Jenani S","Brandt, Justin S","Anastasio, Hannah","Birsner, Meredith","O'Brien, Devon S","Sedev, Harish M","Dolin, Cara D","Schnettler, William T","Suhag, Anju","Ahluwalia, Shabani","Navathe, Reshama S","Khalifeh, Adeeb","Anderson, Kathryn","Berghella, Vincenzo"],"date":"2020-05-12T11:00:00Z","year":2020,"_id":"32391519","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1016/j.ajogmf.2020.100134","keywords":["covid-19","sars-cov2","coronavirus","pregnancy"],"locations":["US","US"],"countries":["United States"],"countries_codes":["USA|United States"],"e_drugs":["remdesivir","Hydroxychloroquine"],"topics":["Treatment"],"weight":1,"_version_":1666528580211834880,"score":239.01369},{"pmid":32222119,"title":"Clinical analysis of pregnant women with 2019 novel coronavirus pneumonia.","text":["Clinical analysis of pregnant women with 2019 novel coronavirus pneumonia.","The aim is to evaluate pregnant women infected with coronavirus disease 2019 (COVID-19) and provide help for clinical prevention and treatment. All five cases of pregnant women confirmed COVID-19 were collected among patients who admitted to the Maternal and Child Hospital of Hubei Province between January 20 and February 10, 2020. All patients, aging from 25 to 31 years old, had the gestational week from 38th weeks to 41st weeks. All pregnant women did not have an antepartum fever but developed a low-grade fever (37.5-38.5) within 24 hours after delivery. All patients had normal liver and renal function, two patients had elevated plasma levels of the myocardial enzyme. Unusual chest imaging manifestations, featured with ground-grass opacity, were frequently observed in bilateral (three cases) or unilateral lobe (two cases) by computed tomography (CT) scan. All labors smoothly processed, the Apgar scores were 10 points 1 and 5 minutes after delivery, no complications were observed in the newborn. Pregnancy and perinatal outcomes of patients with COVID-19 should receive more attention. It is probable that pregnant women diagnosed with COVID-19 have no fever before delivery. Their primary initial manifestations were merely low-grade postpartum fever or mild respiratory symptoms. Therefore, the protective measures are necessary on admission; the instant CT scan and real-time reverse-transcriptase polymerase-chain-reaction assay should be helpful in early diagnosis and avoid cross-infection on the occasion that patients have fever and other respiratory signs.","J Med Virol","Chen, Siyu","Liao, E","Cao, Dongmei","Gao, Ying","Sun, Guoqiang","Shao, Yong","32222119"],"abstract":["The aim is to evaluate pregnant women infected with coronavirus disease 2019 (COVID-19) and provide help for clinical prevention and treatment. All five cases of pregnant women confirmed COVID-19 were collected among patients who admitted to the Maternal and Child Hospital of Hubei Province between January 20 and February 10, 2020. All patients, aging from 25 to 31 years old, had the gestational week from 38th weeks to 41st weeks. All pregnant women did not have an antepartum fever but developed a low-grade fever (37.5-38.5) within 24 hours after delivery. All patients had normal liver and renal function, two patients had elevated plasma levels of the myocardial enzyme. Unusual chest imaging manifestations, featured with ground-grass opacity, were frequently observed in bilateral (three cases) or unilateral lobe (two cases) by computed tomography (CT) scan. All labors smoothly processed, the Apgar scores were 10 points 1 and 5 minutes after delivery, no complications were observed in the newborn. Pregnancy and perinatal outcomes of patients with COVID-19 should receive more attention. It is probable that pregnant women diagnosed with COVID-19 have no fever before delivery. Their primary initial manifestations were merely low-grade postpartum fever or mild respiratory symptoms. Therefore, the protective measures are necessary on admission; the instant CT scan and real-time reverse-transcriptase polymerase-chain-reaction assay should be helpful in early diagnosis and avoid cross-infection on the occasion that patients have fever and other respiratory signs."],"journal":"J Med Virol","authors":["Chen, Siyu","Liao, E","Cao, Dongmei","Gao, Ying","Sun, Guoqiang","Shao, Yong"],"date":"2020-03-30T11:00:00Z","year":2020,"_id":"32222119","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.1002/jmv.25789","keywords":["covid-19","clinical manifestations","labor","pregnancy"],"topics":["Mechanism","Diagnosis"],"weight":1,"_version_":1666138490454147072,"score":219.56621},{"pmid":32439389,"title":"Clinical Characteristics of 46 Pregnant Women with a SARS-CoV-2 Infection in Washington State.","text":["Clinical Characteristics of 46 Pregnant Women with a SARS-CoV-2 Infection in Washington State.","BACKGROUND: The impact of the coronavirus disease 2019 (Covid-19) on pregnant women is incompletely understood, but early data from case series suggest a variable course of illness from asymptomatic or mild disease to maternal death. It is unclear whether pregnant women manifest enhanced disease similar to influenza viral infection or whether specific risk factors might predispose to severe disease. OBJECTIVE: To describe maternal disease and obstetrical outcomes associated with Covid-19 disease in pregnancy to rapidly inform clinical care. STUDY DESIGN: Retrospective study of pregnant patients with a laboratory-confirmed severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) infection from six hospital systems in Washington State between January 21, 2020 and April 17, 2020. Demographics, medical and obstetric history, and Covid-19 encounter data were abstracted from medical records. RESULTS: A total of 46 pregnant patients with a SARS-CoV-2 infection were identified from hospital systems capturing 40% of births in Washington State. Nearly all pregnant individuals with a SARS-CoV-2 infection were symptomatic (93.5%, n=43) and the majority were in their second or third trimester (43.5%, n=20 and 50.0%, n=23, respectively). Symptoms resolved in a median of 24 days (interquartile range 13-37). Seven women were hospitalized (16%) including one admitted to the intensive care unit. Six cases (15%) were categorized as severe Covid-19 disease with nearly all patients being either overweight or obese prior to pregnancy, asthma or other co-morbidities. Eight deliveries occurred during the study period, including a preterm birth at 33 weeks to improve pulmonary status in a woman with Class III obesity. One stillbirth occurred of unknown etiology. CONCLUSIONS: Nearly 15% of pregnant patients developed severe Covid-19, which occurred primarily in overweight or obese women with underlying conditions. Obesity and Covid-19 may synergistically increase risk for a medically-indicated preterm birth to improve maternal pulmonary status in late pregnancy. Collectively, these findings support categorizing pregnant patients as a higher risk group, particularly for those with chronic co-morbidities.","Am J Obstet Gynecol","Lokken, Erica M","Walker, Christie L","Delaney, Shani","Kachikis, Alisa","Kretzer, Nicole M","Erickson, Anne","Resnick, Rebecca","Vanderhoeven, Jeroen","Hwang, Joseph K","Barnhart, Nena","Rah, Jasmine","Mccartney, Stephen A","Ma, Kimberly K","Huebner, Emily M","Thomas, Chad","Sheng, Jessica S","Paek, Bettina W","Retzlaff, Kristin","Kline, Carolyn R","Munson, Jeff","Blain, Michela","Lacourse, Sylvia M","Deutsch, Gail","Adams Waldorf, Kristina","32439389"],"abstract":["BACKGROUND: The impact of the coronavirus disease 2019 (Covid-19) on pregnant women is incompletely understood, but early data from case series suggest a variable course of illness from asymptomatic or mild disease to maternal death. It is unclear whether pregnant women manifest enhanced disease similar to influenza viral infection or whether specific risk factors might predispose to severe disease. OBJECTIVE: To describe maternal disease and obstetrical outcomes associated with Covid-19 disease in pregnancy to rapidly inform clinical care. STUDY DESIGN: Retrospective study of pregnant patients with a laboratory-confirmed severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) infection from six hospital systems in Washington State between January 21, 2020 and April 17, 2020. Demographics, medical and obstetric history, and Covid-19 encounter data were abstracted from medical records. RESULTS: A total of 46 pregnant patients with a SARS-CoV-2 infection were identified from hospital systems capturing 40% of births in Washington State. Nearly all pregnant individuals with a SARS-CoV-2 infection were symptomatic (93.5%, n=43) and the majority were in their second or third trimester (43.5%, n=20 and 50.0%, n=23, respectively). Symptoms resolved in a median of 24 days (interquartile range 13-37). Seven women were hospitalized (16%) including one admitted to the intensive care unit. Six cases (15%) were categorized as severe Covid-19 disease with nearly all patients being either overweight or obese prior to pregnancy, asthma or other co-morbidities. Eight deliveries occurred during the study period, including a preterm birth at 33 weeks to improve pulmonary status in a woman with Class III obesity. One stillbirth occurred of unknown etiology. CONCLUSIONS: Nearly 15% of pregnant patients developed severe Covid-19, which occurred primarily in overweight or obese women with underlying conditions. Obesity and Covid-19 may synergistically increase risk for a medically-indicated preterm birth to improve maternal pulmonary status in late pregnancy. Collectively, these findings support categorizing pregnant patients as a higher risk group, particularly for those with chronic co-morbidities."],"journal":"Am J Obstet Gynecol","authors":["Lokken, Erica M","Walker, Christie L","Delaney, Shani","Kachikis, Alisa","Kretzer, Nicole M","Erickson, Anne","Resnick, Rebecca","Vanderhoeven, Jeroen","Hwang, Joseph K","Barnhart, Nena","Rah, Jasmine","Mccartney, Stephen A","Ma, Kimberly K","Huebner, Emily M","Thomas, Chad","Sheng, Jessica S","Paek, Bettina W","Retzlaff, Kristin","Kline, Carolyn R","Munson, Jeff","Blain, Michela","Lacourse, Sylvia M","Deutsch, Gail","Adams Waldorf, Kristina"],"date":"2020-05-23T11:00:00Z","year":2020,"_id":"32439389","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.ajog.2020.05.031","keywords":["covid-19","sars-cov-2","asthma","coronavirus","fetal death","infection","maternal morbidity","obesity","overweight","pregnancy","preterm birth","respiratory insufficiency","stillbirth"],"locations":["Washington State","Washington State","obese","obese","Washington State"],"countries":["United States"],"countries_codes":["USA|United States"],"topics":["Diagnosis"],"weight":1,"_version_":1667535119487860736,"score":219.46375},{"pmid":32199996,"pmcid":"PMC7186548","title":"[SARS-CoV-2 infection during pregnancy. Information and proposal of management care. CNGOF].","text":["[SARS-CoV-2 infection during pregnancy. Information and proposal of management care. CNGOF].","A new coronavirus (SARS-CoV-2) highlighted at the end of 2019 in China is spreading across all continents. Most often at the origin of a mild infectious syndrome, associating mild symptoms (fever, cough, myalgia, headache and possible digestive disorders) to different degrees, SARS-Covid-2 can cause serious pulmonary pathologies and sometimes death. Data on the consequences during pregnancy are limited. The first Chinese data published seem to show that the symptoms in pregnant women are the same as those of the general population. There are no cases of intrauterine maternal-fetal transmission, but cases of newborns infected early suggest that there could be vertical perpartum or neonatal transmission. Induced prematurity and cases of respiratory distress in newborns of infected mothers have been described. Pregnancy is known as a period at higher risk for the consequences of respiratory infections, as for influenza, so it seems important to screen for Covid-19 in the presence of symptoms and to monitor closely pregnant women. In this context of the SARS-Covid-2 epidemic, the societies of gynecology-obstetrics, infectious diseases and neonatalogy have proposed a French protocol for the management of possible and proven cases of SARS-Covid-2 in pregnant women. These proposals may evolve on a daily basis with the advancement of the epidemic and knowledge in pregnant women. Subsequently, an in-depth analysis of cases in pregnant women will be necessary in order to improve knowledge on the subject.","Gynecol Obstet Fertil Senol","Peyronnet, V","Sibiude, J","Deruelle, P","Huissoud, C","Lescure, X","Lucet, J-C","Mandelbrot, L","Nisand, I","Vayssiere, C","Yazpandanah, Y","Luton, D","Picone, O","32199996"],"abstract":["A new coronavirus (SARS-CoV-2) highlighted at the end of 2019 in China is spreading across all continents. Most often at the origin of a mild infectious syndrome, associating mild symptoms (fever, cough, myalgia, headache and possible digestive disorders) to different degrees, SARS-Covid-2 can cause serious pulmonary pathologies and sometimes death. Data on the consequences during pregnancy are limited. The first Chinese data published seem to show that the symptoms in pregnant women are the same as those of the general population. There are no cases of intrauterine maternal-fetal transmission, but cases of newborns infected early suggest that there could be vertical perpartum or neonatal transmission. Induced prematurity and cases of respiratory distress in newborns of infected mothers have been described. Pregnancy is known as a period at higher risk for the consequences of respiratory infections, as for influenza, so it seems important to screen for Covid-19 in the presence of symptoms and to monitor closely pregnant women. In this context of the SARS-Covid-2 epidemic, the societies of gynecology-obstetrics, infectious diseases and neonatalogy have proposed a French protocol for the management of possible and proven cases of SARS-Covid-2 in pregnant women. These proposals may evolve on a daily basis with the advancement of the epidemic and knowledge in pregnant women. Subsequently, an in-depth analysis of cases in pregnant women will be necessary in order to improve knowledge on the subject."],"journal":"Gynecol Obstet Fertil Senol","authors":["Peyronnet, V","Sibiude, J","Deruelle, P","Huissoud, C","Lescure, X","Lucet, J-C","Mandelbrot, L","Nisand, I","Vayssiere, C","Yazpandanah, Y","Luton, D","Picone, O"],"date":"2020-03-23T11:00:00Z","year":2020,"_id":"32199996","source":"PubMed","week":"202013|Mar 23 - Mar 29","doi":"10.1016/j.gofs.2020.03.014","keywords":["covid-19","coronavirus sars-cov-2","covid-19","grossesse","maternal-fetal transmission","newborn","nouveau-ne","pregnancy","transmission materno-foetale"],"locations":["China","myalgia","headache","Chinese","French"],"countries":["China","France"],"countries_codes":["CHN|China","FRA|France"],"topics":["Transmission","Diagnosis"],"weight":1,"_version_":1666138490121748481,"score":213.17293}]}