{"pmid":32442082,"title":"Severe acute respiratory syndrome coronavirus 2 is penetrating to dementia research.","text":["Severe acute respiratory syndrome coronavirus 2 is penetrating to dementia research.","1. Introduction Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes coronavirus infectious disease 2019 (COVID-19), which was first reported in Wuhan, China, in late December, 2019. Despite the tremendous efforts to control the disease, SARS-CoV-2 has infected 1,5 million people and caused the death of more than a hundred thousand people across the globe as of writing. Recently, Mao et al. [1] investigated the penetration potential of SARS-CoV-2 into the central nervous system in 214 patients. They reported that 36.4% of the patients had some neurologic findings which are ranged from nonspecific manifestations, e.g., dizziness, headache, and seizure, to specific manifestations, e.g., loss of sense of smell or taste, and stroke. Whether these common symptoms in their patients are related to SARS-CoV-2 infection is not known. However, it is important to mention here that dramatic neurologic symptoms, i.e., depressed level of consciousness, seizure, and stroke, are common in the patients at the late stage of the disease, accounting for increased mortality rate in severely affected patients. Nevertheless, to objectively delve into the direct relation between the neurologic symptoms and COVID-19, medical comorbidities of patients should also be considered [2]. Further studies are needed because we are in the midst of an ongoing pandemic of COVID-19, and neurologists may be confronted with new-onset neurologic symptoms owing to COVID-19. SARS-CoV-2 penetrates via human angiotensin-converting enzyme-2 receptor (ACE-2) that was also utilized by severe acute respiratory syndrome coronavirus (SARS CoV) [3]. Glial cells and neurons have been reported to express ACE-2 receptors, which make them a potential target of COVID-19. It was indicated that SARS CoV causes neuronal death by invading the brain via olfactory epithelium [4]. The electron microscopy, immunohistochemistry, and real-time reverse transcription- PCR findings have corroborated the presence of SARS-CoV in the brain tissue [4] and cerebrospinal fluid [5]. Together, it can be speculated that SARS-CoV-2 can affect the brain by penetrating the brain via the cribriform plate, which can account for the early findings of the COVID-19 like altered sense of smell or hyposmia. Because SARS-CoV-2 causes severe respiratory symptoms in people aged 60 years and older, it has important implications for patients with Alzheimer's disease (AD) [6]. Therefore, in the countries that have taken action to the virus, clinic studies of AD have been stopped to protect the patients. However, rigorous quarantine of elders has aborted clinic trials and experimental studies conducted with transgenic animals. Transgenic models are quite expensive; the loss of these animals has costly consequences. There is no doubt that this storm will stop, but its catastrophic effects on dementia research will continue for a time. Thus, dementia researchers and pharmaceutical companies should determine an emergency action plan to exit the chaos of this pandemic. Here, we listed some challenges in dementia research during the COVID-19 outbreak and table some suggestions. All countries try to control SARS-CoV-2 by social distancing. Therefore, neurology clinics were closed, and routine examination of Alzheimer's patients was stopped. However, the lockdown of patients with AD caused clinical studies to stop. which has severely affected dementia research. Additionally, the arrest of experimental studies due to the closing of universities in two hundred countries also deprives experimental achievements. The closing of universities may lead to data loss, death of expensive transgenic animals, international researchers to be faced with visa problems, and be lost the laboratory staff whose contract has expired [7]. It is impossible that forecasting when this COVID-19 pandemic will end is impossible and thus, it is essential that a solution be developed to continue dementia studies on Alzheimer's patients. Remote monitoring of the patients with the use of technology is in the lead of possible solutions. Clinicians can continue to follow their patients by telemedicine [8], but extended lockdown of patients may cause depression in both patients and their caregivers [9]. It is also known that movement restriction exacerbates AD symptoms [10]. The monitorization of the patient in this condition with telemedicine would not provide objective data. In addition, when patients living in rural areas are considered, it will not be a surprise that reaching equally all patients is impossible. Therefore, a collective action plan protecting dementia research during the COVID-19 outbreak should be prepared by a consortium of pharmaceutical companies, researchers, clinicians, and patients. Data loss is in the lead of expected problems during the COVID-19 outbreak. For example, the planned ending dates of phase 2/3 trials of gantenerumab (Roche) and solanezumab (Lilly) were missed [11]. It is highly essential that patients be monitored from their homes with telemedicine to protect them. Nonetheless, it is not sufficient for the continuation of clinical trials and experimental studies. We suggest that patients of phase trails should be isolated in fully-equipped nursing homes managed by qualified personnel. In this way, the patients can be more effectively protected from SARS-CoV-2 and the depression caused by the lockdown.Young family members going out for basic needs could infect older family members. Also, patients with AD pay less attention to hand hygiene, which makes them more susceptible to SARS-CoV-2. Moreover, cats have recently been shown to be infected by SARS-CoV-2 [12]. Patients with AD may not follow directions of neurologists on telemedicine and thus, the interaction of Alzheimer's patients with pets can cause a dangerous scenario. Consequently, the lockdown of patients with dementia in their homes might not be an appropriate exit strategy for the future of dementia research. On the other hand, it is important to mention here that the nursing home capacity of the United States may not be sufficient for 5,8 million Alzheimer's patients aged 65 years and older [13]. Thus, we highlight that only the patients involved in the clinic trails should be followed in the nursing homes. The other patients can be monitored with telemedicine from their homes. The data will hardly be lost in patients isolated in nursing homes. In this strategy, secondary risk factors affecting the clinic trails like depression are also removed. The motivations of clinicians and researchers is as important as the patients in the catastrophic atmosphere of the outbreak. Governments, media, and funders can support the motivations of clinicians and researchers. For example, research funders and pharmaceutical companies can extend project deadlines and provide an additional promotion to the researchers who have completed their clinic trails. Consequently, a global action plan should be prepared to block SARS-CoV-2 penetration to dementia research. At first glance, it may be thought that the most appropriate strategy for patients with dementia is social isolation in their homes during the outbreak as in healthy young people and elders. However, we suggest that isolating patients with dementia in fully-equipped nursing homes can be a more appropriate exit strategy for the protection of dementia patients and research.","Curr Neurovasc Res","Bostanciklioglu, Mehmet","Temiz, Ebru","32442082"],"journal":"Curr Neurovasc Res","authors":["Bostanciklioglu, Mehmet","Temiz, Ebru"],"date":"2020-05-23T11:00:00Z","year":2020,"_id":"32442082","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.2174/1567202617666200522220509","keywords":["alzheimer's disease","covid-19 outbreak","dementia","sars-cov-2"],"locations":["Wuhan","China","United States"],"countries":["United States","China"],"countries_codes":["USA|United States","CHN|China"],"topics":["Prevention"],"weight":1,"abstract":["1. Introduction Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) causes coronavirus infectious disease 2019 (COVID-19), which was first reported in Wuhan, China, in late December, 2019. Despite the tremendous efforts to control the disease, SARS-CoV-2 has infected 1,5 million people and caused the death of more than a hundred thousand people across the globe as of writing. Recently, Mao et al. [1] investigated the penetration potential of SARS-CoV-2 into the central nervous system in 214 patients. They reported that 36.4% of the patients had some neurologic findings which are ranged from nonspecific manifestations, e.g., dizziness, headache, and seizure, to specific manifestations, e.g., loss of sense of smell or taste, and stroke. Whether these common symptoms in their patients are related to SARS-CoV-2 infection is not known. However, it is important to mention here that dramatic neurologic symptoms, i.e., depressed level of consciousness, seizure, and stroke, are common in the patients at the late stage of the disease, accounting for increased mortality rate in severely affected patients. Nevertheless, to objectively delve into the direct relation between the neurologic symptoms and COVID-19, medical comorbidities of patients should also be considered [2]. Further studies are needed because we are in the midst of an ongoing pandemic of COVID-19, and neurologists may be confronted with new-onset neurologic symptoms owing to COVID-19. SARS-CoV-2 penetrates via human angiotensin-converting enzyme-2 receptor (ACE-2) that was also utilized by severe acute respiratory syndrome coronavirus (SARS CoV) [3]. Glial cells and neurons have been reported to express ACE-2 receptors, which make them a potential target of COVID-19. It was indicated that SARS CoV causes neuronal death by invading the brain via olfactory epithelium [4]. The electron microscopy, immunohistochemistry, and real-time reverse transcription- PCR findings have corroborated the presence of SARS-CoV in the brain tissue [4] and cerebrospinal fluid [5]. Together, it can be speculated that SARS-CoV-2 can affect the brain by penetrating the brain via the cribriform plate, which can account for the early findings of the COVID-19 like altered sense of smell or hyposmia. Because SARS-CoV-2 causes severe respiratory symptoms in people aged 60 years and older, it has important implications for patients with Alzheimer's disease (AD) [6]. Therefore, in the countries that have taken action to the virus, clinic studies of AD have been stopped to protect the patients. However, rigorous quarantine of elders has aborted clinic trials and experimental studies conducted with transgenic animals. Transgenic models are quite expensive; the loss of these animals has costly consequences. There is no doubt that this storm will stop, but its catastrophic effects on dementia research will continue for a time. Thus, dementia researchers and pharmaceutical companies should determine an emergency action plan to exit the chaos of this pandemic. Here, we listed some challenges in dementia research during the COVID-19 outbreak and table some suggestions. All countries try to control SARS-CoV-2 by social distancing. Therefore, neurology clinics were closed, and routine examination of Alzheimer's patients was stopped. However, the lockdown of patients with AD caused clinical studies to stop. which has severely affected dementia research. Additionally, the arrest of experimental studies due to the closing of universities in two hundred countries also deprives experimental achievements. The closing of universities may lead to data loss, death of expensive transgenic animals, international researchers to be faced with visa problems, and be lost the laboratory staff whose contract has expired [7]. It is impossible that forecasting when this COVID-19 pandemic will end is impossible and thus, it is essential that a solution be developed to continue dementia studies on Alzheimer's patients. Remote monitoring of the patients with the use of technology is in the lead of possible solutions. Clinicians can continue to follow their patients by telemedicine [8], but extended lockdown of patients may cause depression in both patients and their caregivers [9]. It is also known that movement restriction exacerbates AD symptoms [10]. The monitorization of the patient in this condition with telemedicine would not provide objective data. In addition, when patients living in rural areas are considered, it will not be a surprise that reaching equally all patients is impossible. Therefore, a collective action plan protecting dementia research during the COVID-19 outbreak should be prepared by a consortium of pharmaceutical companies, researchers, clinicians, and patients. Data loss is in the lead of expected problems during the COVID-19 outbreak. For example, the planned ending dates of phase 2/3 trials of gantenerumab (Roche) and solanezumab (Lilly) were missed [11]. It is highly essential that patients be monitored from their homes with telemedicine to protect them. Nonetheless, it is not sufficient for the continuation of clinical trials and experimental studies. We suggest that patients of phase trails should be isolated in fully-equipped nursing homes managed by qualified personnel. In this way, the patients can be more effectively protected from SARS-CoV-2 and the depression caused by the lockdown.Young family members going out for basic needs could infect older family members. Also, patients with AD pay less attention to hand hygiene, which makes them more susceptible to SARS-CoV-2. Moreover, cats have recently been shown to be infected by SARS-CoV-2 [12]. Patients with AD may not follow directions of neurologists on telemedicine and thus, the interaction of Alzheimer's patients with pets can cause a dangerous scenario. Consequently, the lockdown of patients with dementia in their homes might not be an appropriate exit strategy for the future of dementia research. On the other hand, it is important to mention here that the nursing home capacity of the United States may not be sufficient for 5,8 million Alzheimer's patients aged 65 years and older [13]. Thus, we highlight that only the patients involved in the clinic trails should be followed in the nursing homes. The other patients can be monitored with telemedicine from their homes. The data will hardly be lost in patients isolated in nursing homes. In this strategy, secondary risk factors affecting the clinic trails like depression are also removed. The motivations of clinicians and researchers is as important as the patients in the catastrophic atmosphere of the outbreak. Governments, media, and funders can support the motivations of clinicians and researchers. For example, research funders and pharmaceutical companies can extend project deadlines and provide an additional promotion to the researchers who have completed their clinic trails. Consequently, a global action plan should be prepared to block SARS-CoV-2 penetration to dementia research. At first glance, it may be thought that the most appropriate strategy for patients with dementia is social isolation in their homes during the outbreak as in healthy young people and elders. However, we suggest that isolating patients with dementia in fully-equipped nursing homes can be a more appropriate exit strategy for the protection of dementia patients and research."],"_version_":1667523504739713024,"score":9.490897,"similar":[{"pmid":32275288,"pmcid":"PMC7149362","title":"Neurologic Manifestations of Hospitalized Patients With Coronavirus Disease 2019 in Wuhan, China.","text":["Neurologic Manifestations of Hospitalized Patients With Coronavirus Disease 2019 in Wuhan, China.","Importance: The outbreak of coronavirus disease 2019 (COVID-19) in Wuhan, China, is serious and has the potential to become an epidemic worldwide. Several studies have described typical clinical manifestations including fever, cough, diarrhea, and fatigue. However, to our knowledge, it has not been reported that patients with COVID-19 had any neurologic manifestations. Objective: To study the neurologic manifestations of patients with COVID-19. Design, Setting, and Participants: This is a retrospective, observational case series. Data were collected from January 16, 2020, to February 19, 2020, at 3 designated special care centers for COVID-19 (Main District, West Branch, and Tumor Center) of the Union Hospital of Huazhong University of Science and Technology in Wuhan, China. The study included 214 consecutive hospitalized patients with laboratory-confirmed diagnosis of severe acute respiratory syndrome coronavirus 2 infection. Main Outcomes and Measures: Clinical data were extracted from electronic medical records, and data of all neurologic symptoms were checked by 2 trained neurologists. Neurologic manifestations fell into 3 categories: central nervous system manifestations (dizziness, headache, impaired consciousness, acute cerebrovascular disease, ataxia, and seizure), peripheral nervous system manifestations (taste impairment, smell impairment, vision impairment, and nerve pain), and skeletal muscular injury manifestations. Results: Of 214 patients (mean [SD] age, 52.7 [15.5] years; 87 men [40.7%]) with COVID-19, 126 patients (58.9%) had nonsevere infection and 88 patients (41.1%) had severe infection according to their respiratory status. Overall, 78 patients (36.4%) had neurologic manifestations. Compared with patients with nonsevere infection, patients with severe infection were older, had more underlying disorders, especially hypertension, and showed fewer typical symptoms of COVID-19, such as fever and cough. Patients with more severe infection had neurologic manifestations, such as acute cerebrovascular diseases (5 [5.7%] vs 1 [0.8%]), impaired consciousness (13 [14.8%] vs 3 [2.4%]), and skeletal muscle injury (17 [19.3%] vs 6 [4.8%]). Conclusions and Relevance: Patients with COVID-19 commonly have neurologic manifestations. During the epidemic period of COVID-19, when seeing patients with neurologic manifestations, clinicians should suspect severe acute respiratory syndrome coronavirus 2 infection as a differential diagnosis to avoid delayed diagnosis or misdiagnosis and lose the chance to treat and prevent further transmission.","JAMA Neurol","Mao, Ling","Jin, Huijuan","Wang, Mengdie","Hu, Yu","Chen, Shengcai","He, Quanwei","Chang, Jiang","Hong, Candong","Zhou, Yifan","Wang, David","Miao, Xiaoping","Li, Yanan","Hu, Bo","32275288"],"abstract":["Importance: The outbreak of coronavirus disease 2019 (COVID-19) in Wuhan, China, is serious and has the potential to become an epidemic worldwide. Several studies have described typical clinical manifestations including fever, cough, diarrhea, and fatigue. However, to our knowledge, it has not been reported that patients with COVID-19 had any neurologic manifestations. Objective: To study the neurologic manifestations of patients with COVID-19. Design, Setting, and Participants: This is a retrospective, observational case series. Data were collected from January 16, 2020, to February 19, 2020, at 3 designated special care centers for COVID-19 (Main District, West Branch, and Tumor Center) of the Union Hospital of Huazhong University of Science and Technology in Wuhan, China. The study included 214 consecutive hospitalized patients with laboratory-confirmed diagnosis of severe acute respiratory syndrome coronavirus 2 infection. Main Outcomes and Measures: Clinical data were extracted from electronic medical records, and data of all neurologic symptoms were checked by 2 trained neurologists. Neurologic manifestations fell into 3 categories: central nervous system manifestations (dizziness, headache, impaired consciousness, acute cerebrovascular disease, ataxia, and seizure), peripheral nervous system manifestations (taste impairment, smell impairment, vision impairment, and nerve pain), and skeletal muscular injury manifestations. Results: Of 214 patients (mean [SD] age, 52.7 [15.5] years; 87 men [40.7%]) with COVID-19, 126 patients (58.9%) had nonsevere infection and 88 patients (41.1%) had severe infection according to their respiratory status. Overall, 78 patients (36.4%) had neurologic manifestations. Compared with patients with nonsevere infection, patients with severe infection were older, had more underlying disorders, especially hypertension, and showed fewer typical symptoms of COVID-19, such as fever and cough. Patients with more severe infection had neurologic manifestations, such as acute cerebrovascular diseases (5 [5.7%] vs 1 [0.8%]), impaired consciousness (13 [14.8%] vs 3 [2.4%]), and skeletal muscle injury (17 [19.3%] vs 6 [4.8%]). Conclusions and Relevance: Patients with COVID-19 commonly have neurologic manifestations. During the epidemic period of COVID-19, when seeing patients with neurologic manifestations, clinicians should suspect severe acute respiratory syndrome coronavirus 2 infection as a differential diagnosis to avoid delayed diagnosis or misdiagnosis and lose the chance to treat and prevent further transmission."],"journal":"JAMA Neurol","authors":["Mao, Ling","Jin, Huijuan","Wang, Mengdie","Hu, Yu","Chen, Shengcai","He, Quanwei","Chang, Jiang","Hong, Candong","Zhou, Yifan","Wang, David","Miao, Xiaoping","Li, Yanan","Hu, Bo"],"date":"2020-04-11T11:00:00Z","year":2020,"_id":"32275288","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.1001/jamaneurol.2020.1127","locations":["Wuhan","China","West Branch","Wuhan","China","Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Diagnosis"],"weight":1,"_version_":1666138491671543812,"score":302.45364},{"pmid":32469387,"title":"Neuropathogenesis and Neurologic Manifestations of the Coronaviruses in the Age of Coronavirus Disease 2019: A Review.","text":["Neuropathogenesis and Neurologic Manifestations of the Coronaviruses in the Age of Coronavirus Disease 2019: A Review.","Importance: Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in December 2019, causing human coronavirus disease 2019 (COVID-19), which has now spread into a worldwide pandemic. The pulmonary manifestations of COVID-19 have been well described in the literature. Two similar human coronaviruses that cause Middle East respiratory syndrome (MERS-CoV) and severe acute respiratory syndrome (SARS-CoV-1) are known to cause disease in the central and peripheral nervous systems. Emerging evidence suggests COVID-19 has neurologic consequences as well. Observations: This review serves to summarize available information regarding coronaviruses in the nervous system, identify the potential tissue targets and routes of entry of SARS-CoV-2 into the central nervous system, and describe the range of clinical neurological complications that have been reported thus far in COVID-19 and their potential pathogenesis. Viral neuroinvasion may be achieved by several routes, including transsynaptic transfer across infected neurons, entry via the olfactory nerve, infection of vascular endothelium, or leukocyte migration across the blood-brain barrier. The most common neurologic complaints in COVID-19 are anosmia, ageusia, and headache, but other diseases, such as stroke, impairment of consciousness, seizure, and encephalopathy, have also been reported. Conclusions and Relevance: Recognition and understanding of the range of neurological disorders associated with COVID-19 may lead to improved clinical outcomes and better treatment algorithms. Further neuropathological studies will be crucial to understanding the pathogenesis of the disease in the central nervous system, and longitudinal neurologic and cognitive assessment of individuals after recovery from COVID-19 will be crucial to understand the natural history of COVID-19 in the central nervous system and monitor for any long-term neurologic sequelae.","JAMA Neurol","Zubair, Adeel S","McAlpine, Lindsay S","Gardin, Tova","Farhadian, Shelli","Kuruvilla, Deena E","Spudich, Serena","32469387"],"abstract":["Importance: Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged in December 2019, causing human coronavirus disease 2019 (COVID-19), which has now spread into a worldwide pandemic. The pulmonary manifestations of COVID-19 have been well described in the literature. Two similar human coronaviruses that cause Middle East respiratory syndrome (MERS-CoV) and severe acute respiratory syndrome (SARS-CoV-1) are known to cause disease in the central and peripheral nervous systems. Emerging evidence suggests COVID-19 has neurologic consequences as well. Observations: This review serves to summarize available information regarding coronaviruses in the nervous system, identify the potential tissue targets and routes of entry of SARS-CoV-2 into the central nervous system, and describe the range of clinical neurological complications that have been reported thus far in COVID-19 and their potential pathogenesis. Viral neuroinvasion may be achieved by several routes, including transsynaptic transfer across infected neurons, entry via the olfactory nerve, infection of vascular endothelium, or leukocyte migration across the blood-brain barrier. The most common neurologic complaints in COVID-19 are anosmia, ageusia, and headache, but other diseases, such as stroke, impairment of consciousness, seizure, and encephalopathy, have also been reported. Conclusions and Relevance: Recognition and understanding of the range of neurological disorders associated with COVID-19 may lead to improved clinical outcomes and better treatment algorithms. Further neuropathological studies will be crucial to understanding the pathogenesis of the disease in the central nervous system, and longitudinal neurologic and cognitive assessment of individuals after recovery from COVID-19 will be crucial to understand the natural history of COVID-19 in the central nervous system and monitor for any long-term neurologic sequelae."],"journal":"JAMA Neurol","authors":["Zubair, Adeel S","McAlpine, Lindsay S","Gardin, Tova","Farhadian, Shelli","Kuruvilla, Deena E","Spudich, Serena"],"date":"2020-05-30T11:00:00Z","year":2020,"_id":"32469387","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1001/jamaneurol.2020.2065","topics":["Treatment","Mechanism","Diagnosis"],"weight":1,"_version_":1668167109909151746,"score":291.17752},{"pmid":32482845,"title":"Neurologic manifestations in hospitalized patients with COVID-19: The ALBACOVID registry.","text":["Neurologic manifestations in hospitalized patients with COVID-19: The ALBACOVID registry.","OBJECTIVE: The coronavirus disease 2019 (COVID-19) has spread worldwide since December 2019. Neurological symptoms have been reported as part of the clinical spectrum of the disease. We aim to determine whether neurological manifestations are common in hospitalized COVID-19 patients and to describe their main characteristics. METHODS: We systematically review all patients diagnosed with COVID-19 admitted to hospital in a Spanish population during March 2020. Demographic characteristics, systemic and neurological clinical manifestations, and complementary tests were analyzed. RESULTS: Of 841 patients hospitalized with COVID-19 (mean age 66.4 years, 56.2% men) 57.4% developed some form of neurological symptom. Nonspecific symptoms such as myalgias (17.2%), headache (14.1%), and dizziness (6.1%) were present mostly in the early stages of infection. Anosmia (4.9%) and dysgeusia (6.2%) tended to occur early (60% as the first clinical manifestation) and were more frequent in less severe cases. Disorders of consciousness occurred commonly (19.6%), mostly in older patients and in severe and advanced COVID-19 stages. Myopathy (3.1%), dysautonomia (2.5%), cerebrovascular diseases (1.7%), seizures (0.7%), movement disorders (0.7%), encephalitis (n=1), Guillain-Barre syndrome (n=1), and optic neuritis (n=1) were also reported, but less frequent. Neurological complications were the main cause of death in 4.1% of all deceased study subjects. CONCLUSIONS: Neurological manifestations are common in hospitalized COVID-19 patients. In our series, more than half of patients presented some form of neurological symptom. Clinicians need to maintain close neurological surveillance for prompt recognition of these complications. The investigation of the mechanisms and emerging consequences of SARS-CoV-2 neurological involvement require further studies.","Neurology","Romero-Sanchez, Carlos Manuel","Diaz-Maroto, Inmaculada","Fernandez-Diaz, Eva","Sanchez-Larsen, Alvaro","Layos-Romero, Almudena","Garcia-Garcia, Jorge","Gonzalez, Esther","Redondo-Penas, Inmaculada","Perona-Moratalla, Ana Belen","Del Valle-Perez, Jose Antonio","Gracia-Gil, Julia","Rojas-Bartolome, Laura","Feria-Vilar, Inmaculada","Monteagudo, Maria","Palao, Maria","Palazon-Garcia, Elena","Alcahut-Rodriguez, Cristian","Sopelana-Garay, David","Moreno, Yoscar","Ahmad, Javaad","Segura, Tomas","32482845"],"abstract":["OBJECTIVE: The coronavirus disease 2019 (COVID-19) has spread worldwide since December 2019. Neurological symptoms have been reported as part of the clinical spectrum of the disease. We aim to determine whether neurological manifestations are common in hospitalized COVID-19 patients and to describe their main characteristics. METHODS: We systematically review all patients diagnosed with COVID-19 admitted to hospital in a Spanish population during March 2020. Demographic characteristics, systemic and neurological clinical manifestations, and complementary tests were analyzed. RESULTS: Of 841 patients hospitalized with COVID-19 (mean age 66.4 years, 56.2% men) 57.4% developed some form of neurological symptom. Nonspecific symptoms such as myalgias (17.2%), headache (14.1%), and dizziness (6.1%) were present mostly in the early stages of infection. Anosmia (4.9%) and dysgeusia (6.2%) tended to occur early (60% as the first clinical manifestation) and were more frequent in less severe cases. Disorders of consciousness occurred commonly (19.6%), mostly in older patients and in severe and advanced COVID-19 stages. Myopathy (3.1%), dysautonomia (2.5%), cerebrovascular diseases (1.7%), seizures (0.7%), movement disorders (0.7%), encephalitis (n=1), Guillain-Barre syndrome (n=1), and optic neuritis (n=1) were also reported, but less frequent. Neurological complications were the main cause of death in 4.1% of all deceased study subjects. CONCLUSIONS: Neurological manifestations are common in hospitalized COVID-19 patients. In our series, more than half of patients presented some form of neurological symptom. Clinicians need to maintain close neurological surveillance for prompt recognition of these complications. The investigation of the mechanisms and emerging consequences of SARS-CoV-2 neurological involvement require further studies."],"journal":"Neurology","authors":["Romero-Sanchez, Carlos Manuel","Diaz-Maroto, Inmaculada","Fernandez-Diaz, Eva","Sanchez-Larsen, Alvaro","Layos-Romero, Almudena","Garcia-Garcia, Jorge","Gonzalez, Esther","Redondo-Penas, Inmaculada","Perona-Moratalla, Ana Belen","Del Valle-Perez, Jose Antonio","Gracia-Gil, Julia","Rojas-Bartolome, Laura","Feria-Vilar, Inmaculada","Monteagudo, Maria","Palao, Maria","Palazon-Garcia, Elena","Alcahut-Rodriguez, Cristian","Sopelana-Garay, David","Moreno, Yoscar","Ahmad, Javaad","Segura, Tomas"],"date":"2020-06-03T11:00:00Z","year":2020,"_id":"32482845","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1212/WNL.0000000000009937","locations":["Spanish"],"countries":["Spain"],"countries_codes":["ESP|Spain"],"topics":["Diagnosis"],"weight":1,"_version_":1668704334451310593,"score":274.33154},{"pmid":32447746,"title":"SARS-CoV-2 Infection Leads to Neurological Dysfunction.","text":["SARS-CoV-2 Infection Leads to Neurological Dysfunction.","A number of neurological disease complications have been seen following infection with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). While most person with COVID-19 respiratory disease demonstrate headache, nausea and vomiting, up to 40% present also experience dizziness, confusion, cerebrovascular disease, muscle pain, ataxia and seizures. Loss of taste and smell, defects in visual acuity and pain occur in parallel. Such central nervous system (CNS) signs and symptoms linked to laboratory-confirmed SARS-CoV-2 infection is often life threatening. Health care providers currently evaluating patients with neurologic symptoms need consider COVID-19 in any differential diagnosis. These considerations will facilitate prompt testing, isolation and prevention of viral transmission speeding best clinical outcomes. Graphical Abstract.","J Neuroimmune Pharmacol","Acharya, Arpan","Kevadiya, Bhavesh D","Gendelman, Howard E","Byrareddy, Siddappa N","32447746"],"abstract":["A number of neurological disease complications have been seen following infection with the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). While most person with COVID-19 respiratory disease demonstrate headache, nausea and vomiting, up to 40% present also experience dizziness, confusion, cerebrovascular disease, muscle pain, ataxia and seizures. Loss of taste and smell, defects in visual acuity and pain occur in parallel. Such central nervous system (CNS) signs and symptoms linked to laboratory-confirmed SARS-CoV-2 infection is often life threatening. Health care providers currently evaluating patients with neurologic symptoms need consider COVID-19 in any differential diagnosis. These considerations will facilitate prompt testing, isolation and prevention of viral transmission speeding best clinical outcomes. Graphical Abstract."],"journal":"J Neuroimmune Pharmacol","authors":["Acharya, Arpan","Kevadiya, Bhavesh D","Gendelman, Howard E","Byrareddy, Siddappa N"],"date":"2020-05-25T11:00:00Z","year":2020,"_id":"32447746","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1007/s11481-020-09924-9","keywords":["animal models","cns","covid-19","guillain-barre syndrome","neurologic manifestations","sars-cov-2","therapeutics"],"topics":["Diagnosis"],"weight":1,"_version_":1667698385860165633,"score":273.8555},{"pmid":32489743,"pmcid":"PMC7255551","title":"COVID-19 Pandemic: A Neurological Perspective.","text":["COVID-19 Pandemic: A Neurological Perspective.","Even though severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been observed to principally affect the respiratory system, neurological involvements have already been reported in some published work. We have reviewed original articles, case reports, and existing open-source data-sets to delineate the spectrum of neurological disorders potentially observed in SARS-CoV-2 positive cases. Neurological involvement in coronavirus disease 2019 (COVID-19) corresponds to three situations: (a) neurological manifestations of viral infection, (b) post-infective neurological complications, and (c) infection in patients with neurological co-morbidity. Neurological manifestations can further be subdivided into the central nervous system (headache, dizziness, alteration of the sensorium, ataxia encephalitis, stroke, and seizures) and peripheral nervous system (skeletal muscle injury and peripheral nerve involvement including hyposmia and hypogeusia) symptomatology. Post-infective neurological complications include demyelinating conditions. Reduced mobility and dementia as co-morbidities may predispose a patient to have a viral infection. It is concluded that the pandemic of COVID-19 presents for a neurologist some unique challenges. We observe that SARS-CoV-2 may have various neurological manifestations and in many cases, neurological features may precede typical respiratory symptoms.","Cureus","Lahiri, Durjoy","Ardila, Alfredo","32489743"],"abstract":["Even though severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has been observed to principally affect the respiratory system, neurological involvements have already been reported in some published work. We have reviewed original articles, case reports, and existing open-source data-sets to delineate the spectrum of neurological disorders potentially observed in SARS-CoV-2 positive cases. Neurological involvement in coronavirus disease 2019 (COVID-19) corresponds to three situations: (a) neurological manifestations of viral infection, (b) post-infective neurological complications, and (c) infection in patients with neurological co-morbidity. Neurological manifestations can further be subdivided into the central nervous system (headache, dizziness, alteration of the sensorium, ataxia encephalitis, stroke, and seizures) and peripheral nervous system (skeletal muscle injury and peripheral nerve involvement including hyposmia and hypogeusia) symptomatology. Post-infective neurological complications include demyelinating conditions. Reduced mobility and dementia as co-morbidities may predispose a patient to have a viral infection. It is concluded that the pandemic of COVID-19 presents for a neurologist some unique challenges. We observe that SARS-CoV-2 may have various neurological manifestations and in many cases, neurological features may precede typical respiratory symptoms."],"journal":"Cureus","authors":["Lahiri, Durjoy","Ardila, Alfredo"],"date":"2020-06-04T11:00:00Z","year":2020,"_id":"32489743","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.7759/cureus.7889","keywords":["covid-19","neurological manifestations","viral infection"],"topics":["Diagnosis"],"weight":1,"_version_":1668892169412280322,"score":272.5243}]}