{"pmid":32458598,"title":"[Management of coronavirus disease 2019 (COVID-19): experiences from imported malaria control in China].","text":["[Management of coronavirus disease 2019 (COVID-19): experiences from imported malaria control in China].","Currently, the local transmission of coronavirus disease 2019 (COVID-19) has been effectively contained in China; however, the epidemic situation of this highly infectious disease is more and more serious outside of China. Importation of COVID-19 cases from other countries and territories is therefore becoming a new challenge for the control of COVID-19 in China. Malaria was once widely epidemic in China. Nevertheless, the local transmission of this parasitic disease has been interrupted in China since the launch of the national malaria elimination programme in 2010, and great successes have been achieved in the management of appropriately 3 thousand malaria cases imported from other countries and territories annually. Hereby, the epidemiological characteristics and current epidemic situation of COVID-19 in China were analyzed and compared with malaria. Based on the successful experiences from the management of overseas imported malaria in China, the strategy and countermeasures for COVID-19 control were proposed, so as to provide insights into the response to the importation of COVID-19 from other countries and territories and the consolidation of the control achievements in China.","Zhongguo Xue Xi Chong Bing Fang Zhi Za Zhi","Liu, Y B","Cao, J","32458598"],"abstract":["Currently, the local transmission of coronavirus disease 2019 (COVID-19) has been effectively contained in China; however, the epidemic situation of this highly infectious disease is more and more serious outside of China. Importation of COVID-19 cases from other countries and territories is therefore becoming a new challenge for the control of COVID-19 in China. Malaria was once widely epidemic in China. Nevertheless, the local transmission of this parasitic disease has been interrupted in China since the launch of the national malaria elimination programme in 2010, and great successes have been achieved in the management of appropriately 3 thousand malaria cases imported from other countries and territories annually. Hereby, the epidemiological characteristics and current epidemic situation of COVID-19 in China were analyzed and compared with malaria. Based on the successful experiences from the management of overseas imported malaria in China, the strategy and countermeasures for COVID-19 control were proposed, so as to provide insights into the response to the importation of COVID-19 from other countries and territories and the consolidation of the control achievements in China."],"journal":"Zhongguo Xue Xi Chong Bing Fang Zhi Za Zhi","authors":["Liu, Y B","Cao, J"],"date":"2020-05-28T11:00:00Z","year":2020,"_id":"32458598","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.16250/j.32.1374.2020063","keywords":["control strategy","coronavirus disease 2019 (covid-19)","imported case","malaria"],"locations":["China","China","China","China","China","China","China","China","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1667967698882002944,"score":9.490897,"similar":[{"pmid":32185921,"title":"[Challenges and countermeasures on Chinese malaria elimination programme during the coronavirus disease 2019 (COVID-19) outbreak].","text":["[Challenges and countermeasures on Chinese malaria elimination programme during the coronavirus disease 2019 (COVID-19) outbreak].","Since the end of 2019, the coronavirus disease 2019 (COVID-19) has been extensively epidemic in China, which not only seriously threatens the safety and health of Chinese people, but also challenges the management of other infectious diseases. Currently, there are still approximately three thousand malaria cases imported into China every year. If the diagnosis and treatment of malaria cases as well as the investigation and response of the epidemic foci are not carried out timely, it may endanger patients'lives and cause the possible of secondary transmission, which threatens the achievements of malaria elimination in China. Due to the extensive spread and high transmission ability of the COVID-19, there is a possibility of virus infections among malaria cases during the medical care-seeking behaviors and among healthcare professionals during clinical diagnosis and treatment, sample collection and testing and epidemiological surveys. This paper analyzes the challenges of the COVID-19 for Chinese malaria elimination programme, and proposes the countermeasures in response to the COVID-19 outbreak, so as to provide the reference for healthcare professionals.","Zhongguo Xue Xi Chong Bing Fang Zhi Za Zhi","Zhu, G D","Cao, J","32185921"],"abstract":["Since the end of 2019, the coronavirus disease 2019 (COVID-19) has been extensively epidemic in China, which not only seriously threatens the safety and health of Chinese people, but also challenges the management of other infectious diseases. Currently, there are still approximately three thousand malaria cases imported into China every year. If the diagnosis and treatment of malaria cases as well as the investigation and response of the epidemic foci are not carried out timely, it may endanger patients'lives and cause the possible of secondary transmission, which threatens the achievements of malaria elimination in China. Due to the extensive spread and high transmission ability of the COVID-19, there is a possibility of virus infections among malaria cases during the medical care-seeking behaviors and among healthcare professionals during clinical diagnosis and treatment, sample collection and testing and epidemiological surveys. This paper analyzes the challenges of the COVID-19 for Chinese malaria elimination programme, and proposes the countermeasures in response to the COVID-19 outbreak, so as to provide the reference for healthcare professionals."],"journal":"Zhongguo Xue Xi Chong Bing Fang Zhi Za Zhi","authors":["Zhu, G D","Cao, J"],"date":"2020-03-19T11:00:00Z","year":2020,"_id":"32185921","source":"PubMed","week":"202012|Mar 16 - Mar 22","doi":"10.16250/j.32.1374.2020036","keywords":["challenge","coronavirus disease 2019 (covid-19)","countermeasure","elimination","malaria"],"locations":["China","Chinese","China","China","Chinese","Chinese"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1666138492529278976,"score":546.7487},{"pmid":32383431,"title":"Novel Coronavirus Disease (COVID-19) Mitigation Steps Provide a Blueprint for Malaria Control and Elimination.","text":["Novel Coronavirus Disease (COVID-19) Mitigation Steps Provide a Blueprint for Malaria Control and Elimination.","Most countries around the world have responded promptly to the novel coronavirus disease (COVID-19) challenge by adopting considered and scientifically guided strategies for its containment. However, the situation is more complex for nations where malaria is endemic, as they now have the additional burden of COVID-19. In such nations, the healthcare systems are either in the preparatory or containment phase of the current pandemic. This enforced, sudden, and sharp public health refocus is likely to result in the disruption of annual malaria control activities such as distribution of insecticide-impregnated bed nets, indoor residual spraying of insecticide, maintenance of malaria surveillance, and mass provision of antimalarial drugs. Nonetheless, we feel that the best facets of COVID-19 public health management can become new guiding principles in malaria-endemic countries to improve malaria control and hasten malaria elimination. Redirection against malaria of the best public health initiatives used in COVID-19 containment could fast-track the global goal of a malaria-free world. Such public health advancement could be one positive outcome from the scourge of COVID-19.","Am J Trop Med Hyg","Rahi, Manju","Das, Payal","Sharma, Amit","32383431"],"abstract":["Most countries around the world have responded promptly to the novel coronavirus disease (COVID-19) challenge by adopting considered and scientifically guided strategies for its containment. However, the situation is more complex for nations where malaria is endemic, as they now have the additional burden of COVID-19. In such nations, the healthcare systems are either in the preparatory or containment phase of the current pandemic. This enforced, sudden, and sharp public health refocus is likely to result in the disruption of annual malaria control activities such as distribution of insecticide-impregnated bed nets, indoor residual spraying of insecticide, maintenance of malaria surveillance, and mass provision of antimalarial drugs. Nonetheless, we feel that the best facets of COVID-19 public health management can become new guiding principles in malaria-endemic countries to improve malaria control and hasten malaria elimination. Redirection against malaria of the best public health initiatives used in COVID-19 containment could fast-track the global goal of a malaria-free world. Such public health advancement could be one positive outcome from the scourge of COVID-19."],"journal":"Am J Trop Med Hyg","authors":["Rahi, Manju","Das, Payal","Sharma, Amit"],"date":"2020-05-09T11:00:00Z","year":2020,"_id":"32383431","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.4269/ajtmh.20-0394","topics":["Prevention"],"weight":1,"_version_":1666267276775522305,"score":362.90115},{"pmid":32316118,"title":"Global Spread of Coronavirus Disease 2019 and Malaria: An Epidemiological Paradox in the Early Stage of A Pandemic.","text":["Global Spread of Coronavirus Disease 2019 and Malaria: An Epidemiological Paradox in the Early Stage of A Pandemic.","In the current work, we discovered and analyzed the epidemiological paradox between coronavirus disease 2019 (COVID-19) and malaria in the initial phase of the ongoing pandemic. From the analysis of distribution data, the endemic presence of malaria seems to protect some populations from COVID-19 outbreak, particularly in the least developed countries. In this sense, molecular and genetic variations associated with malaria (e.g., in ACE2) might play a protective role against coronavirus infection. Moreover, the mechanism of action of some antimalarial drugs, e.g., the antiviral function, suggests their potential role in the chemoprophylaxis of coronavirus epidemics, despite possible adverse effects (e.g., retinal toxicity). All these data provide important insights to understand the spreading mechanisms of COVID-19, and to direct scientific research toward the study of some currently available medications.","J Clin Med","Napoli, Pietro Emanuele","Nioi, Matteo","32316118"],"abstract":["In the current work, we discovered and analyzed the epidemiological paradox between coronavirus disease 2019 (COVID-19) and malaria in the initial phase of the ongoing pandemic. From the analysis of distribution data, the endemic presence of malaria seems to protect some populations from COVID-19 outbreak, particularly in the least developed countries. In this sense, molecular and genetic variations associated with malaria (e.g., in ACE2) might play a protective role against coronavirus infection. Moreover, the mechanism of action of some antimalarial drugs, e.g., the antiviral function, suggests their potential role in the chemoprophylaxis of coronavirus epidemics, despite possible adverse effects (e.g., retinal toxicity). All these data provide important insights to understand the spreading mechanisms of COVID-19, and to direct scientific research toward the study of some currently available medications."],"journal":"J Clin Med","authors":["Napoli, Pietro Emanuele","Nioi, Matteo"],"date":"2020-04-23T11:00:00Z","year":2020,"_id":"32316118","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.3390/jcm9041138","keywords":["ace-2 receptor","covid-19","antimalarials","coronavirus disease","epidemiological paradox","malaria"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1666138493612457985,"score":341.10315},{"pmid":32484155,"title":"Malaria and Parasitic Neglected Tropical Diseases: Potential Syndemics with COVID-19?","text":["Malaria and Parasitic Neglected Tropical Diseases: Potential Syndemics with COVID-19?","The COVID-19 pandemic, caused by SARS-CoV-2, have surpassed 5 million cases globally. Current models suggest that low- and middle-income countries (LMICs) will have a similar incidence but substantially lower mortality rate than high-income countries. However, malaria and neglected tropical diseases (NTDs) are prevalent in LMICs, and coinfections are likely. Both malaria and parasitic NTDs can alter immunologic responses to other infectious agents. Malaria can induce a cytokine storm and pro-coagulant state similar to that seen in severe COVID-19. Consequently, coinfections with malaria parasites and SARS-CoV-2 could result in substantially worse outcomes than mono-infections with either pathogen, and could shift the age pattern of severe COVID-19 to younger age-groups. Enhancing surveillance platforms could provide signals that indicate whether malaria, NTDs, and COVID-19 are syndemics (synergistic epidemics). Based on the prevalence of malaria and NTDs in specific localities, efforts to characterize COVID-19 in LMICs could be expanded by adding testing for malaria and NTDs. Such additional testing would allow the determination of the rates of coinfection and comparison of severity of outcomes by infection status, greatly improving the understanding of the epidemiology of COVID-19 in LMICs and potentially helping to mitigate its impact.","Am J Trop Med Hyg","Gutman, Julie R","Lucchi, Naomi W","Cantey, Paul T","Steinhardt, Laura C","Samuels, Aaron M","Kamb, Mary L","Kapella, Bryan K","McElroy, Peter D","Udhayakumar, Venkatachalam","Lindblade, Kim A","32484155"],"abstract":["The COVID-19 pandemic, caused by SARS-CoV-2, have surpassed 5 million cases globally. Current models suggest that low- and middle-income countries (LMICs) will have a similar incidence but substantially lower mortality rate than high-income countries. However, malaria and neglected tropical diseases (NTDs) are prevalent in LMICs, and coinfections are likely. Both malaria and parasitic NTDs can alter immunologic responses to other infectious agents. Malaria can induce a cytokine storm and pro-coagulant state similar to that seen in severe COVID-19. Consequently, coinfections with malaria parasites and SARS-CoV-2 could result in substantially worse outcomes than mono-infections with either pathogen, and could shift the age pattern of severe COVID-19 to younger age-groups. Enhancing surveillance platforms could provide signals that indicate whether malaria, NTDs, and COVID-19 are syndemics (synergistic epidemics). Based on the prevalence of malaria and NTDs in specific localities, efforts to characterize COVID-19 in LMICs could be expanded by adding testing for malaria and NTDs. Such additional testing would allow the determination of the rates of coinfection and comparison of severity of outcomes by infection status, greatly improving the understanding of the epidemiology of COVID-19 in LMICs and potentially helping to mitigate its impact."],"journal":"Am J Trop Med Hyg","authors":["Gutman, Julie R","Lucchi, Naomi W","Cantey, Paul T","Steinhardt, Laura C","Samuels, Aaron M","Kamb, Mary L","Kapella, Bryan K","McElroy, Peter D","Udhayakumar, Venkatachalam","Lindblade, Kim A"],"date":"2020-06-03T11:00:00Z","year":2020,"_id":"32484155","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.4269/ajtmh.20-0516","locations":["Malaria","Parasitic"],"topics":["Mechanism","Diagnosis"],"weight":1,"_version_":1668532114799198209,"score":328.1727},{"pmid":32425653,"pmcid":"PMC7218555","title":"What does the COVID-19 pandemic mean for HIV, tuberculosis, and malaria control?","text":["What does the COVID-19 pandemic mean for HIV, tuberculosis, and malaria control?","Despite its current relatively low global share of cases and deaths in Africa compared to other regions, coronavirus disease 2019 (COVID-19) has the potential to trigger other larger crises in the region. This is due to the vulnerability of health and economic systems, coupled with the high burden of human immunodeficiency virus (HIV), tuberculosis (TB), and malaria. Here we examine the potential implications of COVID-19 on the control of these major epidemic diseases in Africa. We use current evidence on disease burden of HIV, TB, and malaria, and epidemic dynamics of COVID-19 in Africa, retrieved from the literature. Our analysis shows that the current measures to control COVID-19 neglect important and complex context-specific epidemiological, social, and economic realities in Africa. There is a similarity of clinical features of TB and malaria, with those used to track COVID-19 cases. This coupled with institutional mistrust and misinformation might result in many patients with clinical features similar to those of COVID-19 being hesitant to voluntarily seek care in a formal health facility. Furthermore, most people in productive age in Africa work in the informal sector, and most of those in the formal sector are underemployed. With the current measures to control COVID-19, these populations might face unprecedented difficulties to access essential services, mainly due to reduced ability of patients to support direct and indirect medical costs, and unavailability of transportation means to reach health facilities. Therefore, if not accompanied with appropriate economic and epidemiological considerations, we anticipate that these measures might result in unprecedented difficulties among vulnerable segments of society to access essential services, including antiretroviral and prophylactic drugs among people living with HIV and Acquired Immune Deficiency Syndrome, anti-tuberculosis drugs, and curative and preventive treatments for malaria among pregnant women and children. This might increase the propensity of patients taking substandard doses and/or medicines, which has the potential to compromise drug efficacy, and worsen health inequalities in the region. COVID-19 responses at country level should include measures to protect vulnerable and under-served segments of society.","Trop Med Health","Amimo, Floriano","Lambert, Ben","Magit, Anthony","32425653"],"abstract":["Despite its current relatively low global share of cases and deaths in Africa compared to other regions, coronavirus disease 2019 (COVID-19) has the potential to trigger other larger crises in the region. This is due to the vulnerability of health and economic systems, coupled with the high burden of human immunodeficiency virus (HIV), tuberculosis (TB), and malaria. Here we examine the potential implications of COVID-19 on the control of these major epidemic diseases in Africa. We use current evidence on disease burden of HIV, TB, and malaria, and epidemic dynamics of COVID-19 in Africa, retrieved from the literature. Our analysis shows that the current measures to control COVID-19 neglect important and complex context-specific epidemiological, social, and economic realities in Africa. There is a similarity of clinical features of TB and malaria, with those used to track COVID-19 cases. This coupled with institutional mistrust and misinformation might result in many patients with clinical features similar to those of COVID-19 being hesitant to voluntarily seek care in a formal health facility. Furthermore, most people in productive age in Africa work in the informal sector, and most of those in the formal sector are underemployed. With the current measures to control COVID-19, these populations might face unprecedented difficulties to access essential services, mainly due to reduced ability of patients to support direct and indirect medical costs, and unavailability of transportation means to reach health facilities. Therefore, if not accompanied with appropriate economic and epidemiological considerations, we anticipate that these measures might result in unprecedented difficulties among vulnerable segments of society to access essential services, including antiretroviral and prophylactic drugs among people living with HIV and Acquired Immune Deficiency Syndrome, anti-tuberculosis drugs, and curative and preventive treatments for malaria among pregnant women and children. This might increase the propensity of patients taking substandard doses and/or medicines, which has the potential to compromise drug efficacy, and worsen health inequalities in the region. COVID-19 responses at country level should include measures to protect vulnerable and under-served segments of society."],"journal":"Trop Med Health","authors":["Amimo, Floriano","Lambert, Ben","Magit, Anthony"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32425653","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1186/s41182-020-00219-6","keywords":["africa","covid-19","hiv","health systems","malaria","tuberculosis"],"topics":["Prevention"],"weight":1,"_version_":1667252837767184385,"score":323.15894}]}