{"pmid":32457027,"title":"Scope, quality, and inclusivity of clinical guidelines produced early in the covid-19 pandemic: rapid review.","text":["Scope, quality, and inclusivity of clinical guidelines produced early in the covid-19 pandemic: rapid review.","OBJECTIVE: To appraise the availability, quality, and inclusivity of clinical guidelines produced in the early stage of the coronavirus disease 2019 (covid-19) pandemic. DESIGN: Rapid review. DATA SOURCES: Ovid Medline, Ovid Embase, Ovid Global Health, Scopus, Web of Science Core Collection, and WHO Global Index Medicus, searched from inception to 14 Mar 2020. Search strategies applied the CADTH database guidelines search filter, with no limits applied to search results. Further studies were identified through searches of grey literature using the ISARIC network. INCLUSION CRITERIA: Clinical guidelines for the management of covid-19, Middle East respiratory syndrome (MERS), and severe acute respiratory syndrome (SARS) produced by international and national scientific organisations and government and non-governmental organisations relating to global health were included, with no exclusions for language. Regional/hospital guidelines were excluded. Only the earliest version of any guideline was included. QUALITY ASSESSMENT: Quality was assessed using the Appraisal of Guidelines for Research and Evaluation (AGREE) II tool. The quality and contents of early covid-19 guidelines were also compared with recent clinical guidelines for MERS and SARS. RESULTS: 2836 studies were identified, of which 2794 were excluded after screening. Forty two guidelines were considered eligible for inclusion, with 18 being specific to covid-19. Overall, the clinical guidelines lacked detail and covered a narrow range of topics. Recommendations varied in relation to, for example, the use of antiviral drugs. The overall quality was poor, particularly in the domains of stakeholder involvement, applicability, and editorial independence. Links between evidence and recommendations were limited. Minimal provision was made for vulnerable groups such as pregnant women, children, and older people. CONCLUSIONS: Guidelines available early in the covid-19 pandemic had methodological weaknesses and neglected vulnerable groups such as older people. A framework for development of clinical guidelines during public health emergencies is needed to ensure rigorous methods and the inclusion of vulnerable populations. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42020167361.","BMJ","Dagens, Andrew","Sigfrid, Louise","Cai, Erhui","Lipworth, Sam","Cheung, Vincent","Harris, Eli","Bannister, Peter","Rigby, Ishmeala","Horby, Peter","32457027"],"abstract":["OBJECTIVE: To appraise the availability, quality, and inclusivity of clinical guidelines produced in the early stage of the coronavirus disease 2019 (covid-19) pandemic. DESIGN: Rapid review. DATA SOURCES: Ovid Medline, Ovid Embase, Ovid Global Health, Scopus, Web of Science Core Collection, and WHO Global Index Medicus, searched from inception to 14 Mar 2020. Search strategies applied the CADTH database guidelines search filter, with no limits applied to search results. Further studies were identified through searches of grey literature using the ISARIC network. INCLUSION CRITERIA: Clinical guidelines for the management of covid-19, Middle East respiratory syndrome (MERS), and severe acute respiratory syndrome (SARS) produced by international and national scientific organisations and government and non-governmental organisations relating to global health were included, with no exclusions for language. Regional/hospital guidelines were excluded. Only the earliest version of any guideline was included. QUALITY ASSESSMENT: Quality was assessed using the Appraisal of Guidelines for Research and Evaluation (AGREE) II tool. The quality and contents of early covid-19 guidelines were also compared with recent clinical guidelines for MERS and SARS. RESULTS: 2836 studies were identified, of which 2794 were excluded after screening. Forty two guidelines were considered eligible for inclusion, with 18 being specific to covid-19. Overall, the clinical guidelines lacked detail and covered a narrow range of topics. Recommendations varied in relation to, for example, the use of antiviral drugs. The overall quality was poor, particularly in the domains of stakeholder involvement, applicability, and editorial independence. Links between evidence and recommendations were limited. Minimal provision was made for vulnerable groups such as pregnant women, children, and older people. CONCLUSIONS: Guidelines available early in the covid-19 pandemic had methodological weaknesses and neglected vulnerable groups such as older people. A framework for development of clinical guidelines during public health emergencies is needed to ensure rigorous methods and the inclusion of vulnerable populations. SYSTEMATIC REVIEW REGISTRATION: PROSPERO CRD42020167361."],"journal":"BMJ","authors":["Dagens, Andrew","Sigfrid, Louise","Cai, Erhui","Lipworth, Sam","Cheung, Vincent","Harris, Eli","Bannister, Peter","Rigby, Ishmeala","Horby, Peter"],"date":"2020-05-28T11:00:00Z","year":2020,"_id":"32457027","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1136/bmj.m1936","locations":["Scopus"],"topics":["Prevention"],"weight":1,"_version_":1667967698979520512,"score":9.490897,"similar":[{"pmid":32456404,"title":"The vaccine journey for COVID-19: a comprehensive systematic review of current clinical trials in humans.","text":["The vaccine journey for COVID-19: a comprehensive systematic review of current clinical trials in humans.","INTRODUCTION: Since December 2019, there has been an outbreak of a novel beta-coronavirus (SARS-CoV-2) in Wuhan, China. On March the 11th the World Health Organization (WHO) declared COVID-19 as a pandemic, with over 118,000 cases in more than 110 countries around the world. In response to the global coronavirus disease 2019 (COVID-19) emergency, clinical trial research assessing the efficacy and safety of experimental vaccines to prevent COVID-19 are emerging at an unprecedented rate. The aim of this systematic review is to summarize the preliminary experiences and ongoing clinical trials of the major candidates and challenges of the vaccine strategies in humans. EVIDENCE ACQUISITION: After a priori protocol registration with PROSPERO (181483), a systematic research of the published literature was conducted on 24 April 2020 using Medline (via PubMed), Embase (via Ovid), and WHO databases. Moreover, to explore the more recent literature we also searched the preprint server medRxiv. Finally, we scrutinized the Cochrane COVID-19 study register and the COVID-19 section of ClinicalTrials.gov database for identifying relevant ongoing clinical trials. Thereafter we selected the articles according to the PRISMA guidelines. Animal or in-vitro experimental studies were excluded. Moreover editorials, commentaries, abstracts, reviews, book chapters, and articles not in English were not included. EVIDENCE SYNTHESIS: Our search identified 1359 published papers, 478 pre-print articles and 367 ongoing clinical trials. Finally, only ten ongoing clinical trials met the inclusion criteria. Specifically, seven developed vaccines for the S protein of SARS-CoV-2 and three clinical trials assessed the protective role of BCG vaccine against COVID-19. The first group included phase I/II trials with different types of molecules (DNA or mRNA vaccine, bacterial plasmid or viral vectors), the latter were phase III/IV trials designed on the basis of a heterologous lymphocyte activation by the BCG vaccine. CONCLUSIONS: This new disease is pushing the scientific community to develop swiftly a safe and effective vaccine. Notwithstanding the limitations of our analysis, given by the absence of available results, we try to provide a comprehensive view of the ongoing clinical trials in humans. Our analysis reveals a worldwide effort of both scientists and enterprises to achieve one of the most challenging goals of our century.","Panminerva Med","Checcucci, Enrico","Piramide, Federico","Pecoraro, Angela","Amparore, Daniele","Campi, Riccardo","Fiori, Cristian","Elhage, Oussama","Kotecha, Pinky","Vyakarnam, Annapurna","Serni, Sergio","Dasgupta, Prokar","Porpiglia, Francesco","32456404"],"abstract":["INTRODUCTION: Since December 2019, there has been an outbreak of a novel beta-coronavirus (SARS-CoV-2) in Wuhan, China. On March the 11th the World Health Organization (WHO) declared COVID-19 as a pandemic, with over 118,000 cases in more than 110 countries around the world. In response to the global coronavirus disease 2019 (COVID-19) emergency, clinical trial research assessing the efficacy and safety of experimental vaccines to prevent COVID-19 are emerging at an unprecedented rate. The aim of this systematic review is to summarize the preliminary experiences and ongoing clinical trials of the major candidates and challenges of the vaccine strategies in humans. EVIDENCE ACQUISITION: After a priori protocol registration with PROSPERO (181483), a systematic research of the published literature was conducted on 24 April 2020 using Medline (via PubMed), Embase (via Ovid), and WHO databases. Moreover, to explore the more recent literature we also searched the preprint server medRxiv. Finally, we scrutinized the Cochrane COVID-19 study register and the COVID-19 section of ClinicalTrials.gov database for identifying relevant ongoing clinical trials. Thereafter we selected the articles according to the PRISMA guidelines. Animal or in-vitro experimental studies were excluded. Moreover editorials, commentaries, abstracts, reviews, book chapters, and articles not in English were not included. EVIDENCE SYNTHESIS: Our search identified 1359 published papers, 478 pre-print articles and 367 ongoing clinical trials. Finally, only ten ongoing clinical trials met the inclusion criteria. Specifically, seven developed vaccines for the S protein of SARS-CoV-2 and three clinical trials assessed the protective role of BCG vaccine against COVID-19. The first group included phase I/II trials with different types of molecules (DNA or mRNA vaccine, bacterial plasmid or viral vectors), the latter were phase III/IV trials designed on the basis of a heterologous lymphocyte activation by the BCG vaccine. CONCLUSIONS: This new disease is pushing the scientific community to develop swiftly a safe and effective vaccine. Notwithstanding the limitations of our analysis, given by the absence of available results, we try to provide a comprehensive view of the ongoing clinical trials in humans. Our analysis reveals a worldwide effort of both scientists and enterprises to achieve one of the most challenging goals of our century."],"journal":"Panminerva Med","authors":["Checcucci, Enrico","Piramide, Federico","Pecoraro, Angela","Amparore, Daniele","Campi, Riccardo","Fiori, Cristian","Elhage, Oussama","Kotecha, Pinky","Vyakarnam, Annapurna","Serni, Sergio","Dasgupta, Prokar","Porpiglia, Francesco"],"date":"2020-05-28T11:00:00Z","year":2020,"_id":"32456404","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.23736/S0031-0808.20.03958-0","locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1667967698918703104,"score":276.9636},{"pmid":32315451,"pmcid":"PMC7173761","title":"Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","text":["Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines.","Cochrane Database Syst Rev","Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M","32315451"],"journal":"Cochrane Database Syst Rev","authors":["Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M"],"date":"2020-04-22T11:00:00Z","year":2020,"_id":"32315451","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1002/14651858.CD013582","locations":["Australia"],"countries":["Australia"],"countries_codes":["AUS|Australia"],"topics":["Prevention"],"weight":1,"abstract":["BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines."],"_version_":1666138493587292160,"score":275.045},{"pmid":32395837,"title":"Personal Protective Equipment (PPE) for Surgeons during COVID-19 Pandemic: A Systematic Review of Availability, Usage, and Rationing.","text":["Personal Protective Equipment (PPE) for Surgeons during COVID-19 Pandemic: A Systematic Review of Availability, Usage, and Rationing.","BACKGROUND: Surgeons need guidance regarding appropriate personal protective equipment (PPE) during the COVID-19 pandemic based on scientific evidence rather than availability. The aim of this paper is to inform surgeons of appropriate PPE requirements, and to discuss usage, availability, rationing and future solutions. METHODS: A systematic review was undertaken in accordance with the PRISMA guidelines using the MEDLINE, EMBASE, & WHO COVID-19 Databases. Newspaper and internet article sources were identified using NEXIS. The search was complemented by bibliographic secondary linkage. The findings were analysed alongside guidelines from the World Health Organisation (WHO), Public Health England (PHE), the Royal College of Surgeons & Specialty Associations. RESULTS: Of a total 1329 articles identified, 305 were removed (duplicates etc), and finally, 95 studies met the inclusion criteria. Recommendations made by the WHO regarding the use of PPE in the COVID-19 pandemic have evolved alongside emerging evidence. Medical resources including PPE have been rapidly overwhelmed. There is a global effort to overcome this by combining the most effective use of existing PPE in combination with innovative strategies to produce more. Practical advice on all aspects of PPE are detailed in this systematic review. CONCLUSION: Although there is a need to balance limited supplies with staff and patient safety, this should not leave surgeons treating patients with inadequate PPE. This article is protected by copyright. All rights reserved.","Br J Surg","Jessop, Zita M","Dobbs, Thomas D","Ali, Stephen R","Combellack, Emman","Clancy, Rachel","Ibrahim, Nader","Jovic, Thomas H","Kaur, Anjana J","Nijran, Amit","O'Neill, Tomas B","Whitaker, Iain S","32395837"],"abstract":["BACKGROUND: Surgeons need guidance regarding appropriate personal protective equipment (PPE) during the COVID-19 pandemic based on scientific evidence rather than availability. The aim of this paper is to inform surgeons of appropriate PPE requirements, and to discuss usage, availability, rationing and future solutions. METHODS: A systematic review was undertaken in accordance with the PRISMA guidelines using the MEDLINE, EMBASE, & WHO COVID-19 Databases. Newspaper and internet article sources were identified using NEXIS. The search was complemented by bibliographic secondary linkage. The findings were analysed alongside guidelines from the World Health Organisation (WHO), Public Health England (PHE), the Royal College of Surgeons & Specialty Associations. RESULTS: Of a total 1329 articles identified, 305 were removed (duplicates etc), and finally, 95 studies met the inclusion criteria. Recommendations made by the WHO regarding the use of PPE in the COVID-19 pandemic have evolved alongside emerging evidence. Medical resources including PPE have been rapidly overwhelmed. There is a global effort to overcome this by combining the most effective use of existing PPE in combination with innovative strategies to produce more. Practical advice on all aspects of PPE are detailed in this systematic review. CONCLUSION: Although there is a need to balance limited supplies with staff and patient safety, this should not leave surgeons treating patients with inadequate PPE. This article is protected by copyright. All rights reserved."],"journal":"Br J Surg","authors":["Jessop, Zita M","Dobbs, Thomas D","Ali, Stephen R","Combellack, Emman","Clancy, Rachel","Ibrahim, Nader","Jovic, Thomas H","Kaur, Anjana J","Nijran, Amit","O'Neill, Tomas B","Whitaker, Iain S"],"date":"2020-05-13T11:00:00Z","year":2020,"_id":"32395837","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1002/bjs.11750","topics":["Prevention"],"weight":1,"_version_":1666627828046626816,"score":275.04016},{"pmid":32395544,"pmcid":"PMC7210117","title":"A quality evaluation of guidelines on five different viruses causing public health emergencies of international concern.","text":["A quality evaluation of guidelines on five different viruses causing public health emergencies of international concern.","This project aims to evaluate the methods and reporting quality of practice guidelines of five different viruses that have caused Public Health Emergencies of International Concern (PHEIC) over 20 past years: the severe acute respiratory syndrome coronavirus (SARS-CoV), Ebola virus, Middle East respiratory syndrome coronavirus (MERS-CoV), Zika virus and the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). We systematically searched databases, guideline websites and government health agency websites from their inception to February 02, 2020 to extract practice guidelines for SARS-CoV, Ebola virus, MERS-CoV, Zika virus, SARS-CoV-2 and the diseases they caused. The literature was screened independently by four researchers. Then, fifteen researchers evaluated the quality of included guidelines using the AGREE-II (Appraisal of Guidelines for Research and Evaluation II, for methodological quality) instrument and RIGHT (Reporting Items for practice Guidelines in Healthcare, for reporting quality) statement. Finally, a total of 81 guidelines were included, including 21 SARS-CoV guidelines, 11 Ebola virus (EBOV) guidelines, 9 MERS-CoV guidelines, 10 Zika Virus guidelines and 30 SARS-CoV-2 guidelines. The evaluation of the methodological quality indicated that the mean scores of each domain for guidelines of each virus were all below 60%, the scores for guidelines in the domains of \"clarity of presentation\" being the highest and in the \"editorial independence\" lowest. The mean reporting rate of each domain for guidelines of each virus was also less than 60%: the reporting rates for the domain \"background\" were highest, and for the domain \"funding and interests\" lowest. The methodological and reporting quality of the practice guidelines for SARS-CoV, Ebola virus, MERS-CoV, Zika virus and SARS-CoV-2 guidelines tend to be low. We recommend to follow evidence-based methodology and the RIGHT statement on reporting when developing guidelines.","Ann Transl Med","Zhao, Siya","Cao, Jin","Shi, Qianling","Wang, Zijun","Estill, Janne","Lu, Shuya","Luo, Xufei","Zhao, Junxian","Zhang, Hairong","Wang, Jianjian","Wang, Qi","Xun, Yangqin","Zhang, Jingyi","Lv, Meng","Liu, Yunlan","Nie, Xiaomin","Wang, Ling","Zhang, Xianzhuo","Li, Weiguo","Liu, Enmei","Wang, Xiaohui","Chen, Yaolong","32395544"],"abstract":["This project aims to evaluate the methods and reporting quality of practice guidelines of five different viruses that have caused Public Health Emergencies of International Concern (PHEIC) over 20 past years: the severe acute respiratory syndrome coronavirus (SARS-CoV), Ebola virus, Middle East respiratory syndrome coronavirus (MERS-CoV), Zika virus and the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). We systematically searched databases, guideline websites and government health agency websites from their inception to February 02, 2020 to extract practice guidelines for SARS-CoV, Ebola virus, MERS-CoV, Zika virus, SARS-CoV-2 and the diseases they caused. The literature was screened independently by four researchers. Then, fifteen researchers evaluated the quality of included guidelines using the AGREE-II (Appraisal of Guidelines for Research and Evaluation II, for methodological quality) instrument and RIGHT (Reporting Items for practice Guidelines in Healthcare, for reporting quality) statement. Finally, a total of 81 guidelines were included, including 21 SARS-CoV guidelines, 11 Ebola virus (EBOV) guidelines, 9 MERS-CoV guidelines, 10 Zika Virus guidelines and 30 SARS-CoV-2 guidelines. The evaluation of the methodological quality indicated that the mean scores of each domain for guidelines of each virus were all below 60%, the scores for guidelines in the domains of \"clarity of presentation\" being the highest and in the \"editorial independence\" lowest. The mean reporting rate of each domain for guidelines of each virus was also less than 60%: the reporting rates for the domain \"background\" were highest, and for the domain \"funding and interests\" lowest. The methodological and reporting quality of the practice guidelines for SARS-CoV, Ebola virus, MERS-CoV, Zika virus and SARS-CoV-2 guidelines tend to be low. We recommend to follow evidence-based methodology and the RIGHT statement on reporting when developing guidelines."],"journal":"Ann Transl Med","authors":["Zhao, Siya","Cao, Jin","Shi, Qianling","Wang, Zijun","Estill, Janne","Lu, Shuya","Luo, Xufei","Zhao, Junxian","Zhang, Hairong","Wang, Jianjian","Wang, Qi","Xun, Yangqin","Zhang, Jingyi","Lv, Meng","Liu, Yunlan","Nie, Xiaomin","Wang, Ling","Zhang, Xianzhuo","Li, Weiguo","Liu, Enmei","Wang, Xiaohui","Chen, Yaolong"],"date":"2020-05-13T11:00:00Z","year":2020,"_id":"32395544","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.21037/atm.2020.03.130","keywords":["coronavirus","ebola virus (ebov)","zika virus","emergency","practice guideline"],"topics":["Prevention"],"weight":1,"_version_":1666627828019363840,"score":272.74866},{"pmid":32408729,"title":"Systematic rapid living review on rehabilitation needs due to Covid-19: update to April 30th 2020.","text":["Systematic rapid living review on rehabilitation needs due to Covid-19: update to April 30th 2020.","BACKGROUND: This paper adds to the series of systematic rapid living reviews, started in April 2020, to provide the rehabilitation community with updates on the latest scientific literature on rehabilitation needs due to Covid-19 pandemic. OBJECTIVES: To present the results of a systematic scientific literature search performed on papers published from April 1st to April 30th, 2020. METHODS: A systematic search was performed on PubMed, Embase, Scopus, CINAHL, PEDro, Web of Science and the main international guideline databases for articles published (including Epub), in English, from April 1st to April 30th, 2020. Papers were included if they reported on one of the following: 1) prevalence and features of the emerging disability after Covid-19; 2) rehabilitation strategies applied for Covid-19 patients, regardless of setting or stage; 3) information about rehabilitation services after Covid-19; 4) impact on diseases of rehabilitative interest; 5) complications of rehabilitative interest. RESULTS: Out of 445 articles retrieved for the time frame, 50 were finally included for qualitative analysis. They consist of 7 guidelines, 1 scoping review, 1 randomized controlled trial, 4 descriptive studies (qualitative), 1 case series, 1 case report, and 35 expert opinions. CONCLUSIONS: This systematic rapid living review showed an increasing evidence on rehabilitation needs due to COVID-19 outbreak during April 2020. The main novelties include: 1) the first appearance of epidemiological data on the likely high incidence of neurological complications/disabling sequelae in patients hospitalized for COVID-19; 2) rapid guidelines on the management of chronically disabled patients in the COVID-19 era; 3) advices to provide COVID-19 patients with early respiratory rehabilitation in the acute phase, and with telemonitoring and telerehabilitation in the post-acute phase. Although the overall quality of studies has increased, prospective cohort studies on disability course in COVID-19 pandemic and experimental studies on the effects of rehabilitation are still warranted.","Eur J Phys Rehabil Med","de Sire, Alessandro","Andrenelli, Elisa","Negrini, Francesco","Negrini, Stefano","Ceravolo, Maria Gabriella","32408729"],"abstract":["BACKGROUND: This paper adds to the series of systematic rapid living reviews, started in April 2020, to provide the rehabilitation community with updates on the latest scientific literature on rehabilitation needs due to Covid-19 pandemic. OBJECTIVES: To present the results of a systematic scientific literature search performed on papers published from April 1st to April 30th, 2020. METHODS: A systematic search was performed on PubMed, Embase, Scopus, CINAHL, PEDro, Web of Science and the main international guideline databases for articles published (including Epub), in English, from April 1st to April 30th, 2020. Papers were included if they reported on one of the following: 1) prevalence and features of the emerging disability after Covid-19; 2) rehabilitation strategies applied for Covid-19 patients, regardless of setting or stage; 3) information about rehabilitation services after Covid-19; 4) impact on diseases of rehabilitative interest; 5) complications of rehabilitative interest. RESULTS: Out of 445 articles retrieved for the time frame, 50 were finally included for qualitative analysis. They consist of 7 guidelines, 1 scoping review, 1 randomized controlled trial, 4 descriptive studies (qualitative), 1 case series, 1 case report, and 35 expert opinions. CONCLUSIONS: This systematic rapid living review showed an increasing evidence on rehabilitation needs due to COVID-19 outbreak during April 2020. The main novelties include: 1) the first appearance of epidemiological data on the likely high incidence of neurological complications/disabling sequelae in patients hospitalized for COVID-19; 2) rapid guidelines on the management of chronically disabled patients in the COVID-19 era; 3) advices to provide COVID-19 patients with early respiratory rehabilitation in the acute phase, and with telemonitoring and telerehabilitation in the post-acute phase. Although the overall quality of studies has increased, prospective cohort studies on disability course in COVID-19 pandemic and experimental studies on the effects of rehabilitation are still warranted."],"journal":"Eur J Phys Rehabil Med","authors":["de Sire, Alessandro","Andrenelli, Elisa","Negrini, Francesco","Negrini, Stefano","Ceravolo, Maria Gabriella"],"date":"2020-05-16T11:00:00Z","year":2020,"_id":"32408729","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.23736/S1973-9087.20.06378-9","topics":["Prevention"],"weight":1,"_version_":1666897319028588544,"score":266.92953}]}