{"pmid":32456689,"title":"Evaluation of the potential incidence of COVID-19 and effectiveness of containment measures in Spain: a data-driven approach.","text":["Evaluation of the potential incidence of COVID-19 and effectiveness of containment measures in Spain: a data-driven approach.","BACKGROUND: We are currently experiencing an unprecedented challenge, managing and containing an outbreak of a new coronavirus disease known as COVID-19. While China-where the outbreak started-seems to have been able to contain the growth of the epidemic, different outbreaks are nowadays present in multiple countries. Nonetheless, authorities have taken action and implemented containment measures, even if not everything is known. METHODS: To facilitate this task, we have studied the effect of different containment strategies that can be put into effect. Our work referred initially to the situation in Spain as of February 28, 2020, where a few dozens of cases had been detected, but has been updated to match the current situation as of 13 April. We implemented an SEIR metapopulation model that allows tracing explicitly the spatial spread of the disease through data-driven stochastic simulations. RESULTS: Our results are in line with the most recent recommendations from the World Health Organization, namely, that the best strategy is the early detection and isolation of individuals with symptoms, followed by interventions and public recommendations aimed at reducing the transmissibility of the disease, which, although might not be sufficient for disease eradication, would produce as a second order effect a delay of several days in the raise of the number of infected cases. CONCLUSIONS: Many quantitative aspects of the natural history of the disease are still unknown, such as the amount of possible asymptomatic spreading or the role of age in both the susceptibility and mortality of the disease. However, preparedness plans and mitigation interventions should be ready for quick and efficacious deployment globally. The scenarios evaluated here through data-driven simulations indicate that measures aimed at reducing individuals' flow are much less effective than others intended for early case identification and isolation. Therefore, resources should be directed towards detecting as many and as fast as possible the new cases and isolate them.","BMC Med","Aleta, Alberto","Moreno, Yamir","32456689"],"abstract":["BACKGROUND: We are currently experiencing an unprecedented challenge, managing and containing an outbreak of a new coronavirus disease known as COVID-19. While China-where the outbreak started-seems to have been able to contain the growth of the epidemic, different outbreaks are nowadays present in multiple countries. Nonetheless, authorities have taken action and implemented containment measures, even if not everything is known. METHODS: To facilitate this task, we have studied the effect of different containment strategies that can be put into effect. Our work referred initially to the situation in Spain as of February 28, 2020, where a few dozens of cases had been detected, but has been updated to match the current situation as of 13 April. We implemented an SEIR metapopulation model that allows tracing explicitly the spatial spread of the disease through data-driven stochastic simulations. RESULTS: Our results are in line with the most recent recommendations from the World Health Organization, namely, that the best strategy is the early detection and isolation of individuals with symptoms, followed by interventions and public recommendations aimed at reducing the transmissibility of the disease, which, although might not be sufficient for disease eradication, would produce as a second order effect a delay of several days in the raise of the number of infected cases. CONCLUSIONS: Many quantitative aspects of the natural history of the disease are still unknown, such as the amount of possible asymptomatic spreading or the role of age in both the susceptibility and mortality of the disease. However, preparedness plans and mitigation interventions should be ready for quick and efficacious deployment globally. The scenarios evaluated here through data-driven simulations indicate that measures aimed at reducing individuals' flow are much less effective than others intended for early case identification and isolation. Therefore, resources should be directed towards detecting as many and as fast as possible the new cases and isolate them."],"journal":"BMC Med","authors":["Aleta, Alberto","Moreno, Yamir"],"date":"2020-05-28T11:00:00Z","year":2020,"_id":"32456689","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1186/s12916-020-01619-5","keywords":["covid-19","disease spreading","metapopulation dynamics"],"locations":["China","Spain","Spain"],"countries":["China","Spain"],"countries_codes":["CHN|China","ESP|Spain"],"topics":["Prevention"],"weight":1,"_version_":1667967698982666240,"score":9.490897,"similar":[{"pmid":32330703,"pmcid":"PMC7166106","title":"Effectiveness of the measures to flatten the epidemic curve of COVID-19. The case of Spain.","text":["Effectiveness of the measures to flatten the epidemic curve of COVID-19. The case of Spain.","After the cases of COVID-19 skyrocketed, showing that it was no longer possible to contain the spread of the disease, the governments of many countries launched mitigation strategies, trying to slow the spread of the epidemic and flatten its curve. The Spanish Government adopted physical distancing measures on March 14; 13 days after the epidemic outbreak started its exponential growth. Our objective in this paper was to evaluate ex-ante (before the flattening of the curve) the effectiveness of the measures adopted by the Spanish Government to mitigate the COVID-19 epidemic. Our hypothesis was that the behavior of the epidemic curve is very similar in all countries. We employed a time series design, using information from January 17 to April 5, 2020 on the new daily COVID-19 cases from Spain, China and Italy. We specified two generalized linear mixed models (GLMM) with variable response from the Gaussian family (i.e. linear mixed models): one to explain the shape of the epidemic curve of accumulated cases and the other to estimate the effect of the intervention. Just one day after implementing the measures, the variation rate of accumulated cases decreased daily, on average, by 3.059 percentage points, (95% credibility interval: -5.371, -0.879). This reduction will be greater as time passes. The reduction in the variation rate of the accumulated cases, on the last day for which we have data, has reached 5.11 percentage points. The measures taken by the Spanish Government on March 14, 2020 to mitigate the epidemic curve of COVID-19 managed to flatten the curve and although they have not (yet) managed to enter the decrease phase, they are on the way to do so.","Sci Total Environ","Saez, Marc","Tobias, Aurelio","Varga, Diego","Barcelo, Maria Antonia","32330703"],"abstract":["After the cases of COVID-19 skyrocketed, showing that it was no longer possible to contain the spread of the disease, the governments of many countries launched mitigation strategies, trying to slow the spread of the epidemic and flatten its curve. The Spanish Government adopted physical distancing measures on March 14; 13 days after the epidemic outbreak started its exponential growth. Our objective in this paper was to evaluate ex-ante (before the flattening of the curve) the effectiveness of the measures adopted by the Spanish Government to mitigate the COVID-19 epidemic. Our hypothesis was that the behavior of the epidemic curve is very similar in all countries. We employed a time series design, using information from January 17 to April 5, 2020 on the new daily COVID-19 cases from Spain, China and Italy. We specified two generalized linear mixed models (GLMM) with variable response from the Gaussian family (i.e. linear mixed models): one to explain the shape of the epidemic curve of accumulated cases and the other to estimate the effect of the intervention. Just one day after implementing the measures, the variation rate of accumulated cases decreased daily, on average, by 3.059 percentage points, (95% credibility interval: -5.371, -0.879). This reduction will be greater as time passes. The reduction in the variation rate of the accumulated cases, on the last day for which we have data, has reached 5.11 percentage points. The measures taken by the Spanish Government on March 14, 2020 to mitigate the epidemic curve of COVID-19 managed to flatten the curve and although they have not (yet) managed to enter the decrease phase, they are on the way to do so."],"journal":"Sci Total Environ","authors":["Saez, Marc","Tobias, Aurelio","Varga, Diego","Barcelo, Maria Antonia"],"date":"2020-04-25T11:00:00Z","year":2020,"_id":"32330703","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1016/j.scitotenv.2020.138761","keywords":["covid-19","generalized linear mixed models","mitigation","physical distancing","r-inla"],"locations":["Spain","China","Italy","Gaussian","Spain"],"countries":["Italy","China","Spain"],"countries_codes":["ITA|Italy","CHN|China","ESP|Spain"],"topics":["Prevention"],"weight":1,"_version_":1666138494653693955,"score":215.22728},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","source":"PubMed","week":"202011|Mar 09 - Mar 15","locations":["Saudi Arabia","Wuhan","China","Hubei","China","China","Saudi Arabia","China","United States","China","China","Italy","Statpearls"],"countries":["United States","Saudi Arabia","China","Italy"],"countries_codes":["USA|United States","SAU|Saudi Arabia","CHN|China","ITA|Italy"],"topics":["Prevention","Transmission"],"weight":1,"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1666138492715925504,"score":209.40474},{"pmid":32327608,"title":"Spread and dynamics of the COVID-19 epidemic in Italy: Effects of emergency containment measures.","text":["Spread and dynamics of the COVID-19 epidemic in Italy: Effects of emergency containment measures.","The spread of coronavirus disease 2019 (COVID-19) in Italy prompted drastic measures for transmission containment. We examine the effects of these interventions, based on modeling of the unfolding epidemic. We test modeling options of the spatially explicit type, suggested by the wave of infections spreading from the initial foci to the rest of Italy. We estimate parameters of a metacommunity Susceptible-Exposed-Infected-Recovered (SEIR)-like transmission model that includes a network of 107 provinces connected by mobility at high resolution, and the critical contribution of presymptomatic and asymptomatic transmission. We estimate a generalized reproduction number ([Formula: see text] = 3.60 [3.49 to 3.84]), the spectral radius of a suitable next-generation matrix that measures the potential spread in the absence of containment interventions. The model includes the implementation of progressive restrictions after the first case confirmed in Italy (February 21, 2020) and runs until March 25, 2020. We account for uncertainty in epidemiological reporting, and time dependence of human mobility matrices and awareness-dependent exposure probabilities. We draw scenarios of different containment measures and their impact. Results suggest that the sequence of restrictions posed to mobility and human-to-human interactions have reduced transmission by 45% (42 to 49%). Averted hospitalizations are measured by running scenarios obtained by selectively relaxing the imposed restrictions and total about 200,000 individuals (as of March 25, 2020). Although a number of assumptions need to be reexamined, like age structure in social mixing patterns and in the distribution of mobility, hospitalization, and fatality, we conclude that verifiable evidence exists to support the planning of emergency measures.","Proc Natl Acad Sci U S A","Gatto, Marino","Bertuzzo, Enrico","Mari, Lorenzo","Miccoli, Stefano","Carraro, Luca","Casagrandi, Renato","Rinaldo, Andrea","32327608"],"abstract":["The spread of coronavirus disease 2019 (COVID-19) in Italy prompted drastic measures for transmission containment. We examine the effects of these interventions, based on modeling of the unfolding epidemic. We test modeling options of the spatially explicit type, suggested by the wave of infections spreading from the initial foci to the rest of Italy. We estimate parameters of a metacommunity Susceptible-Exposed-Infected-Recovered (SEIR)-like transmission model that includes a network of 107 provinces connected by mobility at high resolution, and the critical contribution of presymptomatic and asymptomatic transmission. We estimate a generalized reproduction number ([Formula: see text] = 3.60 [3.49 to 3.84]), the spectral radius of a suitable next-generation matrix that measures the potential spread in the absence of containment interventions. The model includes the implementation of progressive restrictions after the first case confirmed in Italy (February 21, 2020) and runs until March 25, 2020. We account for uncertainty in epidemiological reporting, and time dependence of human mobility matrices and awareness-dependent exposure probabilities. We draw scenarios of different containment measures and their impact. Results suggest that the sequence of restrictions posed to mobility and human-to-human interactions have reduced transmission by 45% (42 to 49%). Averted hospitalizations are measured by running scenarios obtained by selectively relaxing the imposed restrictions and total about 200,000 individuals (as of March 25, 2020). Although a number of assumptions need to be reexamined, like age structure in social mixing patterns and in the distribution of mobility, hospitalization, and fatality, we conclude that verifiable evidence exists to support the planning of emergency measures."],"journal":"Proc Natl Acad Sci U S A","authors":["Gatto, Marino","Bertuzzo, Enrico","Mari, Lorenzo","Miccoli, Stefano","Carraro, Luca","Casagrandi, Renato","Rinaldo, Andrea"],"date":"2020-04-25T11:00:00Z","year":2020,"_id":"32327608","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1073/pnas.2004978117","keywords":["sars-cov-2","seir models","disease outbreak scenarios","social contact restrictions","spatially explicit epidemiology"],"locations":["Italy","Italy","Italy","Italy"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"topics":["Prevention"],"weight":1,"_version_":1666138494677811201,"score":204.0871},{"pmid":32191691,"title":"Evaluation of the Effectiveness of Surveillance and Containment Measures for the First 100 Patients with COVID-19 in Singapore - January 2-February 29, 2020.","text":["Evaluation of the Effectiveness of Surveillance and Containment Measures for the First 100 Patients with COVID-19 in Singapore - January 2-February 29, 2020.","Coronavirus disease 2019 (COVID-19) was first reported in Wuhan, China, in December 2019, and has since spread globally, resulting in >95,000 confirmed COVID-19 cases worldwide by March 5, 2020 (1). Singapore adopted a multipronged surveillance strategy that included applying the case definition at medical consults, tracing contacts of patients with laboratory-confirmed COVID-19, enhancing surveillance among different patient groups (all patients with pneumonia, hospitalized patients in intensive care units [ICUs] with possible infectious diseases, primary care patients with influenza-like illness, and deaths from possible infectious etiologies), and allowing clinician discretion (i.e., option to order a test based on clinical suspicion, even if the case definition was not met) to identify COVID-19 patients. Containment measures, including patient isolation and quarantine, active monitoring of contacts, border controls, and community education and precautions, were performed to minimize disease spread. As of March 5, 2020, a total of 117 COVID-19 cases had been identified in Singapore. This report analyzes the first 100 COVID-19 patients in Singapore to determine the effectiveness of the surveillance and containment measures. COVID-19 patients were classified by the primary means by which they were detected. Application of the case definition and contact tracing identified 73 patients, 16 were detected by enhanced surveillance, and 11 were identified by laboratory testing based on providers' clinical discretion. Effectiveness of these measures was assessed by calculating the 7-day moving average of the interval from symptom onset to isolation in hospital or quarantine, which indicated significant decreasing trends for both local and imported COVID-19 cases. Rapid identification and isolation of cases, quarantine of close contacts, and active monitoring of other contacts have been effective in suppressing expansion of the outbreak and have implications for other countries experiencing outbreaks.","MMWR Morb Mortal Wkly Rep","Ng, Yixiang","Li, Zongbin","Chua, Yi Xian","Chaw, Wei Liang","Zhao, Zheng","Er, Benjamin","Pung, Rachael","Chiew, Calvin J","Lye, David C","Heng, Derrick","Lee, Vernon J","32191691"],"abstract":["Coronavirus disease 2019 (COVID-19) was first reported in Wuhan, China, in December 2019, and has since spread globally, resulting in >95,000 confirmed COVID-19 cases worldwide by March 5, 2020 (1). Singapore adopted a multipronged surveillance strategy that included applying the case definition at medical consults, tracing contacts of patients with laboratory-confirmed COVID-19, enhancing surveillance among different patient groups (all patients with pneumonia, hospitalized patients in intensive care units [ICUs] with possible infectious diseases, primary care patients with influenza-like illness, and deaths from possible infectious etiologies), and allowing clinician discretion (i.e., option to order a test based on clinical suspicion, even if the case definition was not met) to identify COVID-19 patients. Containment measures, including patient isolation and quarantine, active monitoring of contacts, border controls, and community education and precautions, were performed to minimize disease spread. As of March 5, 2020, a total of 117 COVID-19 cases had been identified in Singapore. This report analyzes the first 100 COVID-19 patients in Singapore to determine the effectiveness of the surveillance and containment measures. COVID-19 patients were classified by the primary means by which they were detected. Application of the case definition and contact tracing identified 73 patients, 16 were detected by enhanced surveillance, and 11 were identified by laboratory testing based on providers' clinical discretion. Effectiveness of these measures was assessed by calculating the 7-day moving average of the interval from symptom onset to isolation in hospital or quarantine, which indicated significant decreasing trends for both local and imported COVID-19 cases. Rapid identification and isolation of cases, quarantine of close contacts, and active monitoring of other contacts have been effective in suppressing expansion of the outbreak and have implications for other countries experiencing outbreaks."],"journal":"MMWR Morb Mortal Wkly Rep","authors":["Ng, Yixiang","Li, Zongbin","Chua, Yi Xian","Chaw, Wei Liang","Zhao, Zheng","Er, Benjamin","Pung, Rachael","Chiew, Calvin J","Lye, David C","Heng, Derrick","Lee, Vernon J"],"date":"2020-03-20T11:00:00Z","year":2020,"_id":"32191691","source":"PubMed","week":"202012|Mar 16 - Mar 22","doi":"10.15585/mmwr.mm6911e1","locations":["Wuhan","China","Singapore","Singapore","Singapore","Singapore"],"countries":["China","Singapore"],"countries_codes":["CHN|China","SGP|Singapore"],"topics":["Prevention"],"weight":1,"_version_":1666138492500967424,"score":199.39107},{"pmid":32269067,"pmcid":"PMC7164388","title":"Effective containment explains subexponential growth in recent confirmed COVID-19 cases in China.","text":["Effective containment explains subexponential growth in recent confirmed COVID-19 cases in China.","The recent outbreak of COVID-19 in Mainland China was characterized by a distinctive subexponential increase of confirmed cases during the early phase of the epidemic, contrasting an initial exponential growth expected for an unconstrained outbreak. We show that this effect can be explained as a direct consequence of containment policies that effectively deplete the susceptible population. To this end, we introduce a parsimonious model that captures both, quarantine of symptomatic infected individuals as well as population-wide isolation practices in response to containment policies or behavioral changes and show that the model captures the observed growth behavior accurately. The insights provided here may aid the careful implementation of containment strategies for ongoing secondary outbreaks of COVID-19 or similar future outbreaks of other emergent infectious diseases.","Science","Maier, Benjamin F","Brockmann, Dirk","32269067"],"abstract":["The recent outbreak of COVID-19 in Mainland China was characterized by a distinctive subexponential increase of confirmed cases during the early phase of the epidemic, contrasting an initial exponential growth expected for an unconstrained outbreak. We show that this effect can be explained as a direct consequence of containment policies that effectively deplete the susceptible population. To this end, we introduce a parsimonious model that captures both, quarantine of symptomatic infected individuals as well as population-wide isolation practices in response to containment policies or behavioral changes and show that the model captures the observed growth behavior accurately. The insights provided here may aid the careful implementation of containment strategies for ongoing secondary outbreaks of COVID-19 or similar future outbreaks of other emergent infectious diseases."],"journal":"Science","authors":["Maier, Benjamin F","Brockmann, Dirk"],"date":"2020-04-10T11:00:00Z","year":2020,"_id":"32269067","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.1126/science.abb4557","locations":["China","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1666138491794227200,"score":197.83609}]}