{"pmid":32453451,"title":"Sars-CoV-2 in the context of past coronaviruses epidemics: Consideration for prenatal care.","text":["Sars-CoV-2 in the context of past coronaviruses epidemics: Consideration for prenatal care.","Since December 2019, the novel SARS-CoV-2 outbreak has resulted in millions of cases and more than 200,000 deaths worldwide. The clinical course among non-pregnant women has been described but data about potential risks for women and their fetus remain scarce. The SARS and MERS epidemics were responsible for miscarriages, adverse fetal and neonatal outcomes and maternal deaths. For COVID-19 infection, only 9 cases of maternal death have been reported as of April 22, 2020 and pregnant women seem to develop the same clinical presentation as the general population. However, severe maternal cases, as well as prematurity, fetal distress and stillbirth among newborns have been reported. The SARS-CoV-2 pandemic greatly impacts prenatal management and surveillance and raise the need for clear unanimous guidelines. In this narrative review, we describe the current knowledge about coronaviruses (SARS, MERS and SARS-CoV-2) risks and consequences on pregnancies and we summarize available current candidate therapeutic options for pregnant women. Finally, we compare current guidance proposed by RCOG, ACOG and the WHO to give an overview of prenatal management which should be utilized until future data appear. This article is protected by copyright. All rights reserved.","Prenat Diagn","Lambelet, Valentine","Vouga, Manon","Pomar, Leo","Favre, Guillaume","Gerbier, Eva","Panchaud, Alice","Baud, David","32453451"],"abstract":["Since December 2019, the novel SARS-CoV-2 outbreak has resulted in millions of cases and more than 200,000 deaths worldwide. The clinical course among non-pregnant women has been described but data about potential risks for women and their fetus remain scarce. The SARS and MERS epidemics were responsible for miscarriages, adverse fetal and neonatal outcomes and maternal deaths. For COVID-19 infection, only 9 cases of maternal death have been reported as of April 22, 2020 and pregnant women seem to develop the same clinical presentation as the general population. However, severe maternal cases, as well as prematurity, fetal distress and stillbirth among newborns have been reported. The SARS-CoV-2 pandemic greatly impacts prenatal management and surveillance and raise the need for clear unanimous guidelines. In this narrative review, we describe the current knowledge about coronaviruses (SARS, MERS and SARS-CoV-2) risks and consequences on pregnancies and we summarize available current candidate therapeutic options for pregnant women. Finally, we compare current guidance proposed by RCOG, ACOG and the WHO to give an overview of prenatal management which should be utilized until future data appear. This article is protected by copyright. All rights reserved."],"journal":"Prenat Diagn","authors":["Lambelet, Valentine","Vouga, Manon","Pomar, Leo","Favre, Guillaume","Gerbier, Eva","Panchaud, Alice","Baud, David"],"date":"2020-05-27T11:00:00Z","year":2020,"_id":"32453451","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1002/pd.5759","topics":["Prevention"],"weight":1,"_version_":1667983494531252224,"score":9.490897,"similar":[{"pmid":32180426,"title":"An Analysis of 38 Pregnant Women with COVID-19, Their Newborn Infants, and Maternal-Fetal Transmission of SARS-CoV-2: Maternal Coronavirus Infections and Pregnancy Outcomes.","text":["An Analysis of 38 Pregnant Women with COVID-19, Their Newborn Infants, and Maternal-Fetal Transmission of SARS-CoV-2: Maternal Coronavirus Infections and Pregnancy Outcomes.","The emergence of a novel coronavirus, termed SARS-CoV-2, and the potentially life-threating respiratory disease that it can produce, COVID-19, has rapidly spread across the globe creating a massive public health problem. Previous epidemics of many emerging viral infections have typically resulted in poor obstetrical outcomes including maternal morbidity and mortality, maternal-fetal transmission of the virus, and perinatal infections and death. This communication reviews the effects of two previous coronavirus infections - severe acute respiratory syndrome (SARS) caused by SARS-CoV and Middle East respiratory syndrome (MERS) caused by MERS-CoV - on pregnancy outcomes. In addition, it analyzes literature describing 38 pregnant women with COVID-19 and their newborns in China to assess the effects of SARS-CoV-2 on the mothers and infants including clinical, laboratory and virologic data, and the transmissibility of the virus from mother to fetus. This analysis reveals that unlike coronavirus infections of pregnant women caused by SARS and MERS, in these 38 pregnant women COVID-19 did not lead to maternal deaths. Importantly, and similar to pregnancies with SARS and MERS, there were no confirmed cases of intrauterine transmission of SARS-CoV-2 from mothers with COVID-19 to their fetuses. All neonatal specimens tested, including in some cases placentas, were negative by rt-PCR for SARS-CoV-2. At this point in the global pandemic of COVID-19 infection there is no evidence that SARS-CoV-2 undergoes intrauterine or transplacental transmission from infected pregnant women to their fetuses. Analysis of additional cases is necessary to determine if this remains true.","Arch Pathol Lab Med","Schwartz, David A","32180426"],"abstract":["The emergence of a novel coronavirus, termed SARS-CoV-2, and the potentially life-threating respiratory disease that it can produce, COVID-19, has rapidly spread across the globe creating a massive public health problem. Previous epidemics of many emerging viral infections have typically resulted in poor obstetrical outcomes including maternal morbidity and mortality, maternal-fetal transmission of the virus, and perinatal infections and death. This communication reviews the effects of two previous coronavirus infections - severe acute respiratory syndrome (SARS) caused by SARS-CoV and Middle East respiratory syndrome (MERS) caused by MERS-CoV - on pregnancy outcomes. In addition, it analyzes literature describing 38 pregnant women with COVID-19 and their newborns in China to assess the effects of SARS-CoV-2 on the mothers and infants including clinical, laboratory and virologic data, and the transmissibility of the virus from mother to fetus. This analysis reveals that unlike coronavirus infections of pregnant women caused by SARS and MERS, in these 38 pregnant women COVID-19 did not lead to maternal deaths. Importantly, and similar to pregnancies with SARS and MERS, there were no confirmed cases of intrauterine transmission of SARS-CoV-2 from mothers with COVID-19 to their fetuses. All neonatal specimens tested, including in some cases placentas, were negative by rt-PCR for SARS-CoV-2. At this point in the global pandemic of COVID-19 infection there is no evidence that SARS-CoV-2 undergoes intrauterine or transplacental transmission from infected pregnant women to their fetuses. Analysis of additional cases is necessary to determine if this remains true."],"journal":"Arch Pathol Lab Med","authors":["Schwartz, David A"],"date":"2020-03-18T11:00:00Z","year":2020,"_id":"32180426","source":"PubMed","week":"202012|Mar 16 - Mar 22","doi":"10.5858/arpa.2020-0901-SA","locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"weight":0,"_version_":1666138492556541953,"score":401.74512},{"pmid":32354293,"title":"Coronavirus disease 2019 (COVID-19) and pregnancy: a systematic review.","text":["Coronavirus disease 2019 (COVID-19) and pregnancy: a systematic review.","Objective: To summarize currently available evidence on maternal, fetal, and neonatal outcomes of pregnant women infected with Coronavirus Disease 2019 (COVID-19).Material and methods: PubMed, Google Scholar, CNKI, Wanfang Data, VIP, and CBMdisc were searched for studies reporting maternal, fetal, and neonatal outcomes of women infected with COVID-19 published from 1 January 2020 to 26 March 2020. The protocol was registered with the Open Science Framework (DOI: 10.17605/OSF.IO/34ZAV).Results: In total, 18 studies comprising 114 pregnant women were included in the review. Fever (87.5%) and cough (53.8%) were the most commonly reported symptoms, followed by fatigue (22.5%), diarrhea (8.8%), dyspnea (11.3%), sore throat (7.5%), and myalgia (16.3%). The majority of patients (91%) had cesarean delivery due to various indications. In terms of fetal and neonatal outcomes, stillbirth (1.2%), neonatal death (1.2%), preterm birth (21.3%), low birth weight (<2500 g, 5.3%), fetal distress (10.7%), and neonatal asphyxia (1.2%) were reported. There are reports of neonatal infection, but no direct evidence of intrauterine vertical transmission has been found.Conclusions: The clinical characteristics of pregnant women with COVID-19 are similar to those of non-pregnant adults. Fetal and neonatal outcomes appear good in most cases, but available data only include pregnant women infected in their third trimesters. Further studies are needed to ascertain long-term outcomes and potential intrauterine vertical transmission.","J Matern Fetal Neonatal Med","Yang, Ziyi","Wang, Min","Zhu, Ziyu","Liu, Yi","32354293"],"abstract":["Objective: To summarize currently available evidence on maternal, fetal, and neonatal outcomes of pregnant women infected with Coronavirus Disease 2019 (COVID-19).Material and methods: PubMed, Google Scholar, CNKI, Wanfang Data, VIP, and CBMdisc were searched for studies reporting maternal, fetal, and neonatal outcomes of women infected with COVID-19 published from 1 January 2020 to 26 March 2020. The protocol was registered with the Open Science Framework (DOI: 10.17605/OSF.IO/34ZAV).Results: In total, 18 studies comprising 114 pregnant women were included in the review. Fever (87.5%) and cough (53.8%) were the most commonly reported symptoms, followed by fatigue (22.5%), diarrhea (8.8%), dyspnea (11.3%), sore throat (7.5%), and myalgia (16.3%). The majority of patients (91%) had cesarean delivery due to various indications. In terms of fetal and neonatal outcomes, stillbirth (1.2%), neonatal death (1.2%), preterm birth (21.3%), low birth weight (<2500 g, 5.3%), fetal distress (10.7%), and neonatal asphyxia (1.2%) were reported. There are reports of neonatal infection, but no direct evidence of intrauterine vertical transmission has been found.Conclusions: The clinical characteristics of pregnant women with COVID-19 are similar to those of non-pregnant adults. Fetal and neonatal outcomes appear good in most cases, but available data only include pregnant women infected in their third trimesters. Further studies are needed to ascertain long-term outcomes and potential intrauterine vertical transmission."],"journal":"J Matern Fetal Neonatal Med","authors":["Yang, Ziyi","Wang, Min","Zhu, Ziyu","Liu, Yi"],"date":"2020-05-02T11:00:00Z","year":2020,"_id":"32354293","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1080/14767058.2020.1759541","keywords":["coronavirus disease 2019","pregnancy","severe acute respiratory syndrome coronavirus 2","systematic review"],"topics":["Diagnosis","Transmission"],"weight":1,"_version_":1666138495236702209,"score":391.94907},{"pmid":32199996,"pmcid":"PMC7186548","title":"[SARS-CoV-2 infection during pregnancy. Information and proposal of management care. CNGOF].","text":["[SARS-CoV-2 infection during pregnancy. Information and proposal of management care. CNGOF].","A new coronavirus (SARS-CoV-2) highlighted at the end of 2019 in China is spreading across all continents. Most often at the origin of a mild infectious syndrome, associating mild symptoms (fever, cough, myalgia, headache and possible digestive disorders) to different degrees, SARS-Covid-2 can cause serious pulmonary pathologies and sometimes death. Data on the consequences during pregnancy are limited. The first Chinese data published seem to show that the symptoms in pregnant women are the same as those of the general population. There are no cases of intrauterine maternal-fetal transmission, but cases of newborns infected early suggest that there could be vertical perpartum or neonatal transmission. Induced prematurity and cases of respiratory distress in newborns of infected mothers have been described. Pregnancy is known as a period at higher risk for the consequences of respiratory infections, as for influenza, so it seems important to screen for Covid-19 in the presence of symptoms and to monitor closely pregnant women. In this context of the SARS-Covid-2 epidemic, the societies of gynecology-obstetrics, infectious diseases and neonatalogy have proposed a French protocol for the management of possible and proven cases of SARS-Covid-2 in pregnant women. These proposals may evolve on a daily basis with the advancement of the epidemic and knowledge in pregnant women. Subsequently, an in-depth analysis of cases in pregnant women will be necessary in order to improve knowledge on the subject.","Gynecol Obstet Fertil Senol","Peyronnet, V","Sibiude, J","Deruelle, P","Huissoud, C","Lescure, X","Lucet, J-C","Mandelbrot, L","Nisand, I","Vayssiere, C","Yazpandanah, Y","Luton, D","Picone, O","32199996"],"abstract":["A new coronavirus (SARS-CoV-2) highlighted at the end of 2019 in China is spreading across all continents. Most often at the origin of a mild infectious syndrome, associating mild symptoms (fever, cough, myalgia, headache and possible digestive disorders) to different degrees, SARS-Covid-2 can cause serious pulmonary pathologies and sometimes death. Data on the consequences during pregnancy are limited. The first Chinese data published seem to show that the symptoms in pregnant women are the same as those of the general population. There are no cases of intrauterine maternal-fetal transmission, but cases of newborns infected early suggest that there could be vertical perpartum or neonatal transmission. Induced prematurity and cases of respiratory distress in newborns of infected mothers have been described. Pregnancy is known as a period at higher risk for the consequences of respiratory infections, as for influenza, so it seems important to screen for Covid-19 in the presence of symptoms and to monitor closely pregnant women. In this context of the SARS-Covid-2 epidemic, the societies of gynecology-obstetrics, infectious diseases and neonatalogy have proposed a French protocol for the management of possible and proven cases of SARS-Covid-2 in pregnant women. These proposals may evolve on a daily basis with the advancement of the epidemic and knowledge in pregnant women. Subsequently, an in-depth analysis of cases in pregnant women will be necessary in order to improve knowledge on the subject."],"journal":"Gynecol Obstet Fertil Senol","authors":["Peyronnet, V","Sibiude, J","Deruelle, P","Huissoud, C","Lescure, X","Lucet, J-C","Mandelbrot, L","Nisand, I","Vayssiere, C","Yazpandanah, Y","Luton, D","Picone, O"],"date":"2020-03-23T11:00:00Z","year":2020,"_id":"32199996","source":"PubMed","week":"202013|Mar 23 - Mar 29","doi":"10.1016/j.gofs.2020.03.014","keywords":["covid-19","coronavirus sars-cov-2","covid-19","grossesse","maternal-fetal transmission","newborn","nouveau-ne","pregnancy","transmission materno-foetale"],"locations":["China","myalgia","headache","Chinese","French"],"countries":["China","France"],"countries_codes":["CHN|China","FRA|France"],"topics":["Transmission","Diagnosis"],"weight":1,"_version_":1666138490121748481,"score":391.42267},{"pmid":32440660,"title":"Analysis of Maternal Coronavirus Infections and Neonates Born to Mothers with 2019-nCoV; a Systematic Review.","text":["Analysis of Maternal Coronavirus Infections and Neonates Born to Mothers with 2019-nCoV; a Systematic Review.","Introduction: The emergence and fast spread of 2019 novel coronavirus (2019-nCoV) threatens the world as a new public health crisis. This study aimed to clarify the impact of novel coronavirus disease (COVID-19) on pregnant patients and maternal and neonatal outcomes. Methods: A comprehensive literature search was conducted in databases including PubMed, Scopus, Embase, ProQuest, and Science Direct. All studies including original data; case reports, case series, descriptive and observational studies, and randomized controlled trials were searched from December 2019 until 19 March 2020. Results: The search identified 1472 results and 939 abstracts were screened. 928 articles were excluded because studies did not include pregnant women. Full texts of eleven relevant studies were reviewed and finally nine studies were included in this study. The characteristics of 89 pregnant women and their neonates were studied. Results revealed that low-grade fever and cough were the principal symptoms in all patients. The main reported laboratory findings were lymphopenia, elevated C-Reactive Protein (CRP), Amino alanine transferase (ALT), and Aspartate amino transferase (AST). In all symptomatic cases, chest Computerized Tomography (CT) scans were abnormal. Fetal distress, premature rupture of membranes and preterm labor were the main prenatal complications. Two women needed intensive care unit admission and mechanical ventilation, one of whom developed multi-organ dysfunction and was on Extracorporeal Membrane Oxygenation (ECMO). No case of maternal death was reported up to the time the studies were published. 79 mothers delivered their babies by cesarean section and five women had a vaginal delivery. No fetal infection through intrauterine vertical transmission was reported. Conclusions: Available data showed that pregnant patients in late pregnancy had clinical manifestations similar to non-pregnant adults. It appears that the risk of fetal distress, preterm delivery and prelabor rupture of membranes (PROM) rises with the onset of COVID-19 in the third trimester of pregnancy. There is also no evidence of intrauterine and transplacental transmission of COVID-19 to the fetus in the third trimester of pregnancies.","Arch Acad Emerg Med","Muhidin, Salut","Behboodi Moghadam, Zahra","Vizheh, Maryam","32440660"],"abstract":["Introduction: The emergence and fast spread of 2019 novel coronavirus (2019-nCoV) threatens the world as a new public health crisis. This study aimed to clarify the impact of novel coronavirus disease (COVID-19) on pregnant patients and maternal and neonatal outcomes. Methods: A comprehensive literature search was conducted in databases including PubMed, Scopus, Embase, ProQuest, and Science Direct. All studies including original data; case reports, case series, descriptive and observational studies, and randomized controlled trials were searched from December 2019 until 19 March 2020. Results: The search identified 1472 results and 939 abstracts were screened. 928 articles were excluded because studies did not include pregnant women. Full texts of eleven relevant studies were reviewed and finally nine studies were included in this study. The characteristics of 89 pregnant women and their neonates were studied. Results revealed that low-grade fever and cough were the principal symptoms in all patients. The main reported laboratory findings were lymphopenia, elevated C-Reactive Protein (CRP), Amino alanine transferase (ALT), and Aspartate amino transferase (AST). In all symptomatic cases, chest Computerized Tomography (CT) scans were abnormal. Fetal distress, premature rupture of membranes and preterm labor were the main prenatal complications. Two women needed intensive care unit admission and mechanical ventilation, one of whom developed multi-organ dysfunction and was on Extracorporeal Membrane Oxygenation (ECMO). No case of maternal death was reported up to the time the studies were published. 79 mothers delivered their babies by cesarean section and five women had a vaginal delivery. No fetal infection through intrauterine vertical transmission was reported. Conclusions: Available data showed that pregnant patients in late pregnancy had clinical manifestations similar to non-pregnant adults. It appears that the risk of fetal distress, preterm delivery and prelabor rupture of membranes (PROM) rises with the onset of COVID-19 in the third trimester of pregnancy. There is also no evidence of intrauterine and transplacental transmission of COVID-19 to the fetus in the third trimester of pregnancies."],"journal":"Arch Acad Emerg Med","authors":["Muhidin, Salut","Behboodi Moghadam, Zahra","Vizheh, Maryam"],"date":"2020-05-23T11:00:00Z","year":2020,"_id":"32440660","source":"PubMed","week":"202021|May 18 - May 24","keywords":["covid-19","infant","infectious disease transmission","newborn","pregnancy outcome","severe acute respiratory syndrome coronavirus 2 (sars-cov-2)","systematic review","vertical"],"locations":["Amino"],"topics":["Transmission","Diagnosis"],"weight":1,"_version_":1667535119538192384,"score":383.98016},{"pmid":32259279,"title":"Maternal and perinatal outcomes with COVID-19: A systematic review of 108 pregnancies.","text":["Maternal and perinatal outcomes with COVID-19: A systematic review of 108 pregnancies.","INTRODUCTION: The pandemic caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has exposed vulnerable populations to an unprecedented global health crisis. The knowledge gained from previous human coronavirus outbreaks suggests that pregnant women and their fetuses are particularly susceptible to poor outcomes. The objective of this study was to summarize the clinical manifestations and maternal and perinatal outcomes of COVID-19 during pregnancy. MATERIAL AND METHODS: We searched databases for all case reports and series from 12 February to 4 April 2020. Multiple terms and combinations were used including COVID-19, pregnancy, maternal mortality, maternal morbidity, complications, clinical manifestations, neonatal morbidity, intrauterine fetal death, neonatal mortality and SARS-CoV-2. Eligibility criteria included peer-reviewed publications written in English or Chinese and quantitative real-time polymerase chain reaction (PCR) or dual fluorescence PCR-confirmed SARS-CoV-2 infection. Unpublished reports, unspecified date and location of the study or suspicion of duplicate reporting, cases with suspected COVID-19 that were not confirmed by a laboratory test, and unreported maternal or perinatal outcomes were excluded. Data on clinical manifestations, maternal and perinatal outcomes including vertical transmission were extracted and analyzed. RESULTS: Eighteen articles reporting data from 108 pregnancies between 8 December 2019 and 1 April 2020 were included in the current study. Most reports described women presenting in the third trimester with fever (68%) and coughing (34%). Lymphocytopenia (59%) with elevated C-reactive protein (70%) was observed and 91% of the women were delivered by cesarean section. Three maternal intensive care unit admissions were noted but no maternal deaths. One neonatal death and one intrauterine death were also reported. CONCLUSIONS: Although the majority of mothers were discharged without any major complications, severe maternal morbidity as a result of COVID-19 and perinatal deaths were reported. Vertical transmission of the COVID-19 could not be ruled out. Careful monitoring of pregnancies with COVID-19 and measures to prevent neonatal infection are warranted.","Acta Obstet Gynecol Scand","Zaigham, Mehreen","Andersson, Ola","32259279"],"abstract":["INTRODUCTION: The pandemic caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has exposed vulnerable populations to an unprecedented global health crisis. The knowledge gained from previous human coronavirus outbreaks suggests that pregnant women and their fetuses are particularly susceptible to poor outcomes. The objective of this study was to summarize the clinical manifestations and maternal and perinatal outcomes of COVID-19 during pregnancy. MATERIAL AND METHODS: We searched databases for all case reports and series from 12 February to 4 April 2020. Multiple terms and combinations were used including COVID-19, pregnancy, maternal mortality, maternal morbidity, complications, clinical manifestations, neonatal morbidity, intrauterine fetal death, neonatal mortality and SARS-CoV-2. Eligibility criteria included peer-reviewed publications written in English or Chinese and quantitative real-time polymerase chain reaction (PCR) or dual fluorescence PCR-confirmed SARS-CoV-2 infection. Unpublished reports, unspecified date and location of the study or suspicion of duplicate reporting, cases with suspected COVID-19 that were not confirmed by a laboratory test, and unreported maternal or perinatal outcomes were excluded. Data on clinical manifestations, maternal and perinatal outcomes including vertical transmission were extracted and analyzed. RESULTS: Eighteen articles reporting data from 108 pregnancies between 8 December 2019 and 1 April 2020 were included in the current study. Most reports described women presenting in the third trimester with fever (68%) and coughing (34%). Lymphocytopenia (59%) with elevated C-reactive protein (70%) was observed and 91% of the women were delivered by cesarean section. Three maternal intensive care unit admissions were noted but no maternal deaths. One neonatal death and one intrauterine death were also reported. CONCLUSIONS: Although the majority of mothers were discharged without any major complications, severe maternal morbidity as a result of COVID-19 and perinatal deaths were reported. Vertical transmission of the COVID-19 could not be ruled out. Careful monitoring of pregnancies with COVID-19 and measures to prevent neonatal infection are warranted."],"journal":"Acta Obstet Gynecol Scand","authors":["Zaigham, Mehreen","Andersson, Ola"],"date":"2020-04-08T11:00:00Z","year":2020,"_id":"32259279","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.1111/aogs.13867","keywords":["covid-19","sars-cov-2","coronavirus","fever","maternal morbidity","maternal mortality","neonatal morbidity","neonatal mortality","pandemic","pregnancy","respiratory distress syndrome","virus"],"locations":["Lymphocytopenia"],"topics":["Prevention","Transmission","Diagnosis"],"weight":1,"_version_":1666138493125918720,"score":368.2402}]}