{"pmid":32462398,"title":"Impact of the COVID-19 pandemic in nuclear medicine departments: preliminary report of the first international survey.","text":["Impact of the COVID-19 pandemic in nuclear medicine departments: preliminary report of the first international survey.","PURPOSE: Coronavirus disease-19 (COVID-19) pandemic is challenging the availability of hospital resources worldwide. The Young Group of the Italian Association of Nuclear Medicine (AIMN) developed the first international survey to evaluate the impact of COVID-19 in nuclear medicine (NM). The aim of this study was to perform a preliminary report of the ongoing survey. METHODS: A questionnaire of thirty questions was prepared for all NM professionals addressing three main issues: (1) new scheduling praxes for NM diagnostic and therapeutic procedures, (2) assistance of patients with diagnosed or suspected COVID-19, and (3) prevention of COVID-19 spreading in the departments. An invitation to the survey was sent to the corresponding authors of NM scientific papers indexed in SCOPUS in 2019. Personal data were analysed per individual responder. Organisation data were evaluated per single department. RESULTS: Two-hundred and ninety-six individual responders from 220 departments were evaluated. Most of the responders were from Europe (199/296, 67%). Approximately, all departments already changed their scheduling praxes due to the pandemic (213/220, 97%). In most departments, scheduled diagnostic and therapeutic procedures were allowed but quantitatively reduced (112/220, 51%). A significant reduction of diagnostic and therapeutic procedures (more than 20%) affected 198/220 (90%) and 158/220 (72%) departments, respectively. Incidental COVID-19 signs in NM exams occurred in 106/220 departments (48%). Few departments were closed or shifted to assist patients with COVID-19 (36/220, 16%). Most of the responders thought that pandemic would not permanently change the work of NM departments in the future (189/296, 64%). CONCLUSIONS: According to this preliminary report of the first international survey, COVID-19 heavily impacted NM departments and professionals. New praxes for NM procedures, assistance, and prevention of COVID-19 have been applied during the pandemic.","Eur J Nucl Med Mol Imaging","Annunziata, Salvatore","Bauckneht, Matteo","Albano, Domenico","Argiroffi, Giovanni","Calabro, Diletta","Abenavoli, Elisabetta","Linguanti, Flavia","Laudicella, Riccardo","32462398"],"abstract":["PURPOSE: Coronavirus disease-19 (COVID-19) pandemic is challenging the availability of hospital resources worldwide. The Young Group of the Italian Association of Nuclear Medicine (AIMN) developed the first international survey to evaluate the impact of COVID-19 in nuclear medicine (NM). The aim of this study was to perform a preliminary report of the ongoing survey. METHODS: A questionnaire of thirty questions was prepared for all NM professionals addressing three main issues: (1) new scheduling praxes for NM diagnostic and therapeutic procedures, (2) assistance of patients with diagnosed or suspected COVID-19, and (3) prevention of COVID-19 spreading in the departments. An invitation to the survey was sent to the corresponding authors of NM scientific papers indexed in SCOPUS in 2019. Personal data were analysed per individual responder. Organisation data were evaluated per single department. RESULTS: Two-hundred and ninety-six individual responders from 220 departments were evaluated. Most of the responders were from Europe (199/296, 67%). Approximately, all departments already changed their scheduling praxes due to the pandemic (213/220, 97%). In most departments, scheduled diagnostic and therapeutic procedures were allowed but quantitatively reduced (112/220, 51%). A significant reduction of diagnostic and therapeutic procedures (more than 20%) affected 198/220 (90%) and 158/220 (72%) departments, respectively. Incidental COVID-19 signs in NM exams occurred in 106/220 departments (48%). Few departments were closed or shifted to assist patients with COVID-19 (36/220, 16%). Most of the responders thought that pandemic would not permanently change the work of NM departments in the future (189/296, 64%). CONCLUSIONS: According to this preliminary report of the first international survey, COVID-19 heavily impacted NM departments and professionals. New praxes for NM procedures, assistance, and prevention of COVID-19 have been applied during the pandemic."],"journal":"Eur J Nucl Med Mol Imaging","authors":["Annunziata, Salvatore","Bauckneht, Matteo","Albano, Domenico","Argiroffi, Giovanni","Calabro, Diletta","Abenavoli, Elisabetta","Linguanti, Flavia","Laudicella, Riccardo"],"date":"2020-05-29T11:00:00Z","year":2020,"_id":"32462398","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1007/s00259-020-04874-z","keywords":["covid-19","nuclear medicine","survey"],"topics":["Prevention"],"weight":1,"_version_":1668079521340850179,"score":9.490897,"similar":[{"pmid":32368875,"title":"Guide for Nuclear Medicine Applications During the COVID-19 Outbreak.","text":["Guide for Nuclear Medicine Applications During the COVID-19 Outbreak.","A viral pneumonia rapidly spread from Wuhan, China to all countries in late 2019. In February 2020, WHO named as Coronavirus Disease 2019 (COVID-19) and declared the pandemic on March 11, 2020. To prevent the spread of COVID-19, Ministry of Health of Republic of Turkey and international institutions have published documents defining hygiene rules. After the lung computerized tomography (CT) findings which are important in the diagnosis of COVID-19 are described, protection measures against infection were defined in radiology departments. There is no publication involving protection measures for diagnostic and therapeutic procedures in nuclear medicine (NM) (appointment, patient acceptance, imaging and treatment procedures, disinfection etc). There are two reports on CT findings suggesting COVID-19 in (18)F-fluorodeoxyglucose positron emission tomography/CT scan. These lung findings detected in hybrid images will be helpful in the early diagnosis of pulmonary involvement. Infected cases may be asymptomatic and can unintentionally disseminate the virus to surrounding people. This advisory guide has been prepared to avoid infection risk in NM clinics. During the COVID-19 outbreak, staff must use proper personal protective equipment and patients should be evaluated as the elective case according to clinical status. A questionnaire should be made for COVID-19. In cancer cases requiring urgent treatment, radionuclide treatment (RNT) should be planned according to the COVID-19 test result. If the result is negative, RNT can be applied; but if not or if the symptoms are present, RNT must be postponed. Following imaging procedures, scanners and room surfaces should be cleaned by personnel with proper disinfection training.","Mol Imaging Radionucl Ther","Ayan, Asli","Kirac, F Suna","32368875"],"abstract":["A viral pneumonia rapidly spread from Wuhan, China to all countries in late 2019. In February 2020, WHO named as Coronavirus Disease 2019 (COVID-19) and declared the pandemic on March 11, 2020. To prevent the spread of COVID-19, Ministry of Health of Republic of Turkey and international institutions have published documents defining hygiene rules. After the lung computerized tomography (CT) findings which are important in the diagnosis of COVID-19 are described, protection measures against infection were defined in radiology departments. There is no publication involving protection measures for diagnostic and therapeutic procedures in nuclear medicine (NM) (appointment, patient acceptance, imaging and treatment procedures, disinfection etc). There are two reports on CT findings suggesting COVID-19 in (18)F-fluorodeoxyglucose positron emission tomography/CT scan. These lung findings detected in hybrid images will be helpful in the early diagnosis of pulmonary involvement. Infected cases may be asymptomatic and can unintentionally disseminate the virus to surrounding people. This advisory guide has been prepared to avoid infection risk in NM clinics. During the COVID-19 outbreak, staff must use proper personal protective equipment and patients should be evaluated as the elective case according to clinical status. A questionnaire should be made for COVID-19. In cancer cases requiring urgent treatment, radionuclide treatment (RNT) should be planned according to the COVID-19 test result. If the result is negative, RNT can be applied; but if not or if the symptoms are present, RNT must be postponed. Following imaging procedures, scanners and room surfaces should be cleaned by personnel with proper disinfection training."],"journal":"Mol Imaging Radionucl Ther","authors":["Ayan, Asli","Kirac, F Suna"],"date":"2020-05-06T11:00:00Z","year":2020,"_id":"32368875","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.4274/mirt.galenos.2020.33600","keywords":["covid-19 outbreak","coronavirus","disinfection","infection protection rules","nuclear medicine staff","positron emission tomography/computerized tomography"],"locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"e_drugs":["Fluorodeoxyglucose F18"],"topics":["Prevention"],"weight":1,"_version_":1666138496151060480,"score":352.737},{"pmid":32344438,"title":"Impact of COVID-19 on Nuclear Medicine in Germany, Austria and Switzerland: An International Survey in April 2020.","text":["Impact of COVID-19 on Nuclear Medicine in Germany, Austria and Switzerland: An International Survey in April 2020.","INTRODUCTION: Preparations of health systems to accommodate large number of severely ill COVID-19 patients in March/April 2020 has a significant impact on nuclear medicine departments. MATERIALS AND METHODS: A web-based questionnaire was designed to differentiate the impact of the pandemic on inpatient and outpatient nuclear medicine operations and on public versus private health systems, respectively. Questions were addressing the following issues: impact on nuclear medicine diagnostics and therapy, use of recommendations, personal protective equipment, and organizational adaptations. The survey was available for 6 days and closed on April 20, 2020. RESULTS: 113 complete responses were recorded. Nearly all participants (97 %) report a decline of nuclear medicine diagnostic procedures. The mean reduction in the last three weeks for PET/CT, scintigraphies of bone, myocardium, lung thyroid, sentinel lymph-node are -14.4 %, -47.2 %, -47.5 %, -40.7 %, -58.4 %, and -25.2 % respectively. Furthermore, 76 % of the participants report a reduction in therapies especially for benign thyroid disease (-41.8 %) and radiosynoviorthesis (-53.8 %) while tumor therapies remained mainly stable. 48 % of the participants report a shortage of personal protective equipment. CONCLUSIONS: Nuclear medicine services are notably reduced 3 weeks after the SARS-CoV-2 pandemic reached Germany, Austria and Switzerland on a large scale. We must be aware that the current crisis will also have a significant economic impact on the healthcare system. As the survey cannot adapt to daily dynamic changes in priorities, it serves as a first snapshot requiring follow-up studies and comparisons with other countries and regions.","Nuklearmedizin","Freudenberg, Lutz S","Dittmer, Ulf","Herrmann, Ken","32344438"],"abstract":["INTRODUCTION: Preparations of health systems to accommodate large number of severely ill COVID-19 patients in March/April 2020 has a significant impact on nuclear medicine departments. MATERIALS AND METHODS: A web-based questionnaire was designed to differentiate the impact of the pandemic on inpatient and outpatient nuclear medicine operations and on public versus private health systems, respectively. Questions were addressing the following issues: impact on nuclear medicine diagnostics and therapy, use of recommendations, personal protective equipment, and organizational adaptations. The survey was available for 6 days and closed on April 20, 2020. RESULTS: 113 complete responses were recorded. Nearly all participants (97 %) report a decline of nuclear medicine diagnostic procedures. The mean reduction in the last three weeks for PET/CT, scintigraphies of bone, myocardium, lung thyroid, sentinel lymph-node are -14.4 %, -47.2 %, -47.5 %, -40.7 %, -58.4 %, and -25.2 % respectively. Furthermore, 76 % of the participants report a reduction in therapies especially for benign thyroid disease (-41.8 %) and radiosynoviorthesis (-53.8 %) while tumor therapies remained mainly stable. 48 % of the participants report a shortage of personal protective equipment. CONCLUSIONS: Nuclear medicine services are notably reduced 3 weeks after the SARS-CoV-2 pandemic reached Germany, Austria and Switzerland on a large scale. We must be aware that the current crisis will also have a significant economic impact on the healthcare system. As the survey cannot adapt to daily dynamic changes in priorities, it serves as a first snapshot requiring follow-up studies and comparisons with other countries and regions."],"journal":"Nuklearmedizin","authors":["Freudenberg, Lutz S","Dittmer, Ulf","Herrmann, Ken"],"date":"2020-04-29T11:00:00Z","year":2020,"_id":"32344438","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1055/a-1163-3096","locations":["Germany","Austria","Switzerland","Germany","Austria","Switzerland"],"countries":["Germany","Switzerland","Austria"],"countries_codes":["DEU|Germany","CHE|Switzerland","AUT|Austria"],"topics":["Prevention"],"weight":1,"_version_":1666138495122407424,"score":323.3013},{"pmid":32361714,"title":"A new era for nuclear medicine.","text":["A new era for nuclear medicine.","The coronavirus COVID-19 pandemic is the defining global health crisis of our time. Health care systems globally are amid an unprecedented challenge. Since its emergence in December 2019 in Wuhan, China, the virus has spread to 185 countries worldwide, with more than 2.63 million cases confirmed and more than 183 thousand related deaths (as of 23/04/2020). According to current evidence, the novel coronavirus is transmitted from human-to-human mainly via respiratory droplets of different sizes, contact with bodily fluids, or from contaminated surfaces. In the context of COVID-19, airborne transmission may be possible in specific circumstances and settings in which procedures that generate aerosols are performed. The common clinical symptoms of the highly pathogenic and large-scale epidemic virus include fever, cough, fatigue, ageusia and anosmia and in some patients, gastrointestinal infection symptoms. The elderly and patients with comorbidities are susceptible to infection and prone to severe complications, which may be associated with acute respiratory distress syndrome (ARDS) and cytokines storm. Currently, there are few specific antiviral strategies, but several potent candidates of antivirals and repurposed drugs are under urgent investigation. Under these circumstances, it is critical for health care settings, including nuclear medicine departments to take infection control measures, to prevent a potential spread not just among patients but also to staff members as well as to reconsider the performance of randomized clinical trials. There have already been papers on the radiology preparedness that should be applied to radiology and nuclear medicine departments to support the care of patients with COVID-19 and maintain radiologic diagnostic and interventional support for the entirety of the hospital and healthcare system, particularly for emergencies, without jeopardizing an outbreak in the units. Since most nuclear medicine diagnostic and therapeutic interventions are non-urgent, the general guidance from the International Atomic Energy Agency (IAEA) for infection prevention and control is to postpone scheduled procedure after cautious risk assessment, with certain exceptions. Individualized approach of each case is a sine qua non of ensuring low transmission of COVID-19 as well as effective and safe management of patients admitted to nuclear medicine departments. Another major issue raised is the possible impact COVID-19 on the transport of medical radioisotopes. By the 1(st) of April 2020, the Euratom Supply Agency (ESA) co-chaired the European Observatory on Supply of Medical Radioisotope expressing their concerns related to the impact of COVID-19 on the supply chain and inconsequence on the availability of the most vital medical radioisotopes used in nuclear medicine. Due to the current lockdown situation, extended border controls, reductions and elimination of many commercial passenger flights, competition and cost of cargo and charter options, required appropriate additional support. The new era of nuclear medicine practice worldwide coincides with a new era for the Hellenic Society of Nuclear Medicine (HSNM) and the Hellenic Journal of Nuclear Medicine (HJNM). The founder and Editor in Chief for more than 28 consecutive years, Professor Emeritus Philip Grammaticos, resigned leaving behind a benchmark for the presidencies and editors to come. His commitment to the conservation of a high level of scientific excellence of the published papers is the legacy which we wish to maintain in the future publications. The interim Editor in Chief of the current issue, would like to express her gratitude to Professor Emeritus Philip Grammaticos for his contribution to the global scientific community as well as to the incoming Editor in Chief Konstantinos Anagnostopoulos, MD, PhD, FRCP, FESC for accepting this new role. We wholeheartedly welcome the new Editor in Chief and the new members of the Editorial Board, wishing them an active, attentive and successful mandate. Hellenic Journal of Nuclear Medicine will remain true to the set principles, values and past and prepared to cope with future challenges in the scientific and clinical setting.","Hell J Nucl Med","Chatzipavlidou, Vasiliki","32361714"],"journal":"Hell J Nucl Med","authors":["Chatzipavlidou, Vasiliki"],"date":"2020-05-04T11:00:00Z","year":2020,"_id":"32361714","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1967/s002449912013","locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"weight":0,"abstract":["The coronavirus COVID-19 pandemic is the defining global health crisis of our time. Health care systems globally are amid an unprecedented challenge. Since its emergence in December 2019 in Wuhan, China, the virus has spread to 185 countries worldwide, with more than 2.63 million cases confirmed and more than 183 thousand related deaths (as of 23/04/2020). According to current evidence, the novel coronavirus is transmitted from human-to-human mainly via respiratory droplets of different sizes, contact with bodily fluids, or from contaminated surfaces. In the context of COVID-19, airborne transmission may be possible in specific circumstances and settings in which procedures that generate aerosols are performed. The common clinical symptoms of the highly pathogenic and large-scale epidemic virus include fever, cough, fatigue, ageusia and anosmia and in some patients, gastrointestinal infection symptoms. The elderly and patients with comorbidities are susceptible to infection and prone to severe complications, which may be associated with acute respiratory distress syndrome (ARDS) and cytokines storm. Currently, there are few specific antiviral strategies, but several potent candidates of antivirals and repurposed drugs are under urgent investigation. Under these circumstances, it is critical for health care settings, including nuclear medicine departments to take infection control measures, to prevent a potential spread not just among patients but also to staff members as well as to reconsider the performance of randomized clinical trials. There have already been papers on the radiology preparedness that should be applied to radiology and nuclear medicine departments to support the care of patients with COVID-19 and maintain radiologic diagnostic and interventional support for the entirety of the hospital and healthcare system, particularly for emergencies, without jeopardizing an outbreak in the units. Since most nuclear medicine diagnostic and therapeutic interventions are non-urgent, the general guidance from the International Atomic Energy Agency (IAEA) for infection prevention and control is to postpone scheduled procedure after cautious risk assessment, with certain exceptions. Individualized approach of each case is a sine qua non of ensuring low transmission of COVID-19 as well as effective and safe management of patients admitted to nuclear medicine departments. Another major issue raised is the possible impact COVID-19 on the transport of medical radioisotopes. By the 1(st) of April 2020, the Euratom Supply Agency (ESA) co-chaired the European Observatory on Supply of Medical Radioisotope expressing their concerns related to the impact of COVID-19 on the supply chain and inconsequence on the availability of the most vital medical radioisotopes used in nuclear medicine. Due to the current lockdown situation, extended border controls, reductions and elimination of many commercial passenger flights, competition and cost of cargo and charter options, required appropriate additional support. The new era of nuclear medicine practice worldwide coincides with a new era for the Hellenic Society of Nuclear Medicine (HSNM) and the Hellenic Journal of Nuclear Medicine (HJNM). The founder and Editor in Chief for more than 28 consecutive years, Professor Emeritus Philip Grammaticos, resigned leaving behind a benchmark for the presidencies and editors to come. His commitment to the conservation of a high level of scientific excellence of the published papers is the legacy which we wish to maintain in the future publications. The interim Editor in Chief of the current issue, would like to express her gratitude to Professor Emeritus Philip Grammaticos for his contribution to the global scientific community as well as to the incoming Editor in Chief Konstantinos Anagnostopoulos, MD, PhD, FRCP, FESC for accepting this new role. We wholeheartedly welcome the new Editor in Chief and the new members of the Editorial Board, wishing them an active, attentive and successful mandate. Hellenic Journal of Nuclear Medicine will remain true to the set principles, values and past and prepared to cope with future challenges in the scientific and clinical setting."],"_version_":1666138495541837824,"score":280.9135},{"pmid":32232520,"pmcid":"PMC7105959","title":"Facing a disruptive threat: how can a nuclear medicine service be prepared for the coronavirus outbreak 2020?","text":["Facing a disruptive threat: how can a nuclear medicine service be prepared for the coronavirus outbreak 2020?","PURPOSE: The aim of this short communication is to outline our experience in policies and processes of a nuclear medicine service during the COVID-19 outbreak in Singapore. METHODS: We describe the key considerations of policies and processes that have been implemented in our nuclear medicine service since the first case of COVID-19 was confirmed in Singapore General Hospital on 23 January 2020, up to the present time. RESULTS: Infection control, screening of patients and visitors, segregation of risk groups, segregation of staff and service continuity plans, communication and staff welfare, using electronic platforms for multi-disciplinary meetings and tele-reporting are discussed. CONCLUSION: Since our hospital received the first patient with COVID-19 in Singapore, our centre has managed 16 COVID-19 cases to date. There has not been any healthcare worker in our institution who has contracted COVID-19 through patient contact. We have highlighted for discussion some of the policies and processes to prepare a nuclear medicine service for the COVID-19 threat.","Eur J Nucl Med Mol Imaging","Lam, Winnie Wing-Chuen","Loke, Kelvin Siu-Hoong","Wong, Wai Yin","Ng, David Chee-Eng","32232520"],"abstract":["PURPOSE: The aim of this short communication is to outline our experience in policies and processes of a nuclear medicine service during the COVID-19 outbreak in Singapore. METHODS: We describe the key considerations of policies and processes that have been implemented in our nuclear medicine service since the first case of COVID-19 was confirmed in Singapore General Hospital on 23 January 2020, up to the present time. RESULTS: Infection control, screening of patients and visitors, segregation of risk groups, segregation of staff and service continuity plans, communication and staff welfare, using electronic platforms for multi-disciplinary meetings and tele-reporting are discussed. CONCLUSION: Since our hospital received the first patient with COVID-19 in Singapore, our centre has managed 16 COVID-19 cases to date. There has not been any healthcare worker in our institution who has contracted COVID-19 through patient contact. We have highlighted for discussion some of the policies and processes to prepare a nuclear medicine service for the COVID-19 threat."],"journal":"Eur J Nucl Med Mol Imaging","authors":["Lam, Winnie Wing-Chuen","Loke, Kelvin Siu-Hoong","Wong, Wai Yin","Ng, David Chee-Eng"],"date":"2020-04-02T11:00:00Z","year":2020,"_id":"32232520","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.1007/s00259-020-04790-2","keywords":["covid-19","infection","nuclear medicine","sars-cov-2"],"locations":["Singapore","Singapore"],"countries":["Singapore"],"countries_codes":["SGP|Singapore"],"topics":["Prevention"],"weight":1,"_version_":1666138492203171844,"score":243.3302},{"pmid":32499864,"pmcid":"PMC7266510","title":"A Survey of County Health Departments of Kansas Regarding COVID-19.","text":["A Survey of County Health Departments of Kansas Regarding COVID-19.","Introduction: SARS-CoV-2 virus (severe acute respiratory syndrome coronavirus 2) causing COVID-19 (Coronavirus Disease 2019) initially was identified in China in December 2019. It has resulted in a pandemic with increasing spread of the virus in the U.S. The county health departments around U.S. are spearheading the response to contain the spread of this virus. Methods: This project was a survey of county health departments in the state of Kansas with data collection period from April 15 to April 24, 2020. This study evaluated the staffing, resources, and funding of these health departments and how it was affecting the efforts to contain COVID-19. Descriptive statistics were used to summarize the responses. Results: A total of 75% of the county health departments in Kansas responded to the survey. In 89% of locations, the staffing had not increased. Most health departments had an average of five people and the four largest ones had 30 to 98 staff working on COVID-19. Most locations used the Kansas Department of Health and Environment criteria for testing and used a combination of state or private laboratories. The results of the tests were available three days or longer in 62% and after five days in 14% of sites. All locations were active in contact tracing, but most had one to three people for this purpose and in 90% the contact tracing interview was via phone calls. There was no change in funding in 21% and decreased funding in 8.5% of health departments. Most locations had an average of five nasopharyngeal swabs on the day of the survey. The most common needs expressed were help to increase testing capability, more public education, more personal protective equipment, increased personnel, and assistance with contract tracing. Conclusion: There is an urgent need in Kansas to increase support to county health departments for testing capability, personal protective equipment, increased number of staff, increased help with contact tracing, and especially increase support for public education.","Kans J Med","Raghuveer, Talkad S","Zackula, Rosey E","Wittler, Robert R","32499864"],"abstract":["Introduction: SARS-CoV-2 virus (severe acute respiratory syndrome coronavirus 2) causing COVID-19 (Coronavirus Disease 2019) initially was identified in China in December 2019. It has resulted in a pandemic with increasing spread of the virus in the U.S. The county health departments around U.S. are spearheading the response to contain the spread of this virus. Methods: This project was a survey of county health departments in the state of Kansas with data collection period from April 15 to April 24, 2020. This study evaluated the staffing, resources, and funding of these health departments and how it was affecting the efforts to contain COVID-19. Descriptive statistics were used to summarize the responses. Results: A total of 75% of the county health departments in Kansas responded to the survey. In 89% of locations, the staffing had not increased. Most health departments had an average of five people and the four largest ones had 30 to 98 staff working on COVID-19. Most locations used the Kansas Department of Health and Environment criteria for testing and used a combination of state or private laboratories. The results of the tests were available three days or longer in 62% and after five days in 14% of sites. All locations were active in contact tracing, but most had one to three people for this purpose and in 90% the contact tracing interview was via phone calls. There was no change in funding in 21% and decreased funding in 8.5% of health departments. Most locations had an average of five nasopharyngeal swabs on the day of the survey. The most common needs expressed were help to increase testing capability, more public education, more personal protective equipment, increased personnel, and assistance with contract tracing. Conclusion: There is an urgent need in Kansas to increase support to county health departments for testing capability, personal protective equipment, increased number of staff, increased help with contact tracing, and especially increase support for public education."],"journal":"Kans J Med","authors":["Raghuveer, Talkad S","Zackula, Rosey E","Wittler, Robert R"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32499864","source":"PubMed","week":"202023|Jun 01 - Jun 07","keywords":["covid-19","kansas","health guidelines","public health"],"locations":["China","USA","USA","Kansas","Kansas","Kansas"],"countries":["China","United States"],"countries_codes":["CHN|China","USA|United States"],"topics":["Prevention"],"weight":1,"_version_":1668890966353772544,"score":231.86627}]}