{"pmid":32464637,"title":"The mechanistic overview of SARS-CoV-2 using angiotensin-converting enzyme 2 to enter the cell for replication: possible treatment options related to the renin-angiotensin system.","text":["The mechanistic overview of SARS-CoV-2 using angiotensin-converting enzyme 2 to enter the cell for replication: possible treatment options related to the renin-angiotensin system.","The SARS-CoV-2 pandemic is a healthcare crisis caused by insufficient knowledge applicable to effectively combat the virus. Therefore, different scientific discovery strategies need to be connected, to generate a rational treatment which can be made available as rapidly as possible. This relies on a solid theoretical understanding of the mechanisms of SARS-CoV-2 infection and host responses, which is coupled to the practical experience of clinicians that are treating patients. Because SARS-CoV-2 enters the cell by binding to angiotensin-converting enzyme 2 (ACE2), targeting ACE2 to prevent such binding seems an obvious strategy to combat infection. However, ACE2 performs its functions outside the cell and was found to enter the cell only by angiotensin II type 1 receptor (AT1R)-induced endocytosis, after which ACE2 is destroyed. This means that preventing uptake of ACE2 into the cell by blocking AT1R would be a more logical approach to limit entry of SARS-CoV-2 into the cell. Since ACE2 plays an important protective role in maintaining key biological processes, treatments should not disrupt the functional capacity of ACE2, to counterbalance the negative effects of the infection. Based on known mechanisms and knowledge of the characteristics of SARS-CoV we propose the hypothesis that the immune system facilitates SARS-CoV-2 replication which disrupts immune regulatory mechanisms. The proposed mechanism by which SARS-CoV-2 causes disease immediately suggests a possible treatment, since the AT1R is a key player in this whole process. AT1R antagonists appear to be the ideal candidate for the treatment of SARS-CoV-2 infection. AT1R antagonists counterbalance the negative consequences of angiotesnin II and, in addition, they might even be involved in preventing the cellular uptake of the virus without interfering with ACE2 function. AT1R antagonists are widely available, cheap, and safe. Therefore, we propose to consider using AT1R antagonists in the treatment of SARS-CoV-2.","Eur Heart J Cardiovasc Pharmacother","Offringa, Annette","Montijn, Roy","Singh, Sandeep","Paul, Martin","Pinto, Yigal M","Pinto-Sietsma, Sara-Joan","32464637"],"abstract":["The SARS-CoV-2 pandemic is a healthcare crisis caused by insufficient knowledge applicable to effectively combat the virus. Therefore, different scientific discovery strategies need to be connected, to generate a rational treatment which can be made available as rapidly as possible. This relies on a solid theoretical understanding of the mechanisms of SARS-CoV-2 infection and host responses, which is coupled to the practical experience of clinicians that are treating patients. Because SARS-CoV-2 enters the cell by binding to angiotensin-converting enzyme 2 (ACE2), targeting ACE2 to prevent such binding seems an obvious strategy to combat infection. However, ACE2 performs its functions outside the cell and was found to enter the cell only by angiotensin II type 1 receptor (AT1R)-induced endocytosis, after which ACE2 is destroyed. This means that preventing uptake of ACE2 into the cell by blocking AT1R would be a more logical approach to limit entry of SARS-CoV-2 into the cell. Since ACE2 plays an important protective role in maintaining key biological processes, treatments should not disrupt the functional capacity of ACE2, to counterbalance the negative effects of the infection. Based on known mechanisms and knowledge of the characteristics of SARS-CoV we propose the hypothesis that the immune system facilitates SARS-CoV-2 replication which disrupts immune regulatory mechanisms. The proposed mechanism by which SARS-CoV-2 causes disease immediately suggests a possible treatment, since the AT1R is a key player in this whole process. AT1R antagonists appear to be the ideal candidate for the treatment of SARS-CoV-2 infection. AT1R antagonists counterbalance the negative consequences of angiotesnin II and, in addition, they might even be involved in preventing the cellular uptake of the virus without interfering with ACE2 function. AT1R antagonists are widely available, cheap, and safe. Therefore, we propose to consider using AT1R antagonists in the treatment of SARS-CoV-2."],"journal":"Eur Heart J Cardiovasc Pharmacother","authors":["Offringa, Annette","Montijn, Roy","Singh, Sandeep","Paul, Martin","Pinto, Yigal M","Pinto-Sietsma, Sara-Joan"],"date":"2020-05-29T11:00:00Z","year":2020,"_id":"32464637","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1093/ehjcvp/pvaa053","keywords":["angiotensin receptor blockers","angiotensin-converting enzyme 2","covid-19","coronavirus","renin-angiotensin-aldosterone system"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1668079521329315840,"score":9.490897,"similar":[{"pmid":32338224,"title":"Focus on Receptors for Coronaviruses with Special Reference to Angiotensin-converting Enzyme 2 as a Potential Drug Target - A Perspective.","text":["Focus on Receptors for Coronaviruses with Special Reference to Angiotensin-converting Enzyme 2 as a Potential Drug Target - A Perspective.","Coronaviruses (CoVs) possess an enveloped, single, positive-stranded RNA genome which encodes for four membrane proteins, namely spike (S), envelope (E), membrane (M) and nucleocapsid (N) proteins 3-5 [1]. With regard to pathogenicity, S proteins are essential for viral entry into host cells [2, 3]. SARS-CoV binds to the angiotensin-converting enzyme (ACE)2 which is present on nonimmune cells, such as respiratory and intestinal epithelial cells, endothelial cells, kidney cells (renal tubules) and cerebral neurons and immune cells, such as alveolar monocytes/macrophages [4-6]. Of note, CD209L or liver/lymph node special intercellular adhesion molecule-3-grabbing non-integrin (SIGN) and dendritic cell (DC)-SIGN are alternative receptors for SARS-CoV but with lower affinity [7]. In the case of MERS-CoV, S proteins bind to the host cell receptor dipeptidyl peptidase 4 (DPP4 or CD26) which is broadly expressed on intestinal, alveolar, renal, hepatic and prostate cells as well as on activated leukocytes [8]. Then, viruses replicate in target cells with release of mature virions, which, in turn, invade new target cells [9]. Evidence has been provided that SARSCoV proteins are cleaved into two subunits, S1 and S2, respectively, and the amino acids 318-510 of the S1 represent the receptor-binding domain (RBD) which binds to ACE2 [10, 11]. Quite importantly, in the context of RBD there is the receptor-binding motif (RBM) (amino acids 424- 494), which accounts for complete binding to ACE2 [11]. Moreover, by means of two residues at positions 479 and 487 RBD allows virus progression and tropism [10, 11]. In the case of MERSCoV, its RBM binds to DPP4 with residues 484-567, thus, suggesting that its RBD differs from that of SARS-CoV [12, 13]. In a very recent paper, Wan and associates [14] have investigated the receptor recognition by COVID-19 (a new term to indicate the 2019-nCoV in Wuhan) on the bases of structural studies. In this respect, the sequence of COVID-19 RBM is similar to that of SARSCoV, thus, implicating that ACE2 may represent the binding receptors for COVID-19. Furthermore, gln493 residue of COVID-19 RBM seems to allow interaction with human ACE2, thus, suggesting the ability of this virus to infect human cells. According, to Wan and associates structural analysis [14], COVID-19 binds to human ACE2 with a lesser efficiency than human SARS-CoV (2002) but with higher affinity than human SARS-CoV (2003). Furthermore, same authors predicted that a single mutation at the 501 position may enhance the COVID-19 RBD binding capacity to human ACE2 and this evolution should be monitored in infected patients [14]. These predictive findings by Wan and associates [14] are confirmed by two contemporary studies by Letko and Muster [15] and Peng and associates [16]. In particular, the report by Peng and associates [16], points out the possible origin of COVID-19 from bats [16]. From a pathogenic point of view, evidence has been provided that binding of S2 to ACE2 receptor leads to its down-regulation with subsequent lung damage in the course of SARS-CoV infection [17]. Down-regulation of ACE2 causes excessive production of angiotensin (ANG) II by the related enzyme ACE with stimulation of ANG type 1a receptor (AT1R) and enhanced lung vascular permeability [18]. In particular, same authors have reported that recombinant ACE2 could attenuate severe acute lung injury in mice [18]. Moreover, Battle and associates [19] also proposed to use already available recombinant ACE2 for intercepting COVID-19 and attenuating infection. In the previous paragraphs, the presence of ACE2 on immune cells has been pointed out and, by analogy to epithelial cells, this receptor may also be down-regulated following viral entry. Therefore, in CoV-infected animal models and in infected humans further investigations are required to clarify a possible reduced expression of ACE2 on immune cells. In fact, in the course of SARS-CoV infection, a number of immune disorders have been detected. Three reports have demonstrated the ability of CoV to inhibit interferon (IFN)- production in the course of SARS acting as IFN antagonist [20-22]. In senescent Balb/c mice, depletion of T lymphocytes is associated to more severe interstitial pneumonitis and delayed clearance of SARS-CoV, thus, suggesting a protective role played by these cells [23]. In this connection, both SARS-CoV and MERS-CoV have been shown to induce T cell apoptosis, thus, aggravating the clinical course of disease [24, 25]. Quite interestingly, memory CD8+ T cells specific for SARS-CoV M and N proteins have been detected up to 11 years post-infection [26]. As far as humoral immune responsiveness is concerned, evidence has been provided that S1 subunit from MERS-CoV is highly immunogenic in mice [27]. Moreover, monoclonal antibodies have been shown to be highly neutralizing against MERS-CoV replication and endowed with post exposure effectiveness in susceptible mice [28, 29]. Human neutralizing antibodies have also been isolated from a recovered patient, thus, suggesting the role of humoral immunity in the control of the persistence of CoV in the host [30]. In particular, IgG response occurs early in infection and its prolonged production may serve for virus clearance during recovery also in view of the absence of viremia in convalescent sera from SARS patients [31]. According to current literature, severity of COVID-19 infection correlates with lymphopenia and patients who died from COVID-19 had lower lymphocyte counts when compared to survivors [32, 33]. These data suggest that lymphocyte-mediated anti-viral activity is poorly effective against COVID-19. Despite lymphopenia, evidence for an exaggerate release of proinflammatory cytokines [interleukin (IL)-1 and IL-6] has been reported in the course acute respiratory syndrome in COVID19 infected patients, thus, aggravating the clinical course of disease [34]. As recently reported, during COVID-19 pandemic in both Italy and China higher frequency of fatalities have been observed in the frail elderly population with previous comorbidities [35]. It is well known that decline of immunity occurs in ageing and, therefore, COVID-19 may gain easier access to the respiratory tract in frail elderly patients [36]. There is evidence that ACE2 protects from severe acute lung failure and operates as a negative regulator of the renin-angiotensin system (RAS) [18, 37]. It is well known that ANG II via activation of the AT1R promotes detrimental effects on the host, such as, vasoconstriction, reactive oxygen species generation, inflammation and matrix remodelling [38]. ACE2 counterbalances the noxious effects exhibited by ANG II and AT1R via activation of AT2R which arrests cell growth, inflammation and fibrosis [39]. In this framework, Gurwitz [40] proposed to use AT1R blockers, such as losartan, as a potential treatment of COVID-19 infection. In fact, losartan as well as olmesartan, used for treating hypertension in patients, were able to increase ACE2 expression after 28 days treatment of rats with myocardial infarction [41]. Then, Gurwitz suggests to evaluate severity of symptoms in COVID-19 infected patients under previous chronic treatment with AT1R blockers in comparison to COVID-19 infected patients who did not take AT1R blockers [40]. Quite interestingly, 75% of aged COVID-19 infected patients admitted to Italian hospitals had hypertension [unpublished data]. However, the putative effects of ACE-2 down-regulation on the cardiovascular system in the course of COVID-19 pandemic need more intensive studies. Taken together, these evidences suggest that CoV-induced down-regulation of ACE2 activates RAS with collateral damage to organs, such as lungs, in the course of SARS-related pneumonia. Then, putative therapeutic measures aimed at increasing ACE2 levels on respiratory epithelial cells should be taken into serious consideration. Quite interestingly, over the past few years, three key papers have demonstrated the ability of a polyphenol, resveratrol (RES), to experimentally deactivate the RAS system in maternal and post-weaning high fat diet, arterial ageing and high fat diet, respectively [42-44]. In all these experimental models, RES led to an increase of ACE2 with reduction of organ damage, such as liver steatosis and aorta media thickness and decrease of adipose tissue mass, respectively. As far as the mechanism of action of RES is concerned, this polyphenol is able to activate sirtuin (Sirt)1 [45-47]. In turn, Sirt1 down-regulates AT1R expression via ACE2 up-regulation [43, 48]. Of importance, Lin and associates [48] have demonstrated the ability of RES to in vitro inhibit MERS-CoV infection of Vero E6 cells, thus, prolonging cell survival in virtue of an anti-apoptotic mechanism. These findings suggest a direct antiviral effect exerted by RES. It would be very interestingly to evaluate the direct effects of RES on COVID-19, in vitro. The data above discussed strongly suggest, that RES, as an activators of ACE2, should be investigated in animal models of CoV-induced severe pneumonia, also taking into account the antioxidant, anti-inflammatory and immunomodulating effects exerted by polyphenols [49]. Then, successful animal studies may pave the way for RES-based human trials in COVID-infected patients. Note added in proof During the reviewing process of this perspective other related papers have been published. Hanff and associates [50] have discussed the possible association between COVID-19-associated cardiovascular mortality and dysregulation of the Renin Angiotensin System (RAS). From a pharmacologic point of view, RAS inhibition leads to upregulation of ACE2, thus, attenuating acute respiratory syndrome and myocarditis in COVID-19-infected patients. Conversely, increase in ACE2 expression may facilitate the access into the host of COVID-19, thus, aggravating the clinical picture. Such a dilemma would be solved by clinical trials based on RAS blockade or initiation and monitoring related effects. Contemporarily, Danser and associates [51] claim that there is no evidence to stop RAS blockers in the course of COVID-19 infection. In fact, there are no available data which support that ACE inhibitors or ANG II type I receptor blockers increase COVID-19 infection via its binding to ACE2. Finally, Kuster and associates [52] write that there are no data on the strict relationship between ACE2 activity and SARS-CoV2 mortality. Moreover, in the SARSCoV2, cells expressing ACE2 were not attacked by the virus, while cells lacking ACE2 were bound by the SARS-CoV2 virus [53]. These findings suggest that also in the case of RES effects on COVID-19 infection, the dual role of ACE2 should be taken into serious consideration.","Endocr Metab Immune Disord Drug Targets","Magrone, Thea","Magrone, Manrico","Jirillo, Emilio","32338224"],"journal":"Endocr Metab Immune Disord Drug Targets","authors":["Magrone, Thea","Magrone, Manrico","Jirillo, Emilio"],"date":"2020-04-28T11:00:00Z","year":2020,"_id":"32338224","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.2174/1871530320666200427112902","locations":["non-integrin","Wuhan","Letko","Italy","China","olmesartan","Italian"],"countries":["Italy","China"],"countries_codes":["ITA|Italy","CHN|China"],"e_drugs":["Polyphenols","Resveratrol","Losartan","olmesartan"],"topics":["Treatment","Mechanism"],"weight":1,"abstract":["Coronaviruses (CoVs) possess an enveloped, single, positive-stranded RNA genome which encodes for four membrane proteins, namely spike (S), envelope (E), membrane (M) and nucleocapsid (N) proteins 3-5 [1]. With regard to pathogenicity, S proteins are essential for viral entry into host cells [2, 3]. SARS-CoV binds to the angiotensin-converting enzyme (ACE)2 which is present on nonimmune cells, such as respiratory and intestinal epithelial cells, endothelial cells, kidney cells (renal tubules) and cerebral neurons and immune cells, such as alveolar monocytes/macrophages [4-6]. Of note, CD209L or liver/lymph node special intercellular adhesion molecule-3-grabbing non-integrin (SIGN) and dendritic cell (DC)-SIGN are alternative receptors for SARS-CoV but with lower affinity [7]. In the case of MERS-CoV, S proteins bind to the host cell receptor dipeptidyl peptidase 4 (DPP4 or CD26) which is broadly expressed on intestinal, alveolar, renal, hepatic and prostate cells as well as on activated leukocytes [8]. Then, viruses replicate in target cells with release of mature virions, which, in turn, invade new target cells [9]. Evidence has been provided that SARSCoV proteins are cleaved into two subunits, S1 and S2, respectively, and the amino acids 318-510 of the S1 represent the receptor-binding domain (RBD) which binds to ACE2 [10, 11]. Quite importantly, in the context of RBD there is the receptor-binding motif (RBM) (amino acids 424- 494), which accounts for complete binding to ACE2 [11]. Moreover, by means of two residues at positions 479 and 487 RBD allows virus progression and tropism [10, 11]. In the case of MERSCoV, its RBM binds to DPP4 with residues 484-567, thus, suggesting that its RBD differs from that of SARS-CoV [12, 13]. In a very recent paper, Wan and associates [14] have investigated the receptor recognition by COVID-19 (a new term to indicate the 2019-nCoV in Wuhan) on the bases of structural studies. In this respect, the sequence of COVID-19 RBM is similar to that of SARSCoV, thus, implicating that ACE2 may represent the binding receptors for COVID-19. Furthermore, gln493 residue of COVID-19 RBM seems to allow interaction with human ACE2, thus, suggesting the ability of this virus to infect human cells. According, to Wan and associates structural analysis [14], COVID-19 binds to human ACE2 with a lesser efficiency than human SARS-CoV (2002) but with higher affinity than human SARS-CoV (2003). Furthermore, same authors predicted that a single mutation at the 501 position may enhance the COVID-19 RBD binding capacity to human ACE2 and this evolution should be monitored in infected patients [14]. These predictive findings by Wan and associates [14] are confirmed by two contemporary studies by Letko and Muster [15] and Peng and associates [16]. In particular, the report by Peng and associates [16], points out the possible origin of COVID-19 from bats [16]. From a pathogenic point of view, evidence has been provided that binding of S2 to ACE2 receptor leads to its down-regulation with subsequent lung damage in the course of SARS-CoV infection [17]. Down-regulation of ACE2 causes excessive production of angiotensin (ANG) II by the related enzyme ACE with stimulation of ANG type 1a receptor (AT1R) and enhanced lung vascular permeability [18]. In particular, same authors have reported that recombinant ACE2 could attenuate severe acute lung injury in mice [18]. Moreover, Battle and associates [19] also proposed to use already available recombinant ACE2 for intercepting COVID-19 and attenuating infection. In the previous paragraphs, the presence of ACE2 on immune cells has been pointed out and, by analogy to epithelial cells, this receptor may also be down-regulated following viral entry. Therefore, in CoV-infected animal models and in infected humans further investigations are required to clarify a possible reduced expression of ACE2 on immune cells. In fact, in the course of SARS-CoV infection, a number of immune disorders have been detected. Three reports have demonstrated the ability of CoV to inhibit interferon (IFN)- production in the course of SARS acting as IFN antagonist [20-22]. In senescent Balb/c mice, depletion of T lymphocytes is associated to more severe interstitial pneumonitis and delayed clearance of SARS-CoV, thus, suggesting a protective role played by these cells [23]. In this connection, both SARS-CoV and MERS-CoV have been shown to induce T cell apoptosis, thus, aggravating the clinical course of disease [24, 25]. Quite interestingly, memory CD8+ T cells specific for SARS-CoV M and N proteins have been detected up to 11 years post-infection [26]. As far as humoral immune responsiveness is concerned, evidence has been provided that S1 subunit from MERS-CoV is highly immunogenic in mice [27]. Moreover, monoclonal antibodies have been shown to be highly neutralizing against MERS-CoV replication and endowed with post exposure effectiveness in susceptible mice [28, 29]. Human neutralizing antibodies have also been isolated from a recovered patient, thus, suggesting the role of humoral immunity in the control of the persistence of CoV in the host [30]. In particular, IgG response occurs early in infection and its prolonged production may serve for virus clearance during recovery also in view of the absence of viremia in convalescent sera from SARS patients [31]. According to current literature, severity of COVID-19 infection correlates with lymphopenia and patients who died from COVID-19 had lower lymphocyte counts when compared to survivors [32, 33]. These data suggest that lymphocyte-mediated anti-viral activity is poorly effective against COVID-19. Despite lymphopenia, evidence for an exaggerate release of proinflammatory cytokines [interleukin (IL)-1 and IL-6] has been reported in the course acute respiratory syndrome in COVID19 infected patients, thus, aggravating the clinical course of disease [34]. As recently reported, during COVID-19 pandemic in both Italy and China higher frequency of fatalities have been observed in the frail elderly population with previous comorbidities [35]. It is well known that decline of immunity occurs in ageing and, therefore, COVID-19 may gain easier access to the respiratory tract in frail elderly patients [36]. There is evidence that ACE2 protects from severe acute lung failure and operates as a negative regulator of the renin-angiotensin system (RAS) [18, 37]. It is well known that ANG II via activation of the AT1R promotes detrimental effects on the host, such as, vasoconstriction, reactive oxygen species generation, inflammation and matrix remodelling [38]. ACE2 counterbalances the noxious effects exhibited by ANG II and AT1R via activation of AT2R which arrests cell growth, inflammation and fibrosis [39]. In this framework, Gurwitz [40] proposed to use AT1R blockers, such as losartan, as a potential treatment of COVID-19 infection. In fact, losartan as well as olmesartan, used for treating hypertension in patients, were able to increase ACE2 expression after 28 days treatment of rats with myocardial infarction [41]. Then, Gurwitz suggests to evaluate severity of symptoms in COVID-19 infected patients under previous chronic treatment with AT1R blockers in comparison to COVID-19 infected patients who did not take AT1R blockers [40]. Quite interestingly, 75% of aged COVID-19 infected patients admitted to Italian hospitals had hypertension [unpublished data]. However, the putative effects of ACE-2 down-regulation on the cardiovascular system in the course of COVID-19 pandemic need more intensive studies. Taken together, these evidences suggest that CoV-induced down-regulation of ACE2 activates RAS with collateral damage to organs, such as lungs, in the course of SARS-related pneumonia. Then, putative therapeutic measures aimed at increasing ACE2 levels on respiratory epithelial cells should be taken into serious consideration. Quite interestingly, over the past few years, three key papers have demonstrated the ability of a polyphenol, resveratrol (RES), to experimentally deactivate the RAS system in maternal and post-weaning high fat diet, arterial ageing and high fat diet, respectively [42-44]. In all these experimental models, RES led to an increase of ACE2 with reduction of organ damage, such as liver steatosis and aorta media thickness and decrease of adipose tissue mass, respectively. As far as the mechanism of action of RES is concerned, this polyphenol is able to activate sirtuin (Sirt)1 [45-47]. In turn, Sirt1 down-regulates AT1R expression via ACE2 up-regulation [43, 48]. Of importance, Lin and associates [48] have demonstrated the ability of RES to in vitro inhibit MERS-CoV infection of Vero E6 cells, thus, prolonging cell survival in virtue of an anti-apoptotic mechanism. These findings suggest a direct antiviral effect exerted by RES. It would be very interestingly to evaluate the direct effects of RES on COVID-19, in vitro. The data above discussed strongly suggest, that RES, as an activators of ACE2, should be investigated in animal models of CoV-induced severe pneumonia, also taking into account the antioxidant, anti-inflammatory and immunomodulating effects exerted by polyphenols [49]. Then, successful animal studies may pave the way for RES-based human trials in COVID-infected patients. Note added in proof During the reviewing process of this perspective other related papers have been published. Hanff and associates [50] have discussed the possible association between COVID-19-associated cardiovascular mortality and dysregulation of the Renin Angiotensin System (RAS). From a pharmacologic point of view, RAS inhibition leads to upregulation of ACE2, thus, attenuating acute respiratory syndrome and myocarditis in COVID-19-infected patients. Conversely, increase in ACE2 expression may facilitate the access into the host of COVID-19, thus, aggravating the clinical picture. Such a dilemma would be solved by clinical trials based on RAS blockade or initiation and monitoring related effects. Contemporarily, Danser and associates [51] claim that there is no evidence to stop RAS blockers in the course of COVID-19 infection. In fact, there are no available data which support that ACE inhibitors or ANG II type I receptor blockers increase COVID-19 infection via its binding to ACE2. Finally, Kuster and associates [52] write that there are no data on the strict relationship between ACE2 activity and SARS-CoV2 mortality. Moreover, in the SARSCoV2, cells expressing ACE2 were not attacked by the virus, while cells lacking ACE2 were bound by the SARS-CoV2 virus [53]. These findings suggest that also in the case of RES effects on COVID-19 infection, the dual role of ACE2 should be taken into serious consideration."],"_version_":1666138494287740928,"score":350.87994},{"pmid":32336612,"pmcid":"PMC7167588","title":"The pivotal link between ACE2 deficiency and SARS-CoV-2 infection.","text":["The pivotal link between ACE2 deficiency and SARS-CoV-2 infection.","Angiotensin converting enzyme-2 (ACE2) receptors mediate the entry into the cell of three strains of coronavirus: SARS-CoV, NL63 and SARS-CoV-2. ACE2 receptors are ubiquitous and widely expressed in the heart, vessels, gut, lung (particularly in type 2 pneumocytes and macrophages), kidney, testis and brain. ACE2 is mostly bound to cell membranes and only scarcely present in the circulation in a soluble form. An important salutary function of membrane-bound and soluble ACE2 is the degradation of angiotensin II to angiotensin1-7. Consequently, ACE2 receptors limit several detrimental effects resulting from binding of angiotensin II to AT1 receptors, which include vasoconstriction, enhanced inflammation and thrombosis. The increased generation of angiotensin1-7 also triggers counter-regulatory protective effects through binding to G-protein coupled Mas receptors. Unfortunately, the entry of SARS-CoV2 into the cells through membrane fusion markedly down-regulates ACE2 receptors, with loss of the catalytic effect of these receptors at the external site of the membrane. Increased pulmonary inflammation and coagulation have been reported as unwanted effects of enhanced and unopposed angiotensin II effects via the ACE-->Angiotensin II-->AT1 receptor axis. Clinical reports of patients infected with SARS-CoV-2 show that several features associated with infection and severity of the disease (i.e., older age, hypertension, diabetes, cardiovascular disease) share a variable degree of ACE2 deficiency. We suggest that ACE2 down-regulation induced by viral invasion may be especially detrimental in people with baseline ACE2 deficiency associated with the above conditions. The additional ACE2 deficiency after viral invasion might amplify the dysregulation between the 'adverse' ACE-->Angiotensin II-->AT1 receptor axis and the 'protective' ACE2-->Angiotensin1-7-->Mas receptor axis. In the lungs, such dysregulation would favor the progression of inflammatory and thrombotic processes triggered by local angiotensin II hyperactivity unopposed by angiotensin1-7. In this setting, recombinant ACE2, angiotensin1-7 and angiotensin II type 1 receptor blockers could be promising therapeutic approaches in patients with SARS-CoV-2 infection.","Eur J Intern Med","Verdecchia, Paolo","Cavallini, Claudio","Spanevello, Antonio","Angeli, Fabio","32336612"],"abstract":["Angiotensin converting enzyme-2 (ACE2) receptors mediate the entry into the cell of three strains of coronavirus: SARS-CoV, NL63 and SARS-CoV-2. ACE2 receptors are ubiquitous and widely expressed in the heart, vessels, gut, lung (particularly in type 2 pneumocytes and macrophages), kidney, testis and brain. ACE2 is mostly bound to cell membranes and only scarcely present in the circulation in a soluble form. An important salutary function of membrane-bound and soluble ACE2 is the degradation of angiotensin II to angiotensin1-7. Consequently, ACE2 receptors limit several detrimental effects resulting from binding of angiotensin II to AT1 receptors, which include vasoconstriction, enhanced inflammation and thrombosis. The increased generation of angiotensin1-7 also triggers counter-regulatory protective effects through binding to G-protein coupled Mas receptors. Unfortunately, the entry of SARS-CoV2 into the cells through membrane fusion markedly down-regulates ACE2 receptors, with loss of the catalytic effect of these receptors at the external site of the membrane. Increased pulmonary inflammation and coagulation have been reported as unwanted effects of enhanced and unopposed angiotensin II effects via the ACE-->Angiotensin II-->AT1 receptor axis. Clinical reports of patients infected with SARS-CoV-2 show that several features associated with infection and severity of the disease (i.e., older age, hypertension, diabetes, cardiovascular disease) share a variable degree of ACE2 deficiency. We suggest that ACE2 down-regulation induced by viral invasion may be especially detrimental in people with baseline ACE2 deficiency associated with the above conditions. The additional ACE2 deficiency after viral invasion might amplify the dysregulation between the 'adverse' ACE-->Angiotensin II-->AT1 receptor axis and the 'protective' ACE2-->Angiotensin1-7-->Mas receptor axis. In the lungs, such dysregulation would favor the progression of inflammatory and thrombotic processes triggered by local angiotensin II hyperactivity unopposed by angiotensin1-7. In this setting, recombinant ACE2, angiotensin1-7 and angiotensin II type 1 receptor blockers could be promising therapeutic approaches in patients with SARS-CoV-2 infection."],"journal":"Eur J Intern Med","authors":["Verdecchia, Paolo","Cavallini, Claudio","Spanevello, Antonio","Angeli, Fabio"],"date":"2020-04-28T11:00:00Z","year":2020,"_id":"32336612","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1016/j.ejim.2020.04.037","keywords":["ace","ace-inhibitors","ace2","angiotensin receptor blockers","coronavirus","diabetes","elderly","heart failure","hypertension","sars-cov-2"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1666138494285643777,"score":346.4047},{"pmid":32370986,"title":"Renin-angiotensin-aldosterone system and COVID-19 infection.","text":["Renin-angiotensin-aldosterone system and COVID-19 infection.","With the multiplication of COVID-19 severe acute respiratory syndrome cases due to SARS-COV2, some concerns about angiotensin-converting enzyme 1 (ACE1) inhibitors (ACEi) and angiotensin II type 1 receptor blockers (ARB) have emerged. Since the ACE2 (angiotensin-converting enzyme 2) enzyme is the receptor that allows SARS COV2 entry into cells, the fear was that pre-existing treatment with ACEi or ARB might increase the risk of developing severe or fatal severe acute respiratory syndrome in case of COVID-19 infection. The present article discusses these concerns. ACE2 is a membrane-bound enzyme (carboxypeptidase) that contributes to the inactivation of angiotensin II and therefore physiologically counters angiotensin II effects. ACEis do not inhibit ACE2. Although ARBs have been shown to up-regulate ACE2 tissue expression in experimental animals, evidence was not always consistent in human studies. Moreover, to date there is no evidence that ACEi or ARB administration facilitates SARS-COV2 cell entry by increasing ACE2 tissue expression in either animal or human studies. Finally, some studies support the hypothesis that elevated ACE2 membrane expression and tissue activity by administration of ARB and/or infusion of soluble ACE2 could confer protective properties against inflammatory tissue damage in COVID-19 infection. In summary, based on the currently available evidence and as advocated by many medical societies, ACEi or ARB should not be discontinued because of concerns with COVID-19 infection, except when the hemodynamic situation is precarious and case-by-case adjustment is required.","Ann Endocrinol (Paris)","Alexandre, Joachim","Cracowski, Jean-Luc","Richard, Vincent","Bouhanick, Beatrice","32370986"],"abstract":["With the multiplication of COVID-19 severe acute respiratory syndrome cases due to SARS-COV2, some concerns about angiotensin-converting enzyme 1 (ACE1) inhibitors (ACEi) and angiotensin II type 1 receptor blockers (ARB) have emerged. Since the ACE2 (angiotensin-converting enzyme 2) enzyme is the receptor that allows SARS COV2 entry into cells, the fear was that pre-existing treatment with ACEi or ARB might increase the risk of developing severe or fatal severe acute respiratory syndrome in case of COVID-19 infection. The present article discusses these concerns. ACE2 is a membrane-bound enzyme (carboxypeptidase) that contributes to the inactivation of angiotensin II and therefore physiologically counters angiotensin II effects. ACEis do not inhibit ACE2. Although ARBs have been shown to up-regulate ACE2 tissue expression in experimental animals, evidence was not always consistent in human studies. Moreover, to date there is no evidence that ACEi or ARB administration facilitates SARS-COV2 cell entry by increasing ACE2 tissue expression in either animal or human studies. Finally, some studies support the hypothesis that elevated ACE2 membrane expression and tissue activity by administration of ARB and/or infusion of soluble ACE2 could confer protective properties against inflammatory tissue damage in COVID-19 infection. In summary, based on the currently available evidence and as advocated by many medical societies, ACEi or ARB should not be discontinued because of concerns with COVID-19 infection, except when the hemodynamic situation is precarious and case-by-case adjustment is required."],"journal":"Ann Endocrinol (Paris)","authors":["Alexandre, Joachim","Cracowski, Jean-Luc","Richard, Vincent","Bouhanick, Beatrice"],"date":"2020-05-07T11:00:00Z","year":2020,"_id":"32370986","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1016/j.ando.2020.04.005","keywords":["arterial hypertension","covid-19","hypertension arterielle","renin-angiotensin-aldosterone system","systeme renine-angiotensine-aldosterone"],"e_drugs":["Aldosterone"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1666138496409010176,"score":341.2731},{"pmid":32264791,"pmcid":"PMC7188049","title":"Angiotensin-Converting Enzyme 2: SARS-CoV-2 Receptor and Regulator of the Renin-Angiotensin System: Celebrating the 20th Anniversary of the Discovery of ACE2.","text":["Angiotensin-Converting Enzyme 2: SARS-CoV-2 Receptor and Regulator of the Renin-Angiotensin System: Celebrating the 20th Anniversary of the Discovery of ACE2.","ACE2 (angiotensin-converting enzyme 2) has a multiplicity of physiological roles that revolve around its trivalent function: a negative regulator of the renin-angiotensin system, facilitator of amino acid transport, and the severe acute respiratory syndrome-coronavirus (SARS-CoV) and SARS-CoV-2 receptor. ACE2 is widely expressed, including, in the lungs, cardiovascular system, gut, kidneys, central nervous system, and adipose tissue. ACE2 has recently been identified as the SARS-CoV-2 receptor, the infective agent responsible for coronavirus disease 2019, providing a critical link between immunity, inflammation, ACE2, and cardiovascular disease. Although sharing a close evolutionary relationship with SARS-CoV, the receptor-binding domain of SARS-CoV-2 differs in several key amino acid residues, allowing for stronger binding affinity with the human ACE2 receptor, which may account for the greater pathogenicity of SARS-CoV-2. The loss of ACE2 function following binding by SARS-CoV-2 is driven by endocytosis and activation of proteolytic cleavage and processing. The ACE2 system is a critical protective pathway against heart failure with reduced and preserved ejection fraction including, myocardial infarction and hypertension, and against lung disease and diabetes mellitus. The control of gut dysbiosis and vascular permeability by ACE2 has emerged as an essential mechanism of pulmonary hypertension and diabetic cardiovascular complications. Recombinant ACE2, gene-delivery of Ace2, Ang 1-7 analogs, and Mas receptor agonists enhance ACE2 action and serve as potential therapies for disease conditions associated with an activated renin-angiotensin system. rhACE2 (recombinant human ACE2) has completed clinical trials and efficiently lowered or increased plasma angiotensin II and angiotensin 1-7 levels, respectively. Our review summarizes the progress over the past 20 years, highlighting the critical role of ACE2 as the novel SARS-CoV-2 receptor and as the negative regulator of the renin-angiotensin system, together with implications for the coronavirus disease 2019 pandemic and associated cardiovascular diseases.","Circ Res","Gheblawi, Mahmoud","Wang, Kaiming","Viveiros, Anissa","Nguyen, Quynh","Zhong, Jiu-Chang","Turner, Anthony J","Raizada, Mohan K","Grant, Maria B","Oudit, Gavin Y","32264791"],"abstract":["ACE2 (angiotensin-converting enzyme 2) has a multiplicity of physiological roles that revolve around its trivalent function: a negative regulator of the renin-angiotensin system, facilitator of amino acid transport, and the severe acute respiratory syndrome-coronavirus (SARS-CoV) and SARS-CoV-2 receptor. ACE2 is widely expressed, including, in the lungs, cardiovascular system, gut, kidneys, central nervous system, and adipose tissue. ACE2 has recently been identified as the SARS-CoV-2 receptor, the infective agent responsible for coronavirus disease 2019, providing a critical link between immunity, inflammation, ACE2, and cardiovascular disease. Although sharing a close evolutionary relationship with SARS-CoV, the receptor-binding domain of SARS-CoV-2 differs in several key amino acid residues, allowing for stronger binding affinity with the human ACE2 receptor, which may account for the greater pathogenicity of SARS-CoV-2. The loss of ACE2 function following binding by SARS-CoV-2 is driven by endocytosis and activation of proteolytic cleavage and processing. The ACE2 system is a critical protective pathway against heart failure with reduced and preserved ejection fraction including, myocardial infarction and hypertension, and against lung disease and diabetes mellitus. The control of gut dysbiosis and vascular permeability by ACE2 has emerged as an essential mechanism of pulmonary hypertension and diabetic cardiovascular complications. Recombinant ACE2, gene-delivery of Ace2, Ang 1-7 analogs, and Mas receptor agonists enhance ACE2 action and serve as potential therapies for disease conditions associated with an activated renin-angiotensin system. rhACE2 (recombinant human ACE2) has completed clinical trials and efficiently lowered or increased plasma angiotensin II and angiotensin 1-7 levels, respectively. Our review summarizes the progress over the past 20 years, highlighting the critical role of ACE2 as the novel SARS-CoV-2 receptor and as the negative regulator of the renin-angiotensin system, together with implications for the coronavirus disease 2019 pandemic and associated cardiovascular diseases."],"journal":"Circ Res","authors":["Gheblawi, Mahmoud","Wang, Kaiming","Viveiros, Anissa","Nguyen, Quynh","Zhong, Jiu-Chang","Turner, Anthony J","Raizada, Mohan K","Grant, Maria B","Oudit, Gavin Y"],"date":"2020-04-09T11:00:00Z","year":2020,"_id":"32264791","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.1161/CIRCRESAHA.120.317015","keywords":["cardiovascular diseases","coronavirus","dysbiosis","heart failure","renin-angiotensin system"],"locations":["kidneys"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1666138491949416450,"score":339.1241},{"pmid":32436229,"title":"Could COVID-19 have an impact on male fertility?","text":["Could COVID-19 have an impact on male fertility?","The pandemic caused by Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has led to several hypotheses of functional alteration of different organs. The direct influence of this virus on the male urogenital organs is still to be evaluated. However some hypotheses can already be made, especially in the andrological field, for the biological similarity of the SARS-CoV and SARS-CoV2. As well as SARS-CoV, SARS CoV-2 uses the 'Angiotensin Converting Enzyme-2' (ACE2) as a receptor to enter human cells. It was found that ACE2, Angiotensin (1-7) and its MAS receptors are present, over in the lung, also in the testicles, in particular in Leydig and Sertoli cells. A first hypothesis is that the virus could enter the testicle and lead to alterations in testicular functionality. A second hypothesis is that the binding of the virus to the ACE2 receptor, could cause an excess of ACE2 and give rise to a typical inflammatory response. The inflammatory cells could interfere with the function of Leydig and Sertoli cells. Both hypotheses should be evaluated and confirmed, in order to possibly monitor fertility in patients COVID-19+.","Andrologia","Illiano, Ester","Trama, Francesco","Costantini, Elisabetta","32436229"],"abstract":["The pandemic caused by Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has led to several hypotheses of functional alteration of different organs. The direct influence of this virus on the male urogenital organs is still to be evaluated. However some hypotheses can already be made, especially in the andrological field, for the biological similarity of the SARS-CoV and SARS-CoV2. As well as SARS-CoV, SARS CoV-2 uses the 'Angiotensin Converting Enzyme-2' (ACE2) as a receptor to enter human cells. It was found that ACE2, Angiotensin (1-7) and its MAS receptors are present, over in the lung, also in the testicles, in particular in Leydig and Sertoli cells. A first hypothesis is that the virus could enter the testicle and lead to alterations in testicular functionality. A second hypothesis is that the binding of the virus to the ACE2 receptor, could cause an excess of ACE2 and give rise to a typical inflammatory response. The inflammatory cells could interfere with the function of Leydig and Sertoli cells. Both hypotheses should be evaluated and confirmed, in order to possibly monitor fertility in patients COVID-19+."],"journal":"Andrologia","authors":["Illiano, Ester","Trama, Francesco","Costantini, Elisabetta"],"date":"2020-05-22T11:00:00Z","year":2020,"_id":"32436229","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1111/and.13654","keywords":["covid-19","angiotensin-converting enzyme 2","male infertility"],"locations":["Leydig","Sertoli","Leydig","Sertoli"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1667521393512677376,"score":334.13568}]}