{"pmid":32474280,"title":"Wastewater surveillance for population-wide Covid-19: The present and future.","text":["Wastewater surveillance for population-wide Covid-19: The present and future.","The Covid-19 pandemic (Coronavirus disease 2019) continues to expose countless unanticipated problems at all levels of the world's complex, interconnected society - global domino effects involving public health and safety, accessible health care, food security, stability of economies and financial institutions, and even the viability of democracies. These problems pose immense challenges that can voraciously consume human and capital resources. Tracking the initiation, spread, and changing trends of Covid-19 at population-wide scales is one of the most daunting challenges, especially the urgent need to map the distribution and magnitude of Covid-19 in near real-time. Other than pre-exposure prophylaxis or therapeutic treatments, the most important tool is the ability to quickly identify infected individuals. The mainstay approach for epidemics has long involved the large-scale application of diagnostic testing at the individual case level. However, this approach faces overwhelming challenges in providing fast surveys of large populations. An epidemiological tool developed and refined by environmental scientists over the last 20 years (Wastewater-Based Epidemiology - WBE) holds the potential as a key tool in containing and mitigating Covid-19 outbreaks while also minimizing domino effects such as unnecessarily long stay-at-home policies that stress humans and economies alike. WBE measures chemical signatures in sewage, such as fragment biomarkers from the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), simply by applying the type of clinical diagnostic testing (designed for individuals) to the collective signature of entire communities. As such, it could rapidly establish the presence of Covid-19 infections across an entire community. Surprisingly, this tool has not been widely embraced by epidemiologists or public health officials. Presented is an overview of why and how governments should exercise prudence and begin evaluating WBE and coordinating development of a standardized WBE methodology - one that could be deployed within nationalized monitoring networks to provide intercomparable data across nations.","Sci Total Environ","Daughton, Christian G","32474280"],"abstract":["The Covid-19 pandemic (Coronavirus disease 2019) continues to expose countless unanticipated problems at all levels of the world's complex, interconnected society - global domino effects involving public health and safety, accessible health care, food security, stability of economies and financial institutions, and even the viability of democracies. These problems pose immense challenges that can voraciously consume human and capital resources. Tracking the initiation, spread, and changing trends of Covid-19 at population-wide scales is one of the most daunting challenges, especially the urgent need to map the distribution and magnitude of Covid-19 in near real-time. Other than pre-exposure prophylaxis or therapeutic treatments, the most important tool is the ability to quickly identify infected individuals. The mainstay approach for epidemics has long involved the large-scale application of diagnostic testing at the individual case level. However, this approach faces overwhelming challenges in providing fast surveys of large populations. An epidemiological tool developed and refined by environmental scientists over the last 20 years (Wastewater-Based Epidemiology - WBE) holds the potential as a key tool in containing and mitigating Covid-19 outbreaks while also minimizing domino effects such as unnecessarily long stay-at-home policies that stress humans and economies alike. WBE measures chemical signatures in sewage, such as fragment biomarkers from the Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2), simply by applying the type of clinical diagnostic testing (designed for individuals) to the collective signature of entire communities. As such, it could rapidly establish the presence of Covid-19 infections across an entire community. Surprisingly, this tool has not been widely embraced by epidemiologists or public health officials. Presented is an overview of why and how governments should exercise prudence and begin evaluating WBE and coordinating development of a standardized WBE methodology - one that could be deployed within nationalized monitoring networks to provide intercomparable data across nations."],"journal":"Sci Total Environ","authors":["Daughton, Christian G"],"date":"2020-06-01T11:00:00Z","year":2020,"_id":"32474280","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1016/j.scitotenv.2020.139631","keywords":["covid-19","epidemiology","pandemic","sarscov-2","sewage","wastewater-based epidemiology (wbe)"],"topics":["Prevention"],"weight":1,"_version_":1668341932603998208,"score":9.490897,"similar":[{"pmid":32371231,"title":"Computational analysis of SARS-CoV-2/COVID-19 surveillance by wastewater-based epidemiology locally and globally: Feasibility, economy, opportunities and challenges.","text":["Computational analysis of SARS-CoV-2/COVID-19 surveillance by wastewater-based epidemiology locally and globally: Feasibility, economy, opportunities and challenges.","With the economic and practical limits of medical screening for SARS-CoV-2/COVID-19 coming sharply into focus worldwide, scientists are turning now to wastewater-based epidemiology (WBE) as a potential tool for assessing and managing the pandemic. We employed computational analysis and modeling to examine the feasibility, economy, opportunities and challenges of enumerating active coronavirus infections locally and globally using WBE. Depending on local conditions, detection in community wastewater of one symptomatic/asymptomatic infected case per 100 to 2,000,000 non-infected people is theoretically feasible, with some practical successes now being reported from around the world. Computer simulations for past, present and emerging epidemic hotspots (e.g., Wuhan, Milan, Madrid, New York City, Teheran, Seattle, Detroit and New Orleans) identified temperature, average in-sewer travel time and per-capita water use as key variables. WBE surveillance of populations is shown to be orders of magnitude cheaper and faster than clinical screening, yet cannot fully replace it. Cost savings worldwide for one-time national surveillance campaigns are estimated to be in the million to billion US dollar range (US$), depending on a nation's population size and number of testing rounds conducted. For resource poor regions and nations, WBE may represent the only viable means of effective surveillance. Important limitations of WBE rest with its inability to identify individuals and to pinpoint their specific locations. Not compensating for temperature effects renders WBE data vulnerable to severe under-/over-estimation of infected cases. Effective surveillance may be envisioned as a two-step process in which WBE serves to identify and enumerate infected cases, where after clinical testing then serves to identify infected individuals in WBE-revealed hotspots. Data provided here demonstrate this approach to save money, be broadly applicable worldwide, and potentially aid in precision management of the pandemic, thereby helping to accelerate the global economic recovery that billions of people rely upon for their livelihoods.","Sci Total Environ","Hart, Olga E","Halden, Rolf U","32371231"],"abstract":["With the economic and practical limits of medical screening for SARS-CoV-2/COVID-19 coming sharply into focus worldwide, scientists are turning now to wastewater-based epidemiology (WBE) as a potential tool for assessing and managing the pandemic. We employed computational analysis and modeling to examine the feasibility, economy, opportunities and challenges of enumerating active coronavirus infections locally and globally using WBE. Depending on local conditions, detection in community wastewater of one symptomatic/asymptomatic infected case per 100 to 2,000,000 non-infected people is theoretically feasible, with some practical successes now being reported from around the world. Computer simulations for past, present and emerging epidemic hotspots (e.g., Wuhan, Milan, Madrid, New York City, Teheran, Seattle, Detroit and New Orleans) identified temperature, average in-sewer travel time and per-capita water use as key variables. WBE surveillance of populations is shown to be orders of magnitude cheaper and faster than clinical screening, yet cannot fully replace it. Cost savings worldwide for one-time national surveillance campaigns are estimated to be in the million to billion US dollar range (US$), depending on a nation's population size and number of testing rounds conducted. For resource poor regions and nations, WBE may represent the only viable means of effective surveillance. Important limitations of WBE rest with its inability to identify individuals and to pinpoint their specific locations. Not compensating for temperature effects renders WBE data vulnerable to severe under-/over-estimation of infected cases. Effective surveillance may be envisioned as a two-step process in which WBE serves to identify and enumerate infected cases, where after clinical testing then serves to identify infected individuals in WBE-revealed hotspots. Data provided here demonstrate this approach to save money, be broadly applicable worldwide, and potentially aid in precision management of the pandemic, thereby helping to accelerate the global economic recovery that billions of people rely upon for their livelihoods."],"journal":"Sci Total Environ","authors":["Hart, Olga E","Halden, Rolf U"],"date":"2020-05-07T11:00:00Z","year":2020,"_id":"32371231","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1016/j.scitotenv.2020.138875","keywords":["coronavirus","global health","modeling","wastewater-based epidemiology"],"locations":["Wuhan","Milan","Madrid","New York","Teheran","Seattle","Detroit","New Orleans"],"countries":["Spain","China","Iran, Islamic Republic of","United States","Italy"],"countries_codes":["ESP|Spain","CHN|China","IRN|Iran, Islamic Republic of","USA|United States","ITA|Italy"],"e_drugs":["Water"],"topics":["Prevention"],"weight":1,"_version_":1666138496438370304,"score":157.10217},{"pmid":32421292,"title":"The 5% of the Population at High Risk for Severe COVID-19 Infection Is Identifiable and Needs to Be Taken Into Account When Reopening the Economy.","text":["The 5% of the Population at High Risk for Severe COVID-19 Infection Is Identifiable and Needs to Be Taken Into Account When Reopening the Economy.","The goal of this column is to help mental health care professionals understand coronavirus disease 2019 (COVID-19) so that they can better explain the complexities of the current crisis to their patients. The bottom-line of this column is that, while COVID-19 can infect virtually everyone in the human population, only about 5% are susceptible to severe infection requiring admission to an intensive care unit and/or causing a fatal outcome and this population can be identified on the basis of comorbid medical illness and/or age. These numbers are based on experience in China, the United States, and Europe. Table 1 presents an analysis conducted by the US Centers for Disease Control and Prevention (CDC), which is further supported by several other sources reviewed in the article. The population at risk for severe infection are individuals with comorbid medical illness and those 85 years of age and older. The comorbid medical illnesses identified as risk factors are preexisting respiratory and cardiovascular disease, immunocompromised status, morbid obesity (ie, body mass index >/=40), diabetes mellitus, and possibly significant kidney or liver impairment. Parenthetically, news reports and the literature sometimes cite age 60 years and older as a risk factor but age between 60 and 85 years is likely a surrogate for having 1 or more of these comorbid medical conditions. While 5% may initially seem like a small number, it nevertheless potentially represents 16.5 million people, given the United States population of 330 million. That is a tremendous number of people requiring intensive care unit admission and/or potentially dying, and individuals in this population have overwhelmed the US health care system in some hotspots. For this reason, this column suggests taking this at-risk population into account in mitigation strategies when attempting to open the US economy. The column addresses the following questions: (1) What are the 3 aspects of the race to minimize the damage caused by COVID-19? (2) What data are currently available to help guide decisions to be made? (3) What strategies have been employed to date and how successful have they been? and (4) Might risk stratification of exposure be a viable strategy to minimize the damage caused by the virus? The race to minimize the damage caused by COVID-19 requires that we obtain knowledge about the disease and its treatment or prevention, how to best safeguard public health and avoid overwhelming the health care system, and how to minimize the societal damage caused by substantial disruption of the economy. Data gathered over the past 4 months since the COVID-19 virus emerged as a human pathogen have provided guidance for our decisions going forward. The most widely adopted strategies for dealing with the COVID-19 pandemic to date have involved the epidemiological approach of encouraging good hygiene practices and social distancing, including orders to \"shelter in place,\" quarantine of high-risk individuals, and isolation of infected individuals. The goal of this epidemiological approach has been to \"flatten the curve\" by reducing the height of the peak of the infection to avoid overwhelming the health care system and society in general, while buying time to learn more about the disease and find more effective ways to deal with it. However, now that more is known about COVID-19 and the portion of the population that is most at risk for serious adverse outcomes including death, it may be possible to move from a shelter-in-place approach for the entire population to focus on those at most risk and thus facilitate a gradual and rational phased reduction of social restrictions to reopen the economy. Such a graduated opening would be based on regions of countries meeting specific criteria in terms of being able to contain the virus, coupled with vigorous monitoring to look for outbreaks, followed by case monitoring, isolation of infected individuals and quarantine of exposed individuals, and increased use of testing for active disease as well as for immunity. Taking the data on high-risk individuals into account would allow for a gradual lifting of restrictions on the majority of the population while maintaining more stringent safeguards to protect the vulnerable portion of the population. Nevertheless, the entire population would need to continue to practice good hygiene and social distancing while simultaneously-and perhaps even more vigorously-focusing on sheltering the vulnerable population until adequate community immunity has been achieved to prevent the spread of the virus, whether that is accomplished through natural exposure alone or with the addition of safe and effective vaccine(s) which may not be available for a year. Continued widespread testing for antibodies will help determine how far or close this country is-and other countries are-from developing effective community immunity.","J Psychiatr Pract","Preskorn, Sheldon H","32421292"],"journal":"J Psychiatr Pract","authors":["Preskorn, Sheldon H"],"date":"2020-05-19T11:00:00Z","year":2020,"_id":"32421292","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1097/PRA.0000000000000475","locations":["China","United States","United States","US","US"],"countries":["United States","China"],"countries_codes":["USA|United States","CHN|China"],"topics":["Prevention"],"weight":1,"abstract":["The goal of this column is to help mental health care professionals understand coronavirus disease 2019 (COVID-19) so that they can better explain the complexities of the current crisis to their patients. The bottom-line of this column is that, while COVID-19 can infect virtually everyone in the human population, only about 5% are susceptible to severe infection requiring admission to an intensive care unit and/or causing a fatal outcome and this population can be identified on the basis of comorbid medical illness and/or age. These numbers are based on experience in China, the United States, and Europe. Table 1 presents an analysis conducted by the US Centers for Disease Control and Prevention (CDC), which is further supported by several other sources reviewed in the article. The population at risk for severe infection are individuals with comorbid medical illness and those 85 years of age and older. The comorbid medical illnesses identified as risk factors are preexisting respiratory and cardiovascular disease, immunocompromised status, morbid obesity (ie, body mass index >/=40), diabetes mellitus, and possibly significant kidney or liver impairment. Parenthetically, news reports and the literature sometimes cite age 60 years and older as a risk factor but age between 60 and 85 years is likely a surrogate for having 1 or more of these comorbid medical conditions. While 5% may initially seem like a small number, it nevertheless potentially represents 16.5 million people, given the United States population of 330 million. That is a tremendous number of people requiring intensive care unit admission and/or potentially dying, and individuals in this population have overwhelmed the US health care system in some hotspots. For this reason, this column suggests taking this at-risk population into account in mitigation strategies when attempting to open the US economy. The column addresses the following questions: (1) What are the 3 aspects of the race to minimize the damage caused by COVID-19? (2) What data are currently available to help guide decisions to be made? (3) What strategies have been employed to date and how successful have they been? and (4) Might risk stratification of exposure be a viable strategy to minimize the damage caused by the virus? The race to minimize the damage caused by COVID-19 requires that we obtain knowledge about the disease and its treatment or prevention, how to best safeguard public health and avoid overwhelming the health care system, and how to minimize the societal damage caused by substantial disruption of the economy. Data gathered over the past 4 months since the COVID-19 virus emerged as a human pathogen have provided guidance for our decisions going forward. The most widely adopted strategies for dealing with the COVID-19 pandemic to date have involved the epidemiological approach of encouraging good hygiene practices and social distancing, including orders to \"shelter in place,\" quarantine of high-risk individuals, and isolation of infected individuals. The goal of this epidemiological approach has been to \"flatten the curve\" by reducing the height of the peak of the infection to avoid overwhelming the health care system and society in general, while buying time to learn more about the disease and find more effective ways to deal with it. However, now that more is known about COVID-19 and the portion of the population that is most at risk for serious adverse outcomes including death, it may be possible to move from a shelter-in-place approach for the entire population to focus on those at most risk and thus facilitate a gradual and rational phased reduction of social restrictions to reopen the economy. Such a graduated opening would be based on regions of countries meeting specific criteria in terms of being able to contain the virus, coupled with vigorous monitoring to look for outbreaks, followed by case monitoring, isolation of infected individuals and quarantine of exposed individuals, and increased use of testing for active disease as well as for immunity. Taking the data on high-risk individuals into account would allow for a gradual lifting of restrictions on the majority of the population while maintaining more stringent safeguards to protect the vulnerable portion of the population. Nevertheless, the entire population would need to continue to practice good hygiene and social distancing while simultaneously-and perhaps even more vigorously-focusing on sheltering the vulnerable population until adequate community immunity has been achieved to prevent the spread of the virus, whether that is accomplished through natural exposure alone or with the addition of safe and effective vaccine(s) which may not be available for a year. Continued widespread testing for antibodies will help determine how far or close this country is-and other countries are-from developing effective community immunity."],"_version_":1667159284529496065,"score":153.4039},{"pmid":32501021,"title":"Community-based screening and testing for Coronavirus in Cape Town, South Africa: Short report.","text":["Community-based screening and testing for Coronavirus in Cape Town, South Africa: Short report.","Corona Virus Infectious Disease 2019 (COVID-19) was first reported in Cape Town in March 2020 and the transmission was soon observed in local communities. Cape Town has many vulnerable communities because of poverty, overcrowding and comorbidities, although it has a relatively small elderly population. Amongst the unique and early responses to the pandemic in South Africa has been the strategy of community screening and testing (CST). This process has been drawn from health department's prior adoption of a community-orientated primary care (COPC) approach, which relies on teams of community health workers working in delineated communities to prevent disease and provide early interventions for those at higher risk. The COPC principles were applied in the CST programme, which involved collaboration between facility and community-based teams, linking public health and primary care approaches, careful mapping of cases in highly vulnerable communities, targeted screening around cases, testing of those that screened positive, health education and linkage to primary care. The overall aim was to slow down transmission through early identification and isolation of diagnosed cases. Key challenges involved the designing of a screening tool with appropriate sensitivity and specificity as well as the logistics of staffing, transport, consumables, data collection and capture, security, ablutions and personal protective equipment. Key opportunities included synergies between CST and evolving commitment to COPC in the health system. Key threats were the deteriorating security situation in the most vulnerable communities because of loss of income, food insecurity and CST distrust as well as increasing turn-around-times for test results.","Afr J Prim Health Care Fam Med","David, Neal","Mash, Robert","32501021"],"abstract":["Corona Virus Infectious Disease 2019 (COVID-19) was first reported in Cape Town in March 2020 and the transmission was soon observed in local communities. Cape Town has many vulnerable communities because of poverty, overcrowding and comorbidities, although it has a relatively small elderly population. Amongst the unique and early responses to the pandemic in South Africa has been the strategy of community screening and testing (CST). This process has been drawn from health department's prior adoption of a community-orientated primary care (COPC) approach, which relies on teams of community health workers working in delineated communities to prevent disease and provide early interventions for those at higher risk. The COPC principles were applied in the CST programme, which involved collaboration between facility and community-based teams, linking public health and primary care approaches, careful mapping of cases in highly vulnerable communities, targeted screening around cases, testing of those that screened positive, health education and linkage to primary care. The overall aim was to slow down transmission through early identification and isolation of diagnosed cases. Key challenges involved the designing of a screening tool with appropriate sensitivity and specificity as well as the logistics of staffing, transport, consumables, data collection and capture, security, ablutions and personal protective equipment. Key opportunities included synergies between CST and evolving commitment to COPC in the health system. Key threats were the deteriorating security situation in the most vulnerable communities because of loss of income, food insecurity and CST distrust as well as increasing turn-around-times for test results."],"journal":"Afr J Prim Health Care Fam Med","authors":["David, Neal","Mash, Robert"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32501021","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.4102/phcfm.v12i1.2499","keywords":["covid-19","community health workers","community-orientated primary care","mass screening","primary care"],"locations":["Cape Town","South Africa","Cape Town","South Africa"],"countries":["South Africa"],"countries_codes":["ZAF|South Africa"],"topics":["Prevention"],"weight":1,"_version_":1668804508923199488,"score":145.69574},{"pmid":32160889,"pmcid":"PMC7065369","title":"Geographical tracking and mapping of coronavirus disease COVID-19/severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) epidemic and associated events around the world: how 21st century GIS technologies are supporting the global fight against outbreaks and epidemics.","text":["Geographical tracking and mapping of coronavirus disease COVID-19/severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) epidemic and associated events around the world: how 21st century GIS technologies are supporting the global fight against outbreaks and epidemics.","In December 2019, a new virus (initially called 'Novel Coronavirus 2019-nCoV' and later renamed to SARS-CoV-2) causing severe acute respiratory syndrome (coronavirus disease COVID-19) emerged in Wuhan, Hubei Province, China, and rapidly spread to other parts of China and other countries around the world, despite China's massive efforts to contain the disease within Hubei. As with the original SARS-CoV epidemic of 2002/2003 and with seasonal influenza, geographic information systems and methods, including, among other application possibilities, online real-or near-real-time mapping of disease cases and of social media reactions to disease spread, predictive risk mapping using population travel data, and tracing and mapping super-spreader trajectories and contacts across space and time, are proving indispensable for timely and effective epidemic monitoring and response. This paper offers pointers to, and describes, a range of practical online/mobile GIS and mapping dashboards and applications for tracking the 2019/2020 coronavirus epidemic and associated events as they unfold around the world. Some of these dashboards and applications are receiving data updates in near-real-time (at the time of writing), and one of them is meant for individual users (in China) to check if the app user has had any close contact with a person confirmed or suspected to have been infected with SARS-CoV-2 in the recent past. We also discuss additional ways GIS can support the fight against infectious disease outbreaks and epidemics.","Int J Health Geogr","Kamel Boulos, Maged N","Geraghty, Estella M","32160889"],"abstract":["In December 2019, a new virus (initially called 'Novel Coronavirus 2019-nCoV' and later renamed to SARS-CoV-2) causing severe acute respiratory syndrome (coronavirus disease COVID-19) emerged in Wuhan, Hubei Province, China, and rapidly spread to other parts of China and other countries around the world, despite China's massive efforts to contain the disease within Hubei. As with the original SARS-CoV epidemic of 2002/2003 and with seasonal influenza, geographic information systems and methods, including, among other application possibilities, online real-or near-real-time mapping of disease cases and of social media reactions to disease spread, predictive risk mapping using population travel data, and tracing and mapping super-spreader trajectories and contacts across space and time, are proving indispensable for timely and effective epidemic monitoring and response. This paper offers pointers to, and describes, a range of practical online/mobile GIS and mapping dashboards and applications for tracking the 2019/2020 coronavirus epidemic and associated events as they unfold around the world. Some of these dashboards and applications are receiving data updates in near-real-time (at the time of writing), and one of them is meant for individual users (in China) to check if the app user has had any close contact with a person confirmed or suspected to have been infected with SARS-CoV-2 in the recent past. We also discuss additional ways GIS can support the fight against infectious disease outbreaks and epidemics."],"journal":"Int J Health Geogr","authors":["Kamel Boulos, Maged N","Geraghty, Estella M"],"date":"2020-03-13T11:00:00Z","year":2020,"_id":"32160889","source":"PubMed","week":"202011|Mar 09 - Mar 15","doi":"10.1186/s12942-020-00202-8","keywords":["covid-19","gis","sars-cov-2"],"locations":["Wuhan","Hubei","China","China","China","Hubei","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1666138492663496704,"score":143.0892},{"pmid":32464333,"title":"First detection of SARS-CoV-2 in untreated wastewaters in Italy.","text":["First detection of SARS-CoV-2 in untreated wastewaters in Italy.","Several studies have demonstrated the advantages of environmental surveillance through the monitoring of sewage for the assessment of viruses circulating in a given community (wastewater-based epidemiology, WBE). During the COVID-19 public health emergency, many reports have described the presence of SARS-CoV-2 RNA in stools from COVID-19 patients, and a few studies reported the occurrence of SARS-CoV-2 in wastewaters worldwide. Italy is among the world's worst-affected countries in the COVID-19 pandemic, but so far there are no studies assessing the presence of SARS-CoV-2 in Italian wastewaters. To this aim, twelve influent sewage samples, collected between February and April 2020 from Wastewater Treatment Plants in Milan and Rome, were tested adapting, for concentration, the standard WHO procedure for Poliovirus surveillance. Molecular analysis was undertaken with three nested protocols, including a newly designed SARS-CoV-2 specific primer set. SARS-CoV-2 RNA detection was accomplished in volumes of 250 ml of wastewaters collected in areas of high (Milan) and low (Rome) epidemic circulation, according to clinical data. Overall, 6 out of 12 samples were positive. One of the positive results was obtained in a Milan wastewater sample collected a few days after the first notified Italian case of autochthonous SARS-CoV-2. The study confirms that WBE has the potential to be applied to SARS-CoV-2 as a sensitive tool to study spatial and temporal trends of virus circulation in the population.","Sci Total Environ","La Rosa, Giuseppina","Iaconelli, Marcello","Mancini, Pamela","Bonanno Ferraro, Giusy","Veneri, Carolina","Bonadonna, Lucia","Lucentini, Luca","Suffredini, Elisabetta","32464333"],"abstract":["Several studies have demonstrated the advantages of environmental surveillance through the monitoring of sewage for the assessment of viruses circulating in a given community (wastewater-based epidemiology, WBE). During the COVID-19 public health emergency, many reports have described the presence of SARS-CoV-2 RNA in stools from COVID-19 patients, and a few studies reported the occurrence of SARS-CoV-2 in wastewaters worldwide. Italy is among the world's worst-affected countries in the COVID-19 pandemic, but so far there are no studies assessing the presence of SARS-CoV-2 in Italian wastewaters. To this aim, twelve influent sewage samples, collected between February and April 2020 from Wastewater Treatment Plants in Milan and Rome, were tested adapting, for concentration, the standard WHO procedure for Poliovirus surveillance. Molecular analysis was undertaken with three nested protocols, including a newly designed SARS-CoV-2 specific primer set. SARS-CoV-2 RNA detection was accomplished in volumes of 250 ml of wastewaters collected in areas of high (Milan) and low (Rome) epidemic circulation, according to clinical data. Overall, 6 out of 12 samples were positive. One of the positive results was obtained in a Milan wastewater sample collected a few days after the first notified Italian case of autochthonous SARS-CoV-2. The study confirms that WBE has the potential to be applied to SARS-CoV-2 as a sensitive tool to study spatial and temporal trends of virus circulation in the population."],"journal":"Sci Total Environ","authors":["La Rosa, Giuseppina","Iaconelli, Marcello","Mancini, Pamela","Bonanno Ferraro, Giusy","Veneri, Carolina","Bonadonna, Lucia","Lucentini, Luca","Suffredini, Elisabetta"],"date":"2020-05-29T11:00:00Z","year":2020,"_id":"32464333","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1016/j.scitotenv.2020.139652","keywords":["covid-19","coronavirus","sars-cov-2","sewage","surveillance","wastewater"],"locations":["Italy","Italian","Milan","Rome","Milan","Rome","Milan","Italian","Italy"],"countries":["Italy"],"countries_codes":["ITA|Italy"],"topics":["Diagnosis"],"weight":1,"_version_":1668079521199292416,"score":140.15309}]}