{"pmid":32474977,"title":"Information and Disinformation: Social Media in the COVID-19 Crisis.","text":["Information and Disinformation: Social Media in the COVID-19 Crisis.","The novel coronavirus disease of 2019 (COVID-19) is a global pandemic with over 4.7 million cases and 316,000 deaths worldwide.(1) Social media, defined as \"electronic communication through which users create online communities to share information, ideas, personal messages, and other content,\"(2) has played an important role during the COVID-19 pandemic. In fact, social media usage amongst the public has previously been demonstrated to significantly increase in cases of natural disasters and crises.(3) However, it is important to consider the benefits and limitations of this medium.","Acad Emerg Med","Gottlieb, Michael","Dyer, Sean","32474977"],"abstract":["The novel coronavirus disease of 2019 (COVID-19) is a global pandemic with over 4.7 million cases and 316,000 deaths worldwide.(1) Social media, defined as \"electronic communication through which users create online communities to share information, ideas, personal messages, and other content,\"(2) has played an important role during the COVID-19 pandemic. In fact, social media usage amongst the public has previously been demonstrated to significantly increase in cases of natural disasters and crises.(3) However, it is important to consider the benefits and limitations of this medium."],"journal":"Acad Emerg Med","authors":["Gottlieb, Michael","Dyer, Sean"],"date":"2020-06-01T11:00:00Z","year":2020,"_id":"32474977","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1111/acem.14036","weight":0,"_version_":1668341932679495682,"score":9.490897,"similar":[{"pmid":32498140,"title":"Impact of Rumors and Misinformation on COVID-19 in Social Media.","text":["Impact of Rumors and Misinformation on COVID-19 in Social Media.","The coronavirus disease 2019 (COVID-19) pandemic has not only caused significant challenges for health systems all over the globe but also fueled the surge of numerous rumors, hoaxes, and misinformation, regarding the etiology, outcomes, prevention, and cure of the disease. Such spread of misinformation is masking healthy behaviors and promoting erroneous practices that increase the spread of the virus and ultimately result in poor physical and mental health outcomes among individuals. Myriad incidents of mishaps caused by these rumors have been reported globally. To address this issue, the frontline healthcare providers should be equipped with the most recent research findings and accurate information. The mass media, healthcare organization, community-based organizations, and other important stakeholders should build strategic partnerships and launch common platforms for disseminating authentic public health messages. Also, advanced technologies like natural language processing or data mining approaches should be applied in the detection and removal of online content with no scientific basis from all social media platforms. Furthermore, these practices should be controlled with regulatory and law enforcement measures alongside ensuring telemedicine-based services providing accurate information on COVID-19.","J Prev Med Public Health","Tasnim, Samia","Hossain, Md Mahbub","Mazumder, Hoimonty","32498140"],"abstract":["The coronavirus disease 2019 (COVID-19) pandemic has not only caused significant challenges for health systems all over the globe but also fueled the surge of numerous rumors, hoaxes, and misinformation, regarding the etiology, outcomes, prevention, and cure of the disease. Such spread of misinformation is masking healthy behaviors and promoting erroneous practices that increase the spread of the virus and ultimately result in poor physical and mental health outcomes among individuals. Myriad incidents of mishaps caused by these rumors have been reported globally. To address this issue, the frontline healthcare providers should be equipped with the most recent research findings and accurate information. The mass media, healthcare organization, community-based organizations, and other important stakeholders should build strategic partnerships and launch common platforms for disseminating authentic public health messages. Also, advanced technologies like natural language processing or data mining approaches should be applied in the detection and removal of online content with no scientific basis from all social media platforms. Furthermore, these practices should be controlled with regulatory and law enforcement measures alongside ensuring telemedicine-based services providing accurate information on COVID-19."],"journal":"J Prev Med Public Health","authors":["Tasnim, Samia","Hossain, Md Mahbub","Mazumder, Hoimonty"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32498140","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.3961/jpmph.20.094","keywords":["covid-19","health impacts","misinformation","social media"],"topics":["Prevention"],"weight":1,"_version_":1668804508833021952,"score":142.47035},{"pmid":32369026,"title":"\"The Impact of Social Media on Hyped Panic during the COVID-19 Pandemic: The Iraqi Kurdistan Case'\".","text":["\"The Impact of Social Media on Hyped Panic during the COVID-19 Pandemic: The Iraqi Kurdistan Case'\".","BACKGROUND: In the recent three months of 2020, a lot of information and news reports about the COVID-19 has been published and shared on social media and social networking sites. and it is being called the first true social-media 'infodemic'\". Therefore, the few published scientific resources in the social media 'infodemic' spreads panic and affect the mental health of followers of social media users. OBJECTIVE: This study aimed to find out the effects of social media on spreading panic of COVID-19, and its impact on mental health in the Kurdistan Region of Iraq. METHODS: To carry out this study, an online questionnaire was prepared to conduct in Iraqi Kurdistan, and total number of 516 social media users were sampled. The present study deployed a content analysis method for the data analysis. Correspondingly, the data was analysed through SPSS version 25 and presented in tabulation and figures. RESULTS: The study determined that social media has a significant impact spreading fears and panic of the COVID-19 outbreaks in Iraqi Kurdistan Region. Along with this, it has a negative influence on people's mental health and psychological wellbeing. According to the study results, Facebook is the top used social media responsible for spreading panic of the COVID-19 outbreak in Iraq. Most of the participants in the study believe that social media had a significant psychological impact on them during this COVID-19 outbreak. CONCLUSIONS: Social media has various effects on mental health. This study concluded that social media was responsible for spreading panic of COVID-19 among people in Iraqi Kurdistan. It is found that, there is a significant positive statistical correlation between Social media and spreading panic of COVID-19, which is (0.8701) and that the significance value. Youths are facing psychological problems as per the results indicated in this results majority of the youths under the age of 18-35 are facing psychological anxiety. However, as in the lockdown situation, people are using social media platforms to gain information about the COVID-19. The nature of the impacts of social media panic among people is different depending on the gender, age and level of education. It can be seen that social media has played a key role in spreading panic of COVID-19 outbreak in Iraqi Kurdistan Region and other countries. CLINICALTRIAL:","JMIR Ment Health","Ahmad, Araz Ramazan","Murad, Hersh Rasool","R Gardner, Marilyn","32369026"],"abstract":["BACKGROUND: In the recent three months of 2020, a lot of information and news reports about the COVID-19 has been published and shared on social media and social networking sites. and it is being called the first true social-media 'infodemic'\". Therefore, the few published scientific resources in the social media 'infodemic' spreads panic and affect the mental health of followers of social media users. OBJECTIVE: This study aimed to find out the effects of social media on spreading panic of COVID-19, and its impact on mental health in the Kurdistan Region of Iraq. METHODS: To carry out this study, an online questionnaire was prepared to conduct in Iraqi Kurdistan, and total number of 516 social media users were sampled. The present study deployed a content analysis method for the data analysis. Correspondingly, the data was analysed through SPSS version 25 and presented in tabulation and figures. RESULTS: The study determined that social media has a significant impact spreading fears and panic of the COVID-19 outbreaks in Iraqi Kurdistan Region. Along with this, it has a negative influence on people's mental health and psychological wellbeing. According to the study results, Facebook is the top used social media responsible for spreading panic of the COVID-19 outbreak in Iraq. Most of the participants in the study believe that social media had a significant psychological impact on them during this COVID-19 outbreak. CONCLUSIONS: Social media has various effects on mental health. This study concluded that social media was responsible for spreading panic of COVID-19 among people in Iraqi Kurdistan. It is found that, there is a significant positive statistical correlation between Social media and spreading panic of COVID-19, which is (0.8701) and that the significance value. Youths are facing psychological problems as per the results indicated in this results majority of the youths under the age of 18-35 are facing psychological anxiety. However, as in the lockdown situation, people are using social media platforms to gain information about the COVID-19. The nature of the impacts of social media panic among people is different depending on the gender, age and level of education. It can be seen that social media has played a key role in spreading panic of COVID-19 outbreak in Iraqi Kurdistan Region and other countries. CLINICALTRIAL:"],"journal":"JMIR Ment Health","authors":["Ahmad, Araz Ramazan","Murad, Hersh Rasool","R Gardner, Marilyn"],"date":"2020-05-06T11:00:00Z","year":2020,"_id":"32369026","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.2196/19556","locations":["Iraqi","Kurdistan","Iraqi","Kurdistan","Iraq","Iraqi","Kurdistan","Iraqi","Kurdistan"],"countries":["Iraq"],"countries_codes":["IRQ|Iraq"],"topics":["Prevention"],"weight":1,"_version_":1666138496278986752,"score":133.68152},{"pmid":32250961,"title":"COVID-19 Related Misinformation on Social Media: A Qualitative Study from Iran.","text":["COVID-19 Related Misinformation on Social Media: A Qualitative Study from Iran.","BACKGROUND: Background: During outbreaks of diseases a great amount of health threatening misinformation is produced and released. In the web-2 era much of this misinformation is disseminated via social media where information could spread easily and quickly. Monitoring social media content provides crucial insights for health managers to manage the crisis. OBJECTIVE: Objective: Given the misinformation surrounding COVID-19 outbreak, this study was aimed to analyze contents of the most commonly used social networks in Iran that is among the affected countries. METHODS: Methods: A social media monitoring conducted through a qualitative design to analyze the discussions of social media users about the content related to COVID-19 transferred via Iranian medical faculty members` groups in Telegram and Whats App during Feb 20 to March 20, 2020 emphasizing the misinformation. Discourse analysis was applied and the written dialogues and discussions regarding misinformation about different aspects of the outbreak between medical faculty members all over the country were analyzed. RESULTS: Results: Cultural factors, demand pressure for information during the crisis, the easiness of information dissemination via social networks, marketing incentives and the poor legal supervision of online contents are the main reasons of misinformation dissemination. Disease statistics; treatments, vaccines and medicines; prevention and protection methods; dietary recommendations and disease transmission ways are the main subjective categories of releasing misinformation regarding novel coronavirus outbreak. Consequences of misinformation dissemination regarding disease include psychosocial; economic; health status; health system and ethical ones. Active and effective presence of health professionals and authorities on social media during the crisis and the improvement of public health literacy in the long term are the most recommended strategies for dealing with issues related to misinformation. CONCLUSIONS: Conclusion: This study contributes the management of COVID-19 outbreak trough providing applicable insights for health managers to manage public information in this challenging time. CLINICALTRIAL:","J Med Internet Res","Bastani, Peivand","Bahrami, Mohammad Amin","32250961"],"abstract":["BACKGROUND: Background: During outbreaks of diseases a great amount of health threatening misinformation is produced and released. In the web-2 era much of this misinformation is disseminated via social media where information could spread easily and quickly. Monitoring social media content provides crucial insights for health managers to manage the crisis. OBJECTIVE: Objective: Given the misinformation surrounding COVID-19 outbreak, this study was aimed to analyze contents of the most commonly used social networks in Iran that is among the affected countries. METHODS: Methods: A social media monitoring conducted through a qualitative design to analyze the discussions of social media users about the content related to COVID-19 transferred via Iranian medical faculty members` groups in Telegram and Whats App during Feb 20 to March 20, 2020 emphasizing the misinformation. Discourse analysis was applied and the written dialogues and discussions regarding misinformation about different aspects of the outbreak between medical faculty members all over the country were analyzed. RESULTS: Results: Cultural factors, demand pressure for information during the crisis, the easiness of information dissemination via social networks, marketing incentives and the poor legal supervision of online contents are the main reasons of misinformation dissemination. Disease statistics; treatments, vaccines and medicines; prevention and protection methods; dietary recommendations and disease transmission ways are the main subjective categories of releasing misinformation regarding novel coronavirus outbreak. Consequences of misinformation dissemination regarding disease include psychosocial; economic; health status; health system and ethical ones. Active and effective presence of health professionals and authorities on social media during the crisis and the improvement of public health literacy in the long term are the most recommended strategies for dealing with issues related to misinformation. CONCLUSIONS: Conclusion: This study contributes the management of COVID-19 outbreak trough providing applicable insights for health managers to manage public information in this challenging time. CLINICALTRIAL:"],"journal":"J Med Internet Res","authors":["Bastani, Peivand","Bahrami, Mohammad Amin"],"date":"2020-04-07T11:00:00Z","year":2020,"_id":"32250961","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.2196/18932","locations":["Iran","Iranian","Telegram","Iran"],"countries":["Iran, Islamic Republic of"],"countries_codes":["IRN|Iran, Islamic Republic of"],"topics":["Prevention"],"weight":1,"_version_":1666138491021426688,"score":132.94655},{"pmid":32412414,"title":"Learning public engagement and government responsiveness in the communications about COVID-19 during the early epidemic stage in China: an analysis of social media data.","text":["Learning public engagement and government responsiveness in the communications about COVID-19 during the early epidemic stage in China: an analysis of social media data.","BACKGROUND: Effective risk communication about the outbreak of a newly emerging infectious disease in the early stage is critical for managing public anxiety and promoting behavioural compliance. China has experienced the unprecedented epidemic of coronavirus disease 2019 (COVID-19) in an era when social media has fundamentally transformed information production and consumption patterns. OBJECTIVE: This study examined public engagement and government responsiveness in the communications about COVID-19 during the early epidemic stage based on analysis of data from Sina Weibo, a major social media platform in China. METHODS: Weibo data relevant to COVID-19 from December 1, 2019 to January 31, 2020 were retrieved. Engagement data (Likes, Comments, Shares and Followers) of posts from government agency accounts were extracted to evaluate public engagement with government posts online. Content analyses were conducted for a random subset of 644 posts from personal accounts of individuals, and 273 posts from 10 relatively more active government agency accounts and the National Health Commission of China to identify major thematic contents in online discussions. Latent class analysis (LCA) was employed to further explore main content patterns while Chi-square for trend examined how proportions of main content patterns changed by time within the study timeframe. RESULTS: Public response to COVID-19 seemed to follow the spread of the disease and government actions but was earlier on Weibo than the government. Online users generally had low engagement with posts relevant COVID-19 from government agency accounts. The common content patterns identified in personal and government posts included sharing epidemic situation, general knowledge of the new disease, and policies, guidelines and official actions. However, personal posts more likely showed empathy to affected people (chi-square=13.3, P<.001), attributed blame to other individuals or government (chi-square=28.9, P<.001), and expressed worry about the epidemic (chi-square=32.1, P<.001) while government posts more likely shared instrumental support (chi-square=32.5, P<.001) and praised people or organizations (chi-square=8.7, P=.003). As the epidemic evolved, sharing situation update (chi-square for trend=19.7, P<.001), and policies, guidelines and official actions (chi-square for trend=15.3, P<.001) became less frequent in personal posts but remained stable or increased significantly in government posts. Moreover, as the epidemic evolved, showing empathy and attributing blame (chi-square for trend=25.3, P<.001) became more frequent in personal posts, corresponding to a slight increase in sharing instrumental support, praising and empathy in government posts (chi-square for trend=9.0, P=.003). CONCLUSIONS: The government should closely monitor social media data to improve the timing of communications about an epidemic. As the epidemic evolves, merely sharing situation update and policies may be insufficient to capture public interest in the messages. The government may adopt a more empathic communication style as more people are affected by the disease to address public concerns. CLINICALTRIAL: Not applicable.","J Med Internet Res","Liao, Qiuyan","Yuan, Jiehu","Dong, Meihong","Yang, Lin","Richard, Fielding","Lam, Wing Tak","32412414"],"abstract":["BACKGROUND: Effective risk communication about the outbreak of a newly emerging infectious disease in the early stage is critical for managing public anxiety and promoting behavioural compliance. China has experienced the unprecedented epidemic of coronavirus disease 2019 (COVID-19) in an era when social media has fundamentally transformed information production and consumption patterns. OBJECTIVE: This study examined public engagement and government responsiveness in the communications about COVID-19 during the early epidemic stage based on analysis of data from Sina Weibo, a major social media platform in China. METHODS: Weibo data relevant to COVID-19 from December 1, 2019 to January 31, 2020 were retrieved. Engagement data (Likes, Comments, Shares and Followers) of posts from government agency accounts were extracted to evaluate public engagement with government posts online. Content analyses were conducted for a random subset of 644 posts from personal accounts of individuals, and 273 posts from 10 relatively more active government agency accounts and the National Health Commission of China to identify major thematic contents in online discussions. Latent class analysis (LCA) was employed to further explore main content patterns while Chi-square for trend examined how proportions of main content patterns changed by time within the study timeframe. RESULTS: Public response to COVID-19 seemed to follow the spread of the disease and government actions but was earlier on Weibo than the government. Online users generally had low engagement with posts relevant COVID-19 from government agency accounts. The common content patterns identified in personal and government posts included sharing epidemic situation, general knowledge of the new disease, and policies, guidelines and official actions. However, personal posts more likely showed empathy to affected people (chi-square=13.3, P<.001), attributed blame to other individuals or government (chi-square=28.9, P<.001), and expressed worry about the epidemic (chi-square=32.1, P<.001) while government posts more likely shared instrumental support (chi-square=32.5, P<.001) and praised people or organizations (chi-square=8.7, P=.003). As the epidemic evolved, sharing situation update (chi-square for trend=19.7, P<.001), and policies, guidelines and official actions (chi-square for trend=15.3, P<.001) became less frequent in personal posts but remained stable or increased significantly in government posts. Moreover, as the epidemic evolved, showing empathy and attributing blame (chi-square for trend=25.3, P<.001) became more frequent in personal posts, corresponding to a slight increase in sharing instrumental support, praising and empathy in government posts (chi-square for trend=9.0, P=.003). CONCLUSIONS: The government should closely monitor social media data to improve the timing of communications about an epidemic. As the epidemic evolves, merely sharing situation update and policies may be insufficient to capture public interest in the messages. The government may adopt a more empathic communication style as more people are affected by the disease to address public concerns. CLINICALTRIAL: Not applicable."],"journal":"J Med Internet Res","authors":["Liao, Qiuyan","Yuan, Jiehu","Dong, Meihong","Yang, Lin","Richard, Fielding","Lam, Wing Tak"],"date":"2020-05-16T11:00:00Z","year":2020,"_id":"32412414","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.2196/18796","locations":["China","China","Weibo","Weibo","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1666897319129251841,"score":132.84549},{"pmid":32501808,"title":"Nature and Diffusion of COVID-19-related Oral Health Information on Chinese Social Media: An Analysis of Tweets on Weibo.","text":["Nature and Diffusion of COVID-19-related Oral Health Information on Chinese Social Media: An Analysis of Tweets on Weibo.","BACKGROUND: Social media has become increasingly important as a source of information for the public and is widely utilized for health-related information. The outbreak of coronavirus disease 2019 (COVID-19) has exerted a negative impact on dental practices. OBJECTIVE: The aim of this study is to analyze the nature and diffusion of COVID-19-related oral health information on Chinese social media Weibo. METHODS: A total of 15,900 tweets related to oral health/dentistry information from Weibo during COVID-19 outbreak in China (31st December 2019 - 16th March 2020) were included in our study. The two researchers coded 1000 of the total tweets in advance and two main thematic categories with eight subtypes were refined. The included tweets were analyzed over time and geographic region, and coded into 8 thematic categories. Additionally, the time distributions of tweets containing information about dental services, needs of dental treatment and home oral care during COVID-19 epidemic were further analyzed. RESULTS: People reacted rapidly to the emerging SARS-CoV-2 threat to dental services and a large amount of COVID-19-related oral health information were tweeted on Weibo. The time and geographic distribution of tweets shared similarities with epidemiological data of COVID-19 outbreak in China. Tweets containing home oral care and dental services contents were the most frequently exchanged information (30.20% and 28.16%, respectively). Significant differences of public attention were found between various types of bloggers in dental services related tweets (P < 0.001), and the tweets from the government and media engaged the most public attention. The distributions of tweets containing information about dental services, needs of dental treatment and home oral care information dynamically changed with time. CONCLUSIONS: Our study overviewed and analyzed social media data on the dental services and oral health information during COVID-19 epidemic, thus providing insights for the government organization, media and dental professionals to better facilitate oral health communication and efficiently shape public concern through social media when routine dental services are unavailable during an unprecedented event. The study of nature and distribution of social media can serve as a useful adjunct tool to help make public health policies.","J Med Internet Res","Tao, Zhuoying","Chu, Guang","McGrath, Colman","Hua, Fang","Leung, Yiu Yan","Yang, Weifa","Su, Yuxiong","32501808"],"abstract":["BACKGROUND: Social media has become increasingly important as a source of information for the public and is widely utilized for health-related information. The outbreak of coronavirus disease 2019 (COVID-19) has exerted a negative impact on dental practices. OBJECTIVE: The aim of this study is to analyze the nature and diffusion of COVID-19-related oral health information on Chinese social media Weibo. METHODS: A total of 15,900 tweets related to oral health/dentistry information from Weibo during COVID-19 outbreak in China (31st December 2019 - 16th March 2020) were included in our study. The two researchers coded 1000 of the total tweets in advance and two main thematic categories with eight subtypes were refined. The included tweets were analyzed over time and geographic region, and coded into 8 thematic categories. Additionally, the time distributions of tweets containing information about dental services, needs of dental treatment and home oral care during COVID-19 epidemic were further analyzed. RESULTS: People reacted rapidly to the emerging SARS-CoV-2 threat to dental services and a large amount of COVID-19-related oral health information were tweeted on Weibo. The time and geographic distribution of tweets shared similarities with epidemiological data of COVID-19 outbreak in China. Tweets containing home oral care and dental services contents were the most frequently exchanged information (30.20% and 28.16%, respectively). Significant differences of public attention were found between various types of bloggers in dental services related tweets (P < 0.001), and the tweets from the government and media engaged the most public attention. The distributions of tweets containing information about dental services, needs of dental treatment and home oral care information dynamically changed with time. CONCLUSIONS: Our study overviewed and analyzed social media data on the dental services and oral health information during COVID-19 epidemic, thus providing insights for the government organization, media and dental professionals to better facilitate oral health communication and efficiently shape public concern through social media when routine dental services are unavailable during an unprecedented event. The study of nature and distribution of social media can serve as a useful adjunct tool to help make public health policies."],"journal":"J Med Internet Res","authors":["Tao, Zhuoying","Chu, Guang","McGrath, Colman","Hua, Fang","Leung, Yiu Yan","Yang, Weifa","Su, Yuxiong"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32501808","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.2196/19981","locations":["Chinese","Weibo","Weibo","China","Weibo","China","Chinese","Weibo"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1668890966375792640,"score":122.90442}]}