{"pmid":32471829,"title":"Novel Immunoglobulin Domain Proteins Provide Insights into Evolution and Pathogenesis of SARS-CoV-2-Related Viruses.","text":["Novel Immunoglobulin Domain Proteins Provide Insights into Evolution and Pathogenesis of SARS-CoV-2-Related Viruses.","A novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was recently identified as the causative agent for the coronavirus disease 2019 (COVID-19) outbreak that has generated a global health crisis. We use a combination of genomic analysis and sensitive profile-based sequence and structure analysis to understand the potential pathogenesis determinants of this virus. As a result, we identify several fast-evolving genomic regions that might be at the interface of virus-host interactions, corresponding to the receptor binding domain of the Spike protein, the three tandem Macro fold domains in ORF1a, and the uncharacterized protein ORF8. Further, we show that ORF8 and several other proteins from alpha- and beta-CoVs belong to novel families of immunoglobulin (Ig) proteins. Among them, ORF8 is distinguished by being rapidly evolving, possessing a unique insert, and having a hypervariable position among SARS-CoV-2 genomes in its predicted ligand-binding groove. We also uncover numerous Ig domain proteins from several unrelated metazoan viruses, which are distinct in sequence and structure but share comparable architectures to those of the CoV Ig domain proteins. Hence, we propose that SARS-CoV-2 ORF8 and other previously unidentified CoV Ig domain proteins fall under the umbrella of a widespread strategy of deployment of Ig domain proteins in animal viruses as pathogenicity factors that modulate host immunity. The rapid evolution of the ORF8 Ig domain proteins points to a potential evolutionary arms race between viruses and hosts, likely arising from immune pressure, and suggests a role in transmission between distinct host species.IMPORTANCE The ongoing COVID-19 pandemic strongly emphasizes the need for a more complete understanding of the biology and pathogenesis of its causative agent SARS-CoV-2. Despite intense scrutiny, several proteins encoded by the genomes of SARS-CoV-2 and other SARS-like coronaviruses remain enigmatic. Moreover, the high infectivity and severity of SARS-CoV-2 in certain individuals make wet-lab studies currently challenging. In this study, we used a series of computational strategies to identify several fast-evolving regions of SARS-CoV-2 proteins which are potentially under host immune pressure. Most notably, the hitherto-uncharacterized protein encoded by ORF8 is one of them. Using sensitive sequence and structural analysis methods, we show that ORF8 and several other proteins from alpha- and beta-coronavirus comprise novel families of immunoglobulin domain proteins, which might function as potential immune modulators to delay or attenuate the host immune response against the viruses.","mBio","Tan, Yongjun","Schneider, Theresa","Leong, Matthew","Aravind, L","Zhang, Dapeng","32471829"],"abstract":["A novel coronavirus, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was recently identified as the causative agent for the coronavirus disease 2019 (COVID-19) outbreak that has generated a global health crisis. We use a combination of genomic analysis and sensitive profile-based sequence and structure analysis to understand the potential pathogenesis determinants of this virus. As a result, we identify several fast-evolving genomic regions that might be at the interface of virus-host interactions, corresponding to the receptor binding domain of the Spike protein, the three tandem Macro fold domains in ORF1a, and the uncharacterized protein ORF8. Further, we show that ORF8 and several other proteins from alpha- and beta-CoVs belong to novel families of immunoglobulin (Ig) proteins. Among them, ORF8 is distinguished by being rapidly evolving, possessing a unique insert, and having a hypervariable position among SARS-CoV-2 genomes in its predicted ligand-binding groove. We also uncover numerous Ig domain proteins from several unrelated metazoan viruses, which are distinct in sequence and structure but share comparable architectures to those of the CoV Ig domain proteins. Hence, we propose that SARS-CoV-2 ORF8 and other previously unidentified CoV Ig domain proteins fall under the umbrella of a widespread strategy of deployment of Ig domain proteins in animal viruses as pathogenicity factors that modulate host immunity. The rapid evolution of the ORF8 Ig domain proteins points to a potential evolutionary arms race between viruses and hosts, likely arising from immune pressure, and suggests a role in transmission between distinct host species.IMPORTANCE The ongoing COVID-19 pandemic strongly emphasizes the need for a more complete understanding of the biology and pathogenesis of its causative agent SARS-CoV-2. Despite intense scrutiny, several proteins encoded by the genomes of SARS-CoV-2 and other SARS-like coronaviruses remain enigmatic. Moreover, the high infectivity and severity of SARS-CoV-2 in certain individuals make wet-lab studies currently challenging. In this study, we used a series of computational strategies to identify several fast-evolving regions of SARS-CoV-2 proteins which are potentially under host immune pressure. Most notably, the hitherto-uncharacterized protein encoded by ORF8 is one of them. Using sensitive sequence and structural analysis methods, we show that ORF8 and several other proteins from alpha- and beta-coronavirus comprise novel families of immunoglobulin domain proteins, which might function as potential immune modulators to delay or attenuate the host immune response against the viruses."],"journal":"mBio","authors":["Tan, Yongjun","Schneider, Theresa","Leong, Matthew","Aravind, L","Zhang, Dapeng"],"date":"2020-05-31T11:00:00Z","year":2020,"_id":"32471829","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1128/mBio.00760-20","keywords":["covid-19","orf8","sars","coronavirus","evolution","immune evasion","immunoglobulin","pathogenesis"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1668255193313050624,"score":9.490897,"similar":[{"pmid":31987001,"pmcid":"PMC7067204","title":"Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan.","text":["Genomic characterization of the 2019 novel human-pathogenic coronavirus isolated from a patient with atypical pneumonia after visiting Wuhan.","A mysterious outbreak of atypical pneumonia in late 2019 was traced to a seafood wholesale market in Wuhan of China. Within a few weeks, a novel coronavirus tentatively named as 2019 novel coronavirus (2019-nCoV) was announced by the World Health Organization. We performed bioinformatics analysis on a virus genome from a patient with 2019-nCoV infection and compared it with other related coronavirus genomes. Overall, the genome of 2019-nCoV has 89% nucleotide identity with bat SARS-like-CoVZXC21 and 82% with that of human SARS-CoV. The phylogenetic trees of their orf1a/b, Spike, Envelope, Membrane and Nucleoprotein also clustered closely with those of the bat, civet and human SARS coronaviruses. However, the external subdomain of Spike's receptor binding domain of 2019-nCoV shares only 40% amino acid identity with other SARS-related coronaviruses. Remarkably, its orf3b encodes a completely novel short protein. Furthermore, its new orf8 likely encodes a secreted protein with an alpha-helix, following with a beta-sheet(s) containing six strands. Learning from the roles of civet in SARS and camel in MERS, hunting for the animal source of 2019-nCoV and its more ancestral virus would be important for understanding the origin and evolution of this novel lineage B betacoronavirus. These findings provide the basis for starting further studies on the pathogenesis, and optimizing the design of diagnostic, antiviral and vaccination strategies for this emerging infection.","Emerg Microbes Infect","Chan, Jasper Fuk-Woo","Kok, Kin-Hang","Zhu, Zheng","Chu, Hin","To, Kelvin Kai-Wang","Yuan, Shuofeng","Yuen, Kwok-Yung","31987001"],"abstract":["A mysterious outbreak of atypical pneumonia in late 2019 was traced to a seafood wholesale market in Wuhan of China. Within a few weeks, a novel coronavirus tentatively named as 2019 novel coronavirus (2019-nCoV) was announced by the World Health Organization. We performed bioinformatics analysis on a virus genome from a patient with 2019-nCoV infection and compared it with other related coronavirus genomes. Overall, the genome of 2019-nCoV has 89% nucleotide identity with bat SARS-like-CoVZXC21 and 82% with that of human SARS-CoV. The phylogenetic trees of their orf1a/b, Spike, Envelope, Membrane and Nucleoprotein also clustered closely with those of the bat, civet and human SARS coronaviruses. However, the external subdomain of Spike's receptor binding domain of 2019-nCoV shares only 40% amino acid identity with other SARS-related coronaviruses. Remarkably, its orf3b encodes a completely novel short protein. Furthermore, its new orf8 likely encodes a secreted protein with an alpha-helix, following with a beta-sheet(s) containing six strands. Learning from the roles of civet in SARS and camel in MERS, hunting for the animal source of 2019-nCoV and its more ancestral virus would be important for understanding the origin and evolution of this novel lineage B betacoronavirus. These findings provide the basis for starting further studies on the pathogenesis, and optimizing the design of diagnostic, antiviral and vaccination strategies for this emerging infection."],"journal":"Emerg Microbes Infect","authors":["Chan, Jasper Fuk-Woo","Kok, Kin-Hang","Zhu, Zheng","Chu, Hin","To, Kelvin Kai-Wang","Yuan, Shuofeng","Yuen, Kwok-Yung"],"date":"2020-01-29T11:00:00Z","year":2020,"_id":"31987001","source":"PubMed","week":"20205|Jan 27 - Feb 02","doi":"10.1080/22221751.2020.1719902","keywords":["coronavirus","sars","wuhan","bioinformatics","emerging","genome","respiratory","virus"],"link_erratum_in":"32133926","locations":["Wuhan","China","Wuhan"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1666138490920763393,"score":423.69012},{"pmid":32238584,"title":"Computational inference of selection underlying the evolution of the novel coronavirus, SARS-CoV-2.","text":["Computational inference of selection underlying the evolution of the novel coronavirus, SARS-CoV-2.","The novel coronavirus (SARS-CoV-2) recently emerged in China is thought to have a bat origin, as its closest known relative (BatCoV RaTG13) was described in horseshoe bats. We analyzed the selective events that accompanied the divergence of SARS-CoV-2 from BatCoV RaTG13. To this aim, we applied a population genetics-phylogenetics approach, which leverages within-population variation and divergence from an outgroup. Results indicated that most sites in the viral ORFs evolved under strong to moderate purifying selection. The most constrained sequences corresponded to some non-structural proteins (nsps) and to the M protein. Conversely, nsp1 and accessory ORFs, particularly ORF8, had a non-negligible proportion of codons evolving under very weak purifying selection or close to selective neutrality. Overall, limited evidence of positive selection was detected. The 6 bona fide positively selected sites were located in the N protein, in ORF8, and in nsp1. A signal of positive selection was also detected in the receptor-binding motif (RBM) of the spike protein but most likely resulted from a recombination event that involved the BatCoV RaTG13 sequence. In line with previous data, we suggest that the common ancestor of SARS-CoV-2 and BatCoV RaTG13 encoded/encodes an RBM similar to that observed in SARS-CoV-2 itself and in some pangolin viruses. It is presently unknown whether the common ancestor still exists and which animals it infects. Our data however indicate that divergence of SARS-CoV-2 from BatCoV RaTG13 was accompanied by limited episodes of positive selection, suggesting that the common ancestor of the two viruses was poised for human infection.IMPORTANCE Coronaviruses are dangerous zoonotic pathogens: in the last two decades three coronaviruses have crossed the species barrier and caused human epidemics. One of these is the recently emerged SARS-CoV-2. We investigated how, since its divergence from a closely related bat virus, natural selection shaped the genome of SARS-CoV-2. We found that distinct coding regions in the SARS-CoV-2 genome evolve under different degrees of constraint and are consequently more or less prone to tolerate amino acid substitutions. In practical terms, the level of constraint provides indications about which proteins/protein regions are better suited as possible targets for the development of antivirals or vaccines. We also detected limited signals of positive selection in three viral ORFs. However, we warn that, in the absence of knowledge about the chain of events that determined the human spill-over, these signals should not be necessarily interpreted as evidence of an adaptation to our species.","J Virol","Cagliani, Rachele","Forni, Diego","Clerici, Mario","Sironi, Manuela","32238584"],"abstract":["The novel coronavirus (SARS-CoV-2) recently emerged in China is thought to have a bat origin, as its closest known relative (BatCoV RaTG13) was described in horseshoe bats. We analyzed the selective events that accompanied the divergence of SARS-CoV-2 from BatCoV RaTG13. To this aim, we applied a population genetics-phylogenetics approach, which leverages within-population variation and divergence from an outgroup. Results indicated that most sites in the viral ORFs evolved under strong to moderate purifying selection. The most constrained sequences corresponded to some non-structural proteins (nsps) and to the M protein. Conversely, nsp1 and accessory ORFs, particularly ORF8, had a non-negligible proportion of codons evolving under very weak purifying selection or close to selective neutrality. Overall, limited evidence of positive selection was detected. The 6 bona fide positively selected sites were located in the N protein, in ORF8, and in nsp1. A signal of positive selection was also detected in the receptor-binding motif (RBM) of the spike protein but most likely resulted from a recombination event that involved the BatCoV RaTG13 sequence. In line with previous data, we suggest that the common ancestor of SARS-CoV-2 and BatCoV RaTG13 encoded/encodes an RBM similar to that observed in SARS-CoV-2 itself and in some pangolin viruses. It is presently unknown whether the common ancestor still exists and which animals it infects. Our data however indicate that divergence of SARS-CoV-2 from BatCoV RaTG13 was accompanied by limited episodes of positive selection, suggesting that the common ancestor of the two viruses was poised for human infection.IMPORTANCE Coronaviruses are dangerous zoonotic pathogens: in the last two decades three coronaviruses have crossed the species barrier and caused human epidemics. One of these is the recently emerged SARS-CoV-2. We investigated how, since its divergence from a closely related bat virus, natural selection shaped the genome of SARS-CoV-2. We found that distinct coding regions in the SARS-CoV-2 genome evolve under different degrees of constraint and are consequently more or less prone to tolerate amino acid substitutions. In practical terms, the level of constraint provides indications about which proteins/protein regions are better suited as possible targets for the development of antivirals or vaccines. We also detected limited signals of positive selection in three viral ORFs. However, we warn that, in the absence of knowledge about the chain of events that determined the human spill-over, these signals should not be necessarily interpreted as evidence of an adaptation to our species."],"journal":"J Virol","authors":["Cagliani, Rachele","Forni, Diego","Clerici, Mario","Sironi, Manuela"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32238584","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.1128/JVI.00411-20","locations":["China","horseshoe"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism"],"weight":1,"_version_":1666138490414301185,"score":386.14206},{"pmid":32502733,"title":"Exploring the genomic and proteomic variations of SARS-CoV-2 spike glycoprotein: A computational biology approach.","text":["Exploring the genomic and proteomic variations of SARS-CoV-2 spike glycoprotein: A computational biology approach.","The newly identified SARS-CoV-2 has now been reported from around 185 countries with more than a million confirmed human cases including more than 120,000 deaths. The genomes of SARS-COV-2 strains isolated from different parts of the world are now available and the unique features of constituent genes and proteins need to be explored to understand the biology of the virus. Spike glycoprotein is one of the major targets to be explored because of its role during the entry of coronaviruses into host cells. We analyzed 320 whole-genome sequences and 320 spike protein sequences of SARS-CoV-2 using multiple sequence alignment. In this study, 483 unique variations have been identified among the genomes of SARS-CoV-2 including 25 nonsynonymous mutations and one deletion in the spike (S) protein. Among the 26 variations detected, 12 variations were located at the N-terminal domain and 6 variations at the receptor-binding domain (RBD) which might alter the interaction of S protein with the host receptor angiotensin converting enzyme-2 (ACE2). Besides, 22 amino acid insertions were identified in the spike protein of SARS-CoV-2 in comparison with that of SARS-CoV. Phylogenetic analyses of spike protein revealed that Bat coronavirus have a close evolutionary relationship with circulating SARS-CoV-2. The genetic variation analysis data presented in this study can help a better understanding of SARS-CoV-2 pathogenesis. Based on results reported herein, potential inhibitors against S protein can be designed by considering these variations and their impact on protein structure.","Infect Genet Evol","Lokman, Syed Mohammad","Rasheduzzaman, M D","Salauddin, Asma","Barua, Rocktim","Tanzina, Afsana Yeasmin","Rumi, Meheadi Hasan","Hossain, M D Imran","Siddiki, A M A M Zonaed","Mannan, Adnan","Hasan, M D Mahbub","32502733"],"abstract":["The newly identified SARS-CoV-2 has now been reported from around 185 countries with more than a million confirmed human cases including more than 120,000 deaths. The genomes of SARS-COV-2 strains isolated from different parts of the world are now available and the unique features of constituent genes and proteins need to be explored to understand the biology of the virus. Spike glycoprotein is one of the major targets to be explored because of its role during the entry of coronaviruses into host cells. We analyzed 320 whole-genome sequences and 320 spike protein sequences of SARS-CoV-2 using multiple sequence alignment. In this study, 483 unique variations have been identified among the genomes of SARS-CoV-2 including 25 nonsynonymous mutations and one deletion in the spike (S) protein. Among the 26 variations detected, 12 variations were located at the N-terminal domain and 6 variations at the receptor-binding domain (RBD) which might alter the interaction of S protein with the host receptor angiotensin converting enzyme-2 (ACE2). Besides, 22 amino acid insertions were identified in the spike protein of SARS-CoV-2 in comparison with that of SARS-CoV. Phylogenetic analyses of spike protein revealed that Bat coronavirus have a close evolutionary relationship with circulating SARS-CoV-2. The genetic variation analysis data presented in this study can help a better understanding of SARS-CoV-2 pathogenesis. Based on results reported herein, potential inhibitors against S protein can be designed by considering these variations and their impact on protein structure."],"journal":"Infect Genet Evol","authors":["Lokman, Syed Mohammad","Rasheduzzaman, M D","Salauddin, Asma","Barua, Rocktim","Tanzina, Afsana Yeasmin","Rumi, Meheadi Hasan","Hossain, M D Imran","Siddiki, A M A M Zonaed","Mannan, Adnan","Hasan, M D Mahbub"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32502733","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1016/j.meegid.2020.104389","keywords":["covid-19","genomic variants","sars-cov-2","sequence analysis","spike protein"],"locations":["Phylogenetic"],"topics":["Mechanism"],"weight":1,"_version_":1668804508815196160,"score":371.36627},{"pmid":32378705,"title":"A virus that has gone viral: Amino-acid mutation in S protein of Indian-isolate of Coronavirus COVID-19 might impact receptor-binding, thus infectivity.","text":["A virus that has gone viral: Amino-acid mutation in S protein of Indian-isolate of Coronavirus COVID-19 might impact receptor-binding, thus infectivity.","Since 2002, beta coronaviruses (CoV) have caused three zoonotic outbreaks, SARS-CoV in 2002, MERS-CoV in 2012, and the recent outbreak of SARS-CoV-2 late in 2019 (also named as COVID-19 or novel coronavirus 2019 or nCoV2019. Spike(S) protein, one of the structural proteins of this virus plays key role in receptor (ACE2) binding and thus virus entry. Thus, this protein has attracted scientists for detailed study and therapeutic targeting. As the 2019 novel coronavirus takes its course throughout the world, more and more sequence analyses are been done and genome sequences getting deposited in various databases. From India two clinical isolates have been sequenced and the full genome deposited in GenBank. We have performed sequence analyses of the spike protein of the Indian isolates and compared with that of the Wuhan, China (where the outbreak was first reported). While all the sequences of Wuhan isolates are identical, we found point mutations in the Indian isolates. Out of the two isolates one was found to harbour a mutation in its Receptor binding domain (RBD) at position 407. At this site arginine (a positively charged amino acid) was replaced by isoleucine (a hydrophobic amino acid that is also a C-beta branched amino acid). This mutation has been seen to change the secondary structure of the protein at that region and this can potentially alter receptor binding of the virus. Although this finding needs further validation and more sequencing, the information might be useful in rational drug designing and vaccine engineering.","Biosci Rep","Saha, Priyanka","Banerjee, Arup Kumar","Tripathi, Prem Prakash","Srivastava, Amit Kumar","Ray, Upasana","32378705"],"abstract":["Since 2002, beta coronaviruses (CoV) have caused three zoonotic outbreaks, SARS-CoV in 2002, MERS-CoV in 2012, and the recent outbreak of SARS-CoV-2 late in 2019 (also named as COVID-19 or novel coronavirus 2019 or nCoV2019. Spike(S) protein, one of the structural proteins of this virus plays key role in receptor (ACE2) binding and thus virus entry. Thus, this protein has attracted scientists for detailed study and therapeutic targeting. As the 2019 novel coronavirus takes its course throughout the world, more and more sequence analyses are been done and genome sequences getting deposited in various databases. From India two clinical isolates have been sequenced and the full genome deposited in GenBank. We have performed sequence analyses of the spike protein of the Indian isolates and compared with that of the Wuhan, China (where the outbreak was first reported). While all the sequences of Wuhan isolates are identical, we found point mutations in the Indian isolates. Out of the two isolates one was found to harbour a mutation in its Receptor binding domain (RBD) at position 407. At this site arginine (a positively charged amino acid) was replaced by isoleucine (a hydrophobic amino acid that is also a C-beta branched amino acid). This mutation has been seen to change the secondary structure of the protein at that region and this can potentially alter receptor binding of the virus. Although this finding needs further validation and more sequencing, the information might be useful in rational drug designing and vaccine engineering."],"journal":"Biosci Rep","authors":["Saha, Priyanka","Banerjee, Arup Kumar","Tripathi, Prem Prakash","Srivastava, Amit Kumar","Ray, Upasana"],"date":"2020-05-08T11:00:00Z","year":2020,"_id":"32378705","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1042/BSR20201312","keywords":["covid-19","coronavirus","rbd","s protein","sars-cov-","virology"],"locations":["India","Indian","Wuhan","China","Wuhan","Indian","Indian"],"countries":["India","China"],"countries_codes":["IND|India","CHN|China"],"e_drugs":["Arginine","Isoleucine"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1666597097388900352,"score":369.82755},{"pmid":32363136,"pmcid":"PMC7194921","title":"Crystal structure of SARS-CoV-2 nucleocapsid protein RNA binding domain reveals potential unique drug targeting sites.","text":["Crystal structure of SARS-CoV-2 nucleocapsid protein RNA binding domain reveals potential unique drug targeting sites.","The outbreak of coronavirus disease (COVID-19) caused by SARS-CoV-2 virus continually led to worldwide human infections and deaths. Currently, there is no specific viral protein-targeted therapeutics. Viral nucleocapsid protein is a potential antiviral drug target, serving multiple critical functions during the viral life cycle. However, the structural information of SARS-CoV-2 nucleocapsid protein remains unclear. Herein, we have determined the 2.7 A crystal structure of the N-terminal RNA binding domain of SARS-CoV-2 nucleocapsid protein. Although the overall structure is similar as other reported coronavirus nucleocapsid protein N-terminal domain, the surface electrostatic potential characteristics between them are distinct. Further comparison with mild virus type HCoV-OC43 equivalent domain demonstrates a unique potential RNA binding pocket alongside the beta-sheet core. Complemented by in vitro binding studies, our data provide several atomic resolution features of SARS-CoV-2 nucleocapsid protein N-terminal domain, guiding the design of novel antiviral agents specific targeting to SARS-CoV-2.","Acta Pharm Sin B","Kang, Sisi","Yang, Mei","Hong, Zhongsi","Zhang, Liping","Huang, Zhaoxia","Chen, Xiaoxue","He, Suhua","Zhou, Ziliang","Zhou, Zhechong","Chen, Qiuyue","Yan, Yan","Zhang, Changsheng","Shan, Hong","Chen, Shoudeng","32363136"],"abstract":["The outbreak of coronavirus disease (COVID-19) caused by SARS-CoV-2 virus continually led to worldwide human infections and deaths. Currently, there is no specific viral protein-targeted therapeutics. Viral nucleocapsid protein is a potential antiviral drug target, serving multiple critical functions during the viral life cycle. However, the structural information of SARS-CoV-2 nucleocapsid protein remains unclear. Herein, we have determined the 2.7 A crystal structure of the N-terminal RNA binding domain of SARS-CoV-2 nucleocapsid protein. Although the overall structure is similar as other reported coronavirus nucleocapsid protein N-terminal domain, the surface electrostatic potential characteristics between them are distinct. Further comparison with mild virus type HCoV-OC43 equivalent domain demonstrates a unique potential RNA binding pocket alongside the beta-sheet core. Complemented by in vitro binding studies, our data provide several atomic resolution features of SARS-CoV-2 nucleocapsid protein N-terminal domain, guiding the design of novel antiviral agents specific targeting to SARS-CoV-2."],"journal":"Acta Pharm Sin B","authors":["Kang, Sisi","Yang, Mei","Hong, Zhongsi","Zhang, Liping","Huang, Zhaoxia","Chen, Xiaoxue","He, Suhua","Zhou, Ziliang","Zhou, Zhechong","Chen, Qiuyue","Yan, Yan","Zhang, Changsheng","Shan, Hong","Chen, Shoudeng"],"date":"2020-05-05T11:00:00Z","year":2020,"_id":"32363136","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1016/j.apsb.2020.04.009","keywords":["antiviral targeting site","covid-19","coronavirus","crystal structure","nucleocapsid protein","rna binding domain","sars-cov-2"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1666138496012648449,"score":332.24542}]}