{"pmid":32470547,"pmcid":"PMC7250789","title":"Targeting Neprilysin (NEP) pathways: A potential new hope to defeat COVID-19 ghost.","text":["Targeting Neprilysin (NEP) pathways: A potential new hope to defeat COVID-19 ghost.","COVID-19 is an ongoing viral pandemic disease that is caused by SARS-CoV2, inducing severe pneumonia in humans. However, several classes of repurposed drugs have been recommended, no specific vaccines or effective therapeutic interventions for COVID-19 are developed till now. Viral dependence on ACE-2, as entry receptors, drove the researchers into RAS impact on COVID-19 pathogenesis. Several evidences have pointed at Neprilysin (NEP) as one of pulmonary RAS components. Considering the protective effect of NEP against pulmonary inflammatory reactions and fibrosis, it is suggested to direct the future efforts towards its potential role in COVID-19 pathophysiology. Thus, the review aimed to shed light on the potential beneficial effects of NEP pathways as a novel target for COVID-19 therapy by summarizing its possible molecular mechanisms. Additional experimental and clinical studies explaining more the relationships between NEP and COVID-19 will greatly benefit in designing the future treatment approaches.","Biochem Pharmacol","Mohammed El Tabaa, Manar","Mohammed El Tabaa, Maram","32470547"],"abstract":["COVID-19 is an ongoing viral pandemic disease that is caused by SARS-CoV2, inducing severe pneumonia in humans. However, several classes of repurposed drugs have been recommended, no specific vaccines or effective therapeutic interventions for COVID-19 are developed till now. Viral dependence on ACE-2, as entry receptors, drove the researchers into RAS impact on COVID-19 pathogenesis. Several evidences have pointed at Neprilysin (NEP) as one of pulmonary RAS components. Considering the protective effect of NEP against pulmonary inflammatory reactions and fibrosis, it is suggested to direct the future efforts towards its potential role in COVID-19 pathophysiology. Thus, the review aimed to shed light on the potential beneficial effects of NEP pathways as a novel target for COVID-19 therapy by summarizing its possible molecular mechanisms. Additional experimental and clinical studies explaining more the relationships between NEP and COVID-19 will greatly benefit in designing the future treatment approaches."],"journal":"Biochem Pharmacol","authors":["Mohammed El Tabaa, Manar","Mohammed El Tabaa, Maram"],"date":"2020-05-30T11:00:00Z","year":2020,"_id":"32470547","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1016/j.bcp.2020.114057","keywords":["ang (1-7)","bradykinins","coronavirus disease","endothelin-1","grp","neprilysin","fmlp"],"locations":["Neprilysin"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1668420887234215936,"score":9.490897,"similar":[{"pmid":32471115,"title":"The Network of Angiotensin Receptors in Breast Cancer.","text":["The Network of Angiotensin Receptors in Breast Cancer.","The renin-angiotensin system (RAS) is a network of proteins regulating many aspects of human physiology, including cardiovascular, pulmonary, and immune system physiology. The RAS is a complicated network of G-protein coupled receptors (GPCRs) (i.e., AT1R, AT2R, MASR, and MRGD) orchestrating the effects of several hormones (i.e., angiotensin II, angiotensin (1-7), and alamandine) produced by protease-based transmembrane receptors (ACE1 and ACE2). Two signaling axes have been identified in the RAS endocrine system that mediate the proliferative actions of angiotensin II (i.e., the AT1R-based pathway) or the anti-proliferative effects of RAS hormones (i.e., the AT2R-, MAS-, and MRGD-based pathways). Disruption of the balance between these two axes can cause different diseases (e.g., cardiovascular pathologies and the severe acute respiratory syndrome coronavirus 2- (SARS-CoV-2)-based COVID-19 disease). It is now accepted that all the components of the RAS endocrine system are expressed in cancer, including cancer of the breast. Breast cancer (BC) is a multifactorial pathology for which there is a continuous need to identify novel drugs. Here, I reviewed the possible roles of both axes of the RAS endocrine network as potential druggable pathways in BC. Remarkably, the analysis of the current knowledge of the different GPCRs of the RAS molecular system not only confirms that AT1R could be considered a drug target and that its inhibition by losartan and candesartan could be useful in the treatment of BC, but also identifies Mas-related GPCR member D (MRGD) as a druggable protein. Overall, the RAS of GPCRs offers multifaceted opportunities for the development of additional compounds for the treatment of BC.","Cells","Acconcia, Filippo","32471115"],"abstract":["The renin-angiotensin system (RAS) is a network of proteins regulating many aspects of human physiology, including cardiovascular, pulmonary, and immune system physiology. The RAS is a complicated network of G-protein coupled receptors (GPCRs) (i.e., AT1R, AT2R, MASR, and MRGD) orchestrating the effects of several hormones (i.e., angiotensin II, angiotensin (1-7), and alamandine) produced by protease-based transmembrane receptors (ACE1 and ACE2). Two signaling axes have been identified in the RAS endocrine system that mediate the proliferative actions of angiotensin II (i.e., the AT1R-based pathway) or the anti-proliferative effects of RAS hormones (i.e., the AT2R-, MAS-, and MRGD-based pathways). Disruption of the balance between these two axes can cause different diseases (e.g., cardiovascular pathologies and the severe acute respiratory syndrome coronavirus 2- (SARS-CoV-2)-based COVID-19 disease). It is now accepted that all the components of the RAS endocrine system are expressed in cancer, including cancer of the breast. Breast cancer (BC) is a multifactorial pathology for which there is a continuous need to identify novel drugs. Here, I reviewed the possible roles of both axes of the RAS endocrine network as potential druggable pathways in BC. Remarkably, the analysis of the current knowledge of the different GPCRs of the RAS molecular system not only confirms that AT1R could be considered a drug target and that its inhibition by losartan and candesartan could be useful in the treatment of BC, but also identifies Mas-related GPCR member D (MRGD) as a druggable protein. Overall, the RAS of GPCRs offers multifaceted opportunities for the development of additional compounds for the treatment of BC."],"journal":"Cells","authors":["Acconcia, Filippo"],"date":"2020-05-31T11:00:00Z","year":2020,"_id":"32471115","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.3390/cells9061336","keywords":["at1r","at2r","masr","mrgd","angiotensin","breast cancer"],"locations":["Breast Cancer"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1668255193468239872,"score":185.32198},{"pmid":32306452,"title":"Angiotensin-converting enzyme 2 in severe acute respiratory syndrome coronavirus and SARS-CoV-2: A double-edged sword?","text":["Angiotensin-converting enzyme 2 in severe acute respiratory syndrome coronavirus and SARS-CoV-2: A double-edged sword?","Human angiotensin-converting enzyme 2 (ACE2) facilitates cellular entry of severe acute respiratory syndrome coronavirus (SARS-CoV) and SARS-CoV-2 as their common receptor. During infection, ACE2-expressing tissues become direct targets, resulting in serious pathological changes and progressive multiple organ failure or even death in severe cases. However, as an essential component of renin-angiotensin system (RAS), ACE2 confers protective effects in physiological circumstance, including maintaining cardiovascular homeostasis, fluid, and electrolyte balance. The absence of protective role of ACE2 leads to dysregulated RAS and thus acute changes under multiple pathological scenarios including SARS. This potentially shared mechanism may also be the molecular explanation for pathogenesis driven by SARS-CoV-2. We reasonably speculate several potential directions of clinical management including host-directed therapies aiming to restore dysregulated RAS caused by ACE2 deficiency. Enriched knowledge of ACE2 learned from SARS and COVID-19 outbreaks can provide, despite their inherent tragedy, informative clues for emerging pandemic preparedness.","FASEB J","Yan, Tiantian","Xiao, Rong","Lin, Guoan","32306452"],"abstract":["Human angiotensin-converting enzyme 2 (ACE2) facilitates cellular entry of severe acute respiratory syndrome coronavirus (SARS-CoV) and SARS-CoV-2 as their common receptor. During infection, ACE2-expressing tissues become direct targets, resulting in serious pathological changes and progressive multiple organ failure or even death in severe cases. However, as an essential component of renin-angiotensin system (RAS), ACE2 confers protective effects in physiological circumstance, including maintaining cardiovascular homeostasis, fluid, and electrolyte balance. The absence of protective role of ACE2 leads to dysregulated RAS and thus acute changes under multiple pathological scenarios including SARS. This potentially shared mechanism may also be the molecular explanation for pathogenesis driven by SARS-CoV-2. We reasonably speculate several potential directions of clinical management including host-directed therapies aiming to restore dysregulated RAS caused by ACE2 deficiency. Enriched knowledge of ACE2 learned from SARS and COVID-19 outbreaks can provide, despite their inherent tragedy, informative clues for emerging pandemic preparedness."],"journal":"FASEB J","authors":["Yan, Tiantian","Xiao, Rong","Lin, Guoan"],"date":"2020-04-20T11:00:00Z","year":2020,"_id":"32306452","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1096/fj.202000782","keywords":["covid-19","sars","renin-angiotensin system"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1666138493362896896,"score":183.35107},{"pmid":32414711,"title":"The renin-angiotensin system - a therapeutic target in COVID-19?","text":["The renin-angiotensin system - a therapeutic target in COVID-19?","COVID-19, caused by infection with SARS-CoV-2, is a disease characterised by cough, fever and fatigue, which progresses to life-threatening lung injury in approximately 5% of patients. The SARS-CoV-2 virus enters the cell via ACE2. ACE2 is a component of the renin-angiotensin system (RAS) which has an important counterregulatory effect on the classical ACE-dependent pathway. Several antihypertensives increase ACE2 expression or activity, leading to concern that this may facilitate SARS-CoV-2 entry and worsen COVID-19 disease. However, ACE2 is protective against lung injury while ANG II (which is catabolised by ACE2) is associated with lung injury both in mice and humans. We propose that medications which inhibit the RAS ACE-dependent pathway may be beneficial in treating COVID-19 and should be explored in animal models and clinical trials. Here we give an overview of the RAS pathway with respect to COVID-19 and argue that strategies which manipulate this pathway might reduce the destructive lung manifestations of COVID-19 and improve patient outcomes.","Clin Med (Lond)","Sturrock, Beattie Rh","Milne, Kate","Chevassut, Timothy Jt","32414711"],"abstract":["COVID-19, caused by infection with SARS-CoV-2, is a disease characterised by cough, fever and fatigue, which progresses to life-threatening lung injury in approximately 5% of patients. The SARS-CoV-2 virus enters the cell via ACE2. ACE2 is a component of the renin-angiotensin system (RAS) which has an important counterregulatory effect on the classical ACE-dependent pathway. Several antihypertensives increase ACE2 expression or activity, leading to concern that this may facilitate SARS-CoV-2 entry and worsen COVID-19 disease. However, ACE2 is protective against lung injury while ANG II (which is catabolised by ACE2) is associated with lung injury both in mice and humans. We propose that medications which inhibit the RAS ACE-dependent pathway may be beneficial in treating COVID-19 and should be explored in animal models and clinical trials. Here we give an overview of the RAS pathway with respect to COVID-19 and argue that strategies which manipulate this pathway might reduce the destructive lung manifestations of COVID-19 and improve patient outcomes."],"journal":"Clin Med (Lond)","authors":["Sturrock, Beattie Rh","Milne, Kate","Chevassut, Timothy Jt"],"date":"2020-05-17T11:00:00Z","year":2020,"_id":"32414711","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.7861/clinmed.2020-0146","keywords":["ace2","covid-19","ras","renin-angiotensin system","lung injury"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1666991242658971648,"score":181.00832},{"pmid":32374416,"title":"ACE2 and prognosis of COVID-19. Insights from Bartter's and Gitelman's syndromes patients.","text":["ACE2 and prognosis of COVID-19. Insights from Bartter's and Gitelman's syndromes patients.","The relationship between Renin-Angiotensin system (RAS) and COVID-19 pandemic and, in particular, RAS as part of the CoV-2 infection process via Angiotensin Converting Enzyme 2 (ACE2), the entry point of SARS-CoV-2, has resulted in conflicting suggestions regarding how RAS and its role(s) should inform treating COVID-19. ACE inhibitors or angiotensin II (Ang)-type 1 receptor blockers (ARBs), in fact, have been suggested to be avoided as they potentially upregulate ACE2 (1) and, conversely, there are suggestions that ARBs might be beneficial (2) as SARS-CoV-2 causing ACE2 downregulation slows the Ang II conversion to the vasodilatory, anti-inflammatory, antioxidant and antiatherosclerotic Ang 1-7 (3-5) , and the use of ARBs by blocking the excessive Ang II type-1 receptors activation, would be beneficial upregulating ACE2 activity and increasing Ang 1-7 levels. This article is protected by copyright. All rights reserved.","J Med Virol","Calo, Lorenzo A","Davis, Paul A","Rigato, Matteo","Sgarabotto, Luca","32374416"],"abstract":["The relationship between Renin-Angiotensin system (RAS) and COVID-19 pandemic and, in particular, RAS as part of the CoV-2 infection process via Angiotensin Converting Enzyme 2 (ACE2), the entry point of SARS-CoV-2, has resulted in conflicting suggestions regarding how RAS and its role(s) should inform treating COVID-19. ACE inhibitors or angiotensin II (Ang)-type 1 receptor blockers (ARBs), in fact, have been suggested to be avoided as they potentially upregulate ACE2 (1) and, conversely, there are suggestions that ARBs might be beneficial (2) as SARS-CoV-2 causing ACE2 downregulation slows the Ang II conversion to the vasodilatory, anti-inflammatory, antioxidant and antiatherosclerotic Ang 1-7 (3-5) , and the use of ARBs by blocking the excessive Ang II type-1 receptors activation, would be beneficial upregulating ACE2 activity and increasing Ang 1-7 levels. This article is protected by copyright. All rights reserved."],"journal":"J Med Virol","authors":["Calo, Lorenzo A","Davis, Paul A","Rigato, Matteo","Sgarabotto, Luca"],"date":"2020-05-07T11:00:00Z","year":2020,"_id":"32374416","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1002/jmv.25978","keywords":["ace2","bartter's syndrome","covid-19","gitelman's syndrome"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1666138496354484224,"score":170.35146},{"pmid":32418532,"title":"Counter-regulatory 'Renin-Angiotensin' System-based Candidate Drugs to Treat COVID-19 Diseases in SARS-CoV-2-infected patients.","text":["Counter-regulatory 'Renin-Angiotensin' System-based Candidate Drugs to Treat COVID-19 Diseases in SARS-CoV-2-infected patients.","SARS-CoV-2 / COVID-19 and the 'Renin-Angiotensin' System The ubiquitous 'Renin-Angiotensin' system (RAS), also referred to as 'Renin-Angiotensin-Aldosterone' system, plays a crucial physiological role in humans as being a key regulator of renal, cardiovascular and innate immune functions [1, 2]. It appears to work in tandem with vitamin D, a secosteroid pro-hormone which reportedly acts as a negative regulatory factor of the RAS [3-6]. A dysfunction (e.g. over-reactivity) of RAS, together with hypovitaminosis D, is likely associated with some of the various renal, cardiac, vascular and immune outcomes that might be observed in COVID-19 patients, including the cytokine storm (i.e. unopposed hyperactive immune reaction generating both pro-inflammatory and anti-inflammatory cytokines) and consequent lethal acute respiratory distress syndrome [1, 7]. Recently, SARS-CoV-2 [8, 9], the causative agent of COVID-19, has been described to interfere with the RAS [2] by interacting -via its spike (S) glycoprotein- with the metallopeptidase Angiotensin-Converting Enzyme 2 (ACE2) receptor [9, 10] that is expressed at the surface of epithelial cells from blood vessels, lung, kidney (renal tubules), intestine, and heart, as well as on cerebral neurons and immune monocytes/macrophages [11-13]. The main SARS-CoV-2-related COVID-19 symptoms/diseases reported hitherto are hypertension, atherosclerosis, thrombosis (coagulopathy), diarrhea, glaucoma, anosmia, ageusia, skin lesions (dermatitis), autoimmune inflammation of the central nervous system, and damages to various organs such as the lung, heart, kidney, and testicle [1, 2, 14]. All these diffuse COVID-19 disorders are likely linked to an over-reaction of RAS in SARS-CoV-2-infected persons. Such a RAS imbalance would be also favored by hypovitaminosis D [2-7, 11]. Since RAS appears to be central in COVID-19 symptoms/diseases, selective targeting of key component(s) of this system might be appropriate to treat RAS-dependent disorders. COVID-19 Disorders: 'Renin-Angiotensin' System (RAS) & Counter-regulatory RAS In the RAS pathway [1, 15], Renin (kidney) cleaves Angiotensinogen (liver) to give Angiotensin I (i.e. peptide DRVYIHPFHL). The latter is cleaved by the Angiotensin-Converting Enzyme (ACE) to produce Angiotensin II (i.e. peptide DRVYIHPF), which is the substrate of ACE2 (SARS-CoV-2 receptor) and key player of the RAS. The cellular targets of Angiotensin II are the vasoconstrictor type 1 (AT1R) and vasodilatator type 2 (AT2R) Angiotensin II receptors (AT1R is expressed at the surface of monocytes/macrophages and T-cells indicating that RAS acts on innate immunity in host). When cleaved by ACE2, Angiotensin II gives Angiotensin 1-7 (i.e. peptide DRVYIHP), targeting the vasodilatator proto-oncogene Mas receptor (MasR). Angiotensin 1-7 can be further transformed to Alamandine (i.e. peptide ARVYIHP) by an aspartate decarboxylase. Alamandine would bind to the vasodilatator Mas-related G protein-coupled receptor member D (MRGD) thus promoting most of the Angiotensin 1-7-like effects. Angiotensin II can produce Angiotensin A (i.e. peptide ARVYIHPF) via an aspartate decarboxylase, and Alamandine via an additional ACE2 cleavage. ACE2 can also cleave Angiotensin I to form Angiotensin 1-9 (i.e. peptide DRVYIHPFH), which targets AT2R. In the RAS pathway were finally evidenced the related Angiotensin III (i.e. peptide RVYIHPF) and Angiotensin IV (i.e. peptide VYIHPF) variants targeting the AT1R and vasodilatator AT4R, respectively. From the known molecular functioning of the RAS, Angiotensins I and II (aside Angiotensin III) are playing central roles in the activity of RAS and associated pathologies, including COVID-19 [2, 10]. Interestingly, it appears that a 'counter-regulatory' RAS does exist to modulate system homeostasis; it relies on Angiotensin 1-7, Angiotensin 1-9, Alamandine, Angiotensin A, and Angiotensin IV, which are targeting the MasR, AT2R, MRGD, ACE2 and AT4R vasodilatator receptors, respectively. These peptides were found to exhibit cardioprotective, vasoactive (anti-hypertensive), anti-hypertrophic and/or anti-inflammatory potentials [15]. Such naturally-produced molecules of the RAS are expected to counteract the SARS-CoV-2-induced over-activation of RAS and reverse, to some extent, the associated COVID-19 diseases. CONCLUDING REMARKS A recent report suggests that RAS inhibitors may act on the severity of viral infection and mortality of COVID-19 patients [14]. Whether or not RAS blockers would be beneficial to COVID-19 cases is still controversial. The RAS inhibitors likely prevent the cytokine storm as RAS is reported to control the release of pro-inflammatory cytokines [1, 7]. It appears that COVID-19 disorders of SARS-CoV-2-infected humans depend on the RAS over-reacted by the (ACE2-dependent) viral infection and vitamin D deficiency. The track for a possible COVID-19 treatment would be to target RAS using specific candidate chemotherapeutic drugs. The proposed molecules are (so far) ACE inhibitors (to prevent the production of Angiotensin II from Angiotensin I), and blockers/antagonists of AT1R such as Losartan and derivatives. Recombinant ACE2 (under clinical trials) is also considered as a decoy for the recognition and competitive binding to the spike (S) glycoprotein of SARS-CoV-2 [9, 10]. We support the use of natural candidate peptide drugs that belong to the 'counter-regulatory' RAS, i.e. Angiotensin 1-7, Angiotensin 1-9, Alamandine, Angiotensin A and/or Angiotensin IV to treat COVID-19 disorders. The targeted receptors would thus be MasR, AT2R, MRGD, ACE2 and AT4R. The authors wish to thank Bonabes De Rouge MD for fruitful discussions.","Infect Disord Drug Targets","Annweiler, Cedric","Cao, Zhijian","Wu, Yingliang","Faucon, Emmanuelle","Mouhat, Stephanie","Kovacic, Herve","Sabatier, Jean-Marc","32418532"],"journal":"Infect Disord Drug Targets","authors":["Annweiler, Cedric","Cao, Zhijian","Wu, Yingliang","Faucon, Emmanuelle","Mouhat, Stephanie","Kovacic, Herve","Sabatier, Jean-Marc"],"date":"2020-05-19T11:00:00Z","year":2020,"_id":"32418532","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.2174/1871526520666200518073329","locations":["diarrhea","glaucoma","DRVYIHPFH","Losartan","Alamandine"],"e_drugs":["Vitamin D","alamandine","Aldosterone","Losartan","Aspartic Acid"],"topics":["Treatment","Mechanism"],"weight":1,"abstract":["SARS-CoV-2 / COVID-19 and the 'Renin-Angiotensin' System The ubiquitous 'Renin-Angiotensin' system (RAS), also referred to as 'Renin-Angiotensin-Aldosterone' system, plays a crucial physiological role in humans as being a key regulator of renal, cardiovascular and innate immune functions [1, 2]. It appears to work in tandem with vitamin D, a secosteroid pro-hormone which reportedly acts as a negative regulatory factor of the RAS [3-6]. A dysfunction (e.g. over-reactivity) of RAS, together with hypovitaminosis D, is likely associated with some of the various renal, cardiac, vascular and immune outcomes that might be observed in COVID-19 patients, including the cytokine storm (i.e. unopposed hyperactive immune reaction generating both pro-inflammatory and anti-inflammatory cytokines) and consequent lethal acute respiratory distress syndrome [1, 7]. Recently, SARS-CoV-2 [8, 9], the causative agent of COVID-19, has been described to interfere with the RAS [2] by interacting -via its spike (S) glycoprotein- with the metallopeptidase Angiotensin-Converting Enzyme 2 (ACE2) receptor [9, 10] that is expressed at the surface of epithelial cells from blood vessels, lung, kidney (renal tubules), intestine, and heart, as well as on cerebral neurons and immune monocytes/macrophages [11-13]. The main SARS-CoV-2-related COVID-19 symptoms/diseases reported hitherto are hypertension, atherosclerosis, thrombosis (coagulopathy), diarrhea, glaucoma, anosmia, ageusia, skin lesions (dermatitis), autoimmune inflammation of the central nervous system, and damages to various organs such as the lung, heart, kidney, and testicle [1, 2, 14]. All these diffuse COVID-19 disorders are likely linked to an over-reaction of RAS in SARS-CoV-2-infected persons. Such a RAS imbalance would be also favored by hypovitaminosis D [2-7, 11]. Since RAS appears to be central in COVID-19 symptoms/diseases, selective targeting of key component(s) of this system might be appropriate to treat RAS-dependent disorders. COVID-19 Disorders: 'Renin-Angiotensin' System (RAS) & Counter-regulatory RAS In the RAS pathway [1, 15], Renin (kidney) cleaves Angiotensinogen (liver) to give Angiotensin I (i.e. peptide DRVYIHPFHL). The latter is cleaved by the Angiotensin-Converting Enzyme (ACE) to produce Angiotensin II (i.e. peptide DRVYIHPF), which is the substrate of ACE2 (SARS-CoV-2 receptor) and key player of the RAS. The cellular targets of Angiotensin II are the vasoconstrictor type 1 (AT1R) and vasodilatator type 2 (AT2R) Angiotensin II receptors (AT1R is expressed at the surface of monocytes/macrophages and T-cells indicating that RAS acts on innate immunity in host). When cleaved by ACE2, Angiotensin II gives Angiotensin 1-7 (i.e. peptide DRVYIHP), targeting the vasodilatator proto-oncogene Mas receptor (MasR). Angiotensin 1-7 can be further transformed to Alamandine (i.e. peptide ARVYIHP) by an aspartate decarboxylase. Alamandine would bind to the vasodilatator Mas-related G protein-coupled receptor member D (MRGD) thus promoting most of the Angiotensin 1-7-like effects. Angiotensin II can produce Angiotensin A (i.e. peptide ARVYIHPF) via an aspartate decarboxylase, and Alamandine via an additional ACE2 cleavage. ACE2 can also cleave Angiotensin I to form Angiotensin 1-9 (i.e. peptide DRVYIHPFH), which targets AT2R. In the RAS pathway were finally evidenced the related Angiotensin III (i.e. peptide RVYIHPF) and Angiotensin IV (i.e. peptide VYIHPF) variants targeting the AT1R and vasodilatator AT4R, respectively. From the known molecular functioning of the RAS, Angiotensins I and II (aside Angiotensin III) are playing central roles in the activity of RAS and associated pathologies, including COVID-19 [2, 10]. Interestingly, it appears that a 'counter-regulatory' RAS does exist to modulate system homeostasis; it relies on Angiotensin 1-7, Angiotensin 1-9, Alamandine, Angiotensin A, and Angiotensin IV, which are targeting the MasR, AT2R, MRGD, ACE2 and AT4R vasodilatator receptors, respectively. These peptides were found to exhibit cardioprotective, vasoactive (anti-hypertensive), anti-hypertrophic and/or anti-inflammatory potentials [15]. Such naturally-produced molecules of the RAS are expected to counteract the SARS-CoV-2-induced over-activation of RAS and reverse, to some extent, the associated COVID-19 diseases. CONCLUDING REMARKS A recent report suggests that RAS inhibitors may act on the severity of viral infection and mortality of COVID-19 patients [14]. Whether or not RAS blockers would be beneficial to COVID-19 cases is still controversial. The RAS inhibitors likely prevent the cytokine storm as RAS is reported to control the release of pro-inflammatory cytokines [1, 7]. It appears that COVID-19 disorders of SARS-CoV-2-infected humans depend on the RAS over-reacted by the (ACE2-dependent) viral infection and vitamin D deficiency. The track for a possible COVID-19 treatment would be to target RAS using specific candidate chemotherapeutic drugs. The proposed molecules are (so far) ACE inhibitors (to prevent the production of Angiotensin II from Angiotensin I), and blockers/antagonists of AT1R such as Losartan and derivatives. Recombinant ACE2 (under clinical trials) is also considered as a decoy for the recognition and competitive binding to the spike (S) glycoprotein of SARS-CoV-2 [9, 10]. We support the use of natural candidate peptide drugs that belong to the 'counter-regulatory' RAS, i.e. Angiotensin 1-7, Angiotensin 1-9, Alamandine, Angiotensin A and/or Angiotensin IV to treat COVID-19 disorders. The targeted receptors would thus be MasR, AT2R, MRGD, ACE2 and AT4R. The authors wish to thank Bonabes De Rouge MD for fruitful discussions."],"_version_":1667254896776183809,"score":169.36584}]}