{"pmid":32479747,"title":"COVID-19 human challenge studies: ethical issues.","text":["COVID-19 human challenge studies: ethical issues.","COVID-19 poses an extraordinary threat to global public health and an effective vaccine could provide a key means of overcoming this crisis. Human challenge studies involve the intentional infection of research participants and can accelerate or improve vaccine development by rapidly providing estimates of vaccine safety and efficacy. Human challenge studies of low virulence coronaviruses have been done in the past and human challenge studies with severe acute respiratory syndrome coronavirus 2 have been proposed. These studies of coronaviruses could provide considerable benefits to public health; for instance, by improving and accelerating vaccine development. However, human challenge studies of severe acute respiratory syndrome coronavirus 2 in particular might be controversial, in part, for ethical reasons. The ethical issues raised by such studies thus warrant early consideration involving, for example, broad consultation with the community. This Personal View provides preliminary analyses of relevant ethical considerations regarding human challenge studies of severe acute respiratory syndrome coronavirus 2, including the potential benefits to public health and to participants, the risks and uncertainty for participants, and the third-party risks (ie, to research staff and the wider community). We argue that these human challenge studies can reasonably be considered ethically acceptable insofar as such studies are accepted internationally and by the communities in which they are done, can realistically be expected to accelerate or improve vaccine development, have considerable potential to directly benefit participants, are designed to limit and minimise risks to participants, and are done with strict infection control measures to limit and reduce third-party risks.","Lancet Infect Dis","Jamrozik, Euzebiusz","Selgelid, Michael J","32479747"],"abstract":["COVID-19 poses an extraordinary threat to global public health and an effective vaccine could provide a key means of overcoming this crisis. Human challenge studies involve the intentional infection of research participants and can accelerate or improve vaccine development by rapidly providing estimates of vaccine safety and efficacy. Human challenge studies of low virulence coronaviruses have been done in the past and human challenge studies with severe acute respiratory syndrome coronavirus 2 have been proposed. These studies of coronaviruses could provide considerable benefits to public health; for instance, by improving and accelerating vaccine development. However, human challenge studies of severe acute respiratory syndrome coronavirus 2 in particular might be controversial, in part, for ethical reasons. The ethical issues raised by such studies thus warrant early consideration involving, for example, broad consultation with the community. This Personal View provides preliminary analyses of relevant ethical considerations regarding human challenge studies of severe acute respiratory syndrome coronavirus 2, including the potential benefits to public health and to participants, the risks and uncertainty for participants, and the third-party risks (ie, to research staff and the wider community). We argue that these human challenge studies can reasonably be considered ethically acceptable insofar as such studies are accepted internationally and by the communities in which they are done, can realistically be expected to accelerate or improve vaccine development, have considerable potential to directly benefit participants, are designed to limit and minimise risks to participants, and are done with strict infection control measures to limit and reduce third-party risks."],"journal":"Lancet Infect Dis","authors":["Jamrozik, Euzebiusz","Selgelid, Michael J"],"date":"2020-06-02T11:00:00Z","year":2020,"_id":"32479747","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1016/S1473-3099(20)30438-2","weight":0,"_version_":1668437834940284928,"score":9.490897,"similar":[{"pmid":32232474,"pmcid":"PMC7184325","title":"Human challenge studies to accelerate coronavirus vaccine licensure.","text":["Human challenge studies to accelerate coronavirus vaccine licensure.","Controlled human challenge trials of SARS-CoV-2 vaccine candidates could accelerate the testing and potential rollout of efficacious vaccines. By replacing conventional Phase 3 testing of vaccine candidates, such trials may subtract many months from the licensure process, making efficacious vaccines available more quickly. Obviously, challenging volunteers with this live virus risks inducing severe disease and possibly even death. However, we argue that such studies, by accelerating vaccine evaluation, could reduce the global burden of coronavirus-related mortality and morbidity. Volunteers in such studies could autonomously authorize the risks to themselves, and their net risk could be acceptable if participants comprise healthy young adults, who are at relatively low risk of serious disease following natural infection, they have a high baseline risk of natural infection, and during the trial they receive frequent monitoring and, following any infection, the best available care.","J Infect Dis","Eyal, Nir","Lipsitch, Marc","Smith, Peter G","32232474"],"abstract":["Controlled human challenge trials of SARS-CoV-2 vaccine candidates could accelerate the testing and potential rollout of efficacious vaccines. By replacing conventional Phase 3 testing of vaccine candidates, such trials may subtract many months from the licensure process, making efficacious vaccines available more quickly. Obviously, challenging volunteers with this live virus risks inducing severe disease and possibly even death. However, we argue that such studies, by accelerating vaccine evaluation, could reduce the global burden of coronavirus-related mortality and morbidity. Volunteers in such studies could autonomously authorize the risks to themselves, and their net risk could be acceptable if participants comprise healthy young adults, who are at relatively low risk of serious disease following natural infection, they have a high baseline risk of natural infection, and during the trial they receive frequent monitoring and, following any infection, the best available care."],"journal":"J Infect Dis","authors":["Eyal, Nir","Lipsitch, Marc","Smith, Peter G"],"date":"2020-04-02T11:00:00Z","year":2020,"_id":"32232474","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.1093/infdis/jiaa152","keywords":["coronavirus","ethics","human challenge studies","randomized controlled trials","risk-taking","vaccines"],"topics":["Treatment"],"weight":1,"_version_":1666138492241969152,"score":245.19386},{"pmid":32461245,"title":"Ethical guidelines for deliberately infecting volunteers with COVID-19.","text":["Ethical guidelines for deliberately infecting volunteers with COVID-19.","Global fatalities related to COVID-19 are expected to be high in 2020-2021. Developing and delivering a vaccine may be the most likely way to end the pandemic. If it were possible to shorten this development time by weeks or months, this may have a significant effect on reducing deaths. Phase II and phase III trials could take less long to conduct if they used human challenge methods-that is, deliberately infecting participants with COVID-19 following inoculation. This article analyses arguments for and against such methods and provides suggested broad guidelines for regulators, researchers and ethics committees when considering these matters. It concludes that it may be possible to maintain current ethical standards yet still permit human challenge trials in a context where delay is critical. The implications are that regulators and researchers need to work together now to design robust but short trials and streamline ethics approval processes so that they are in place when applications for trials are made.","J Med Ethics","Richards, Adair D","32461245"],"abstract":["Global fatalities related to COVID-19 are expected to be high in 2020-2021. Developing and delivering a vaccine may be the most likely way to end the pandemic. If it were possible to shorten this development time by weeks or months, this may have a significant effect on reducing deaths. Phase II and phase III trials could take less long to conduct if they used human challenge methods-that is, deliberately infecting participants with COVID-19 following inoculation. This article analyses arguments for and against such methods and provides suggested broad guidelines for regulators, researchers and ethics committees when considering these matters. It concludes that it may be possible to maintain current ethical standards yet still permit human challenge trials in a context where delay is critical. The implications are that regulators and researchers need to work together now to design robust but short trials and streamline ethics approval processes so that they are in place when applications for trials are made."],"journal":"J Med Ethics","authors":["Richards, Adair D"],"date":"2020-05-29T11:00:00Z","year":2020,"_id":"32461245","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1136/medethics-2020-106322","keywords":["ethics committees/consultation","informed consent","policy guidelines/inst","public policy","research ethics","review boards/review cttes"],"weight":0,"_version_":1668079521316732928,"score":227.40344},{"pmid":32414757,"title":"Ethical considerations for epidemic vaccine trials.","text":["Ethical considerations for epidemic vaccine trials.","Vaccines are a powerful measure to protect the health of individuals and to combat outbreaks such as the COVID-19 pandemic. An ethical dilemma arises when one effective vaccine has been successfully developed against an epidemic disease and researchers seek to test the efficacy of another vaccine for the same pathogen in clinical trials involving human subjects. On the one hand, there are compelling reasons why it would be unethical to trial a novel vaccine when an effective product exists already. First, it is a firm principle of medical ethics that an effective treatment or vaccine should not be withheld from patients if their life may depend on it. Second, since epidemic outbreaks often emerge in settings with less-resourced health systems, there is a pronounced risk that any trial withholding an effective vaccine would disproportionately affect the vulnerable populations that historically have been exploited for biomedical research. Third, clinical trials for novel vaccines may be at odds with efforts to control active outbreaks. On the other hand, it may be justified to conduct a trial for a candidate vaccine if it is expected to have certain advantages compared with the existing product. This essay discusses key factors for comparing vaccines against epidemic pathogens, including immunological, logistical and economic considerations. Alongside a case study of the development of vaccines for Ebola, the essay seeks to establish a general framework that should be expanded and populated by immunologists, epidemiologists, economists and bioethicists, and ultimately could be applied to the case of COVID-19 vaccines.","J Med Ethics","Monrad, Joshua Teperowski","32414757"],"abstract":["Vaccines are a powerful measure to protect the health of individuals and to combat outbreaks such as the COVID-19 pandemic. An ethical dilemma arises when one effective vaccine has been successfully developed against an epidemic disease and researchers seek to test the efficacy of another vaccine for the same pathogen in clinical trials involving human subjects. On the one hand, there are compelling reasons why it would be unethical to trial a novel vaccine when an effective product exists already. First, it is a firm principle of medical ethics that an effective treatment or vaccine should not be withheld from patients if their life may depend on it. Second, since epidemic outbreaks often emerge in settings with less-resourced health systems, there is a pronounced risk that any trial withholding an effective vaccine would disproportionately affect the vulnerable populations that historically have been exploited for biomedical research. Third, clinical trials for novel vaccines may be at odds with efforts to control active outbreaks. On the other hand, it may be justified to conduct a trial for a candidate vaccine if it is expected to have certain advantages compared with the existing product. This essay discusses key factors for comparing vaccines against epidemic pathogens, including immunological, logistical and economic considerations. Alongside a case study of the development of vaccines for Ebola, the essay seeks to establish a general framework that should be expanded and populated by immunologists, epidemiologists, economists and bioethicists, and ultimately could be applied to the case of COVID-19 vaccines."],"journal":"J Med Ethics","authors":["Monrad, Joshua Teperowski"],"date":"2020-05-17T11:00:00Z","year":2020,"_id":"32414757","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.1136/medethics-2020-106235","keywords":["clinical trials","ethics"],"topics":["Treatment"],"weight":1,"_version_":1666994545957535744,"score":226.21426},{"pmid":32445288,"title":"Challenges and strategies to research ethics in conducting COVID-19 research.","text":["Challenges and strategies to research ethics in conducting COVID-19 research.","The number of research involving human subjects on coronavirus disease 2019 (COVID-19) is surging, bringing challenges to the ethical review committee (ERC) in terms of reviewing speed and special ethical considerations under the pandemic. However, the existing ethical review system and regulations have their limitations to meet the demand for a prompt and efficient epidemic control. Since the research under the public health emergency is different from that carried out in familiar situations to design and implementation, the strategy for a satisfactory ERC response should balance the duty of protecting individual participants as well as the special public needs derived from the disease control. It is suggested that the ethical review-related regulations need to be updated, and a unified supervision system to the overall ERC is required. ERC collaboration, capacity-improving and efficiency-improving measures need to be taken. With respect to the reviewing guidelines, it is suggested that the international norms should be explained with more consideration of the local condition and the exceptional circumstances in this public health emergency. A joint effort needs to be taken for better research conduction.","J Evid Based Med","Ma, Xitao","Wang, Yanqiao","Gao, Tian","He, Qing","He, Yan","Yue, Rensong","You, Fengming","Tang, Jianyuan","32445288"],"abstract":["The number of research involving human subjects on coronavirus disease 2019 (COVID-19) is surging, bringing challenges to the ethical review committee (ERC) in terms of reviewing speed and special ethical considerations under the pandemic. However, the existing ethical review system and regulations have their limitations to meet the demand for a prompt and efficient epidemic control. Since the research under the public health emergency is different from that carried out in familiar situations to design and implementation, the strategy for a satisfactory ERC response should balance the duty of protecting individual participants as well as the special public needs derived from the disease control. It is suggested that the ethical review-related regulations need to be updated, and a unified supervision system to the overall ERC is required. ERC collaboration, capacity-improving and efficiency-improving measures need to be taken. With respect to the reviewing guidelines, it is suggested that the international norms should be explained with more consideration of the local condition and the exceptional circumstances in this public health emergency. A joint effort needs to be taken for better research conduction."],"journal":"J Evid Based Med","authors":["Ma, Xitao","Wang, Yanqiao","Gao, Tian","He, Qing","He, Yan","Yue, Rensong","You, Fengming","Tang, Jianyuan"],"date":"2020-05-24T11:00:00Z","year":2020,"_id":"32445288","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1111/jebm.12388","keywords":["covid-19","ethical review","informed consent","public health emergency"],"weight":0,"_version_":1667600475913977856,"score":221.221},{"pmid":32445581,"title":"COVID-19: Legal implications for critical care.","text":["COVID-19: Legal implications for critical care.","The COVID-19 pandemic has caused an unprecedented challenge for the provision of critical care. Anticipating an unsustainable burden on the health service, the UK government introduced numerous legislative measures culminating in the Coronavirus Act, which interfere with existing legislation and rights. However, the existing standards and legal frameworks relevant to critical care clinicians are not extinguished but anticipated to adapt to a new context. This new context influences the standard of care that can be reasonably provided and yields numerous human rights considerations, for example in the use of restraints or the restrictions placed upon patients and visitors under the Infection Prevention and Control guidance. The changing landscape, has also highlighted previously unrecognised legal dilemmas. The perceived difficulties in the provision of PPE for employees pose a legal risk for trusts and a regulatory risk for clinicians. The spectre of rationing critical care poses a number of legal issues. Notably, the flux between clinical decisions based on best interests towards decisions explicitly based on resource considerations should be underpinned by an authoritative public policy decision to preserve legitimacy and lawfulness. Such a policy should be medically coherent, legally robust and ethically justified. The current crisis yields numerous challenges for clinicians aspiring to remain faithful to medico-legal and human rights principles developed over many decades, especially when such considerations could easily be dismissed. However, it is exactly at such times that these principles are needed the most and clinicians play a disproportionate role in safeguarding such principles for the most vulnerable.","Anaesthesia","Coghlan, N","Archard, D","Sipanoun, P","Hayes, T","Baharlo, B","32445581"],"abstract":["The COVID-19 pandemic has caused an unprecedented challenge for the provision of critical care. Anticipating an unsustainable burden on the health service, the UK government introduced numerous legislative measures culminating in the Coronavirus Act, which interfere with existing legislation and rights. However, the existing standards and legal frameworks relevant to critical care clinicians are not extinguished but anticipated to adapt to a new context. This new context influences the standard of care that can be reasonably provided and yields numerous human rights considerations, for example in the use of restraints or the restrictions placed upon patients and visitors under the Infection Prevention and Control guidance. The changing landscape, has also highlighted previously unrecognised legal dilemmas. The perceived difficulties in the provision of PPE for employees pose a legal risk for trusts and a regulatory risk for clinicians. The spectre of rationing critical care poses a number of legal issues. Notably, the flux between clinical decisions based on best interests towards decisions explicitly based on resource considerations should be underpinned by an authoritative public policy decision to preserve legitimacy and lawfulness. Such a policy should be medically coherent, legally robust and ethically justified. The current crisis yields numerous challenges for clinicians aspiring to remain faithful to medico-legal and human rights principles developed over many decades, especially when such considerations could easily be dismissed. However, it is exactly at such times that these principles are needed the most and clinicians play a disproportionate role in safeguarding such principles for the most vulnerable."],"journal":"Anaesthesia","authors":["Coghlan, N","Archard, D","Sipanoun, P","Hayes, T","Baharlo, B"],"date":"2020-05-24T11:00:00Z","year":2020,"_id":"32445581","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1111/anae.15147","keywords":["covid-19","critical care","ethics","human rights","law","resource allocation"],"locations":["GBR"],"countries":["United Kingdom"],"countries_codes":["GBR|United Kingdom"],"topics":["Prevention"],"weight":1,"_version_":1667600475918172162,"score":206.14326}]}