{"pmid":32483934,"title":"Overview: The history and pediatric perspectives of severe acute respiratory syndromes: Novel or just like SARS.","text":["Overview: The history and pediatric perspectives of severe acute respiratory syndromes: Novel or just like SARS.","Many respiratory viral infections such as influenza and measles result in severe acute respiratory symptoms and epidemics. In the spring of 2003, an epidemic of coronavirus pneumonia spread from Guangzhou to Hong Kong and subsequently to the rest of the world. The WHO coined the acronym SARS (severe acute respiratory syndrome) and subsequently the causative virus as SARS-CoV. In the summer of 2012, epidemic of pneumonia occurred again in Saudi Arabia which was subsequently found to be caused by another novel coronavirus. WHO coined the term MERS (Middle East respiratory syndrome) to denote the Middle East origin of the novel virus (MERS-CoV). In the winter of 2019, another outbreak of pneumonia occurred in Wuhan, China which rapidly spread globally. Yet another novel coronavirus was identified as the culprit and has been named SARS-CoV-2 due to its similarities with SARS-CoV, and the disease as coronavirus disease-2019. This overview aims to compare and contrast the similarities and differences of these three major episodes of coronavirus EP, and conclude that they are essentially the same viral respiratory syndromes caused by similar strains of coronavirus with different names. Coronaviruses have caused major epidemics and outbreaks worldwide in the last two decades. From an epidemiological perspective, they are remarkably similar in the mode of spread by droplets. Special focus is placed on the pediatric aspects, which carry less morbidity and mortality in all three entities.","Pediatr Pulmonol","Hon, Kam Lun","Leung, Karen Ka Yan","Leung, Alexander K C","Sridhar, Siddharth","Qian, Suyun","Lee, So Lun","Colin, Andrew A","32483934"],"abstract":["Many respiratory viral infections such as influenza and measles result in severe acute respiratory symptoms and epidemics. In the spring of 2003, an epidemic of coronavirus pneumonia spread from Guangzhou to Hong Kong and subsequently to the rest of the world. The WHO coined the acronym SARS (severe acute respiratory syndrome) and subsequently the causative virus as SARS-CoV. In the summer of 2012, epidemic of pneumonia occurred again in Saudi Arabia which was subsequently found to be caused by another novel coronavirus. WHO coined the term MERS (Middle East respiratory syndrome) to denote the Middle East origin of the novel virus (MERS-CoV). In the winter of 2019, another outbreak of pneumonia occurred in Wuhan, China which rapidly spread globally. Yet another novel coronavirus was identified as the culprit and has been named SARS-CoV-2 due to its similarities with SARS-CoV, and the disease as coronavirus disease-2019. This overview aims to compare and contrast the similarities and differences of these three major episodes of coronavirus EP, and conclude that they are essentially the same viral respiratory syndromes caused by similar strains of coronavirus with different names. Coronaviruses have caused major epidemics and outbreaks worldwide in the last two decades. From an epidemiological perspective, they are remarkably similar in the mode of spread by droplets. Special focus is placed on the pediatric aspects, which carry less morbidity and mortality in all three entities."],"journal":"Pediatr Pulmonol","authors":["Hon, Kam Lun","Leung, Karen Ka Yan","Leung, Alexander K C","Sridhar, Siddharth","Qian, Suyun","Lee, So Lun","Colin, Andrew A"],"date":"2020-06-03T11:00:00Z","year":2020,"_id":"32483934","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1002/ppul.24810","keywords":["covid-19, mers-cov","middle east respiratory syndrome","sars-cov","sars-cov-2","acute respiratory distress syndrome","severe acute respiratory syndrome"],"locations":["measles","Guangzhou","China","Saudi Arabia","Wuhan","China"],"countries":["Saudi Arabia","China"],"countries_codes":["SAU|Saudi Arabia","CHN|China"],"topics":["Mechanism","Diagnosis","Transmission"],"weight":1,"_version_":1668532114746769408,"score":9.490897,"similar":[{"pmid":32378801,"title":"Comprehensive overview of COVID-19 based on current evidence.","text":["Comprehensive overview of COVID-19 based on current evidence.","In December 27, 2019 pneumonia patients with unknown causes originated in South China seafood market in Wuhan. The virus infection spread rapidly and swept through China in less than a month. Subsequently, the virus was proven a novel coronavirus and named SARS-CoV-2. The outbreak of novel coronavirus has been determined as a Public Health Emergency of International Concern (PHEIC) by WHO on 31 January, 2020. Similar to other coronaviruses like the Middle East Respiratory Syndrome (MERS) CoV and Severe Acute Respiratory Syndrome (SARS) CoV, the novel coronavirus was reported to spread via respiratory droplets and close contact from human to human, which means the virus is highly infectious and dangerous. Unfortunately, till now the virus has spread to over 200 countries/territories/areas around the world and the Coronavirus Disease 2019 (COVID-19) outbreak is continuing to grow. Currently, information sharing and transparency are essential for risk assessment and epidemic control in all endemic areas. In this article, we compared SARS-CoV-2 with SARS-CoV and influenza virus, discussed current researching progress of COVID-19, including clinical characteristics, pathological changes, treatment measures, etc.","Dermatol Ther","Kang, Yue","Xu, Silu","32378801"],"abstract":["In December 27, 2019 pneumonia patients with unknown causes originated in South China seafood market in Wuhan. The virus infection spread rapidly and swept through China in less than a month. Subsequently, the virus was proven a novel coronavirus and named SARS-CoV-2. The outbreak of novel coronavirus has been determined as a Public Health Emergency of International Concern (PHEIC) by WHO on 31 January, 2020. Similar to other coronaviruses like the Middle East Respiratory Syndrome (MERS) CoV and Severe Acute Respiratory Syndrome (SARS) CoV, the novel coronavirus was reported to spread via respiratory droplets and close contact from human to human, which means the virus is highly infectious and dangerous. Unfortunately, till now the virus has spread to over 200 countries/territories/areas around the world and the Coronavirus Disease 2019 (COVID-19) outbreak is continuing to grow. Currently, information sharing and transparency are essential for risk assessment and epidemic control in all endemic areas. In this article, we compared SARS-CoV-2 with SARS-CoV and influenza virus, discussed current researching progress of COVID-19, including clinical characteristics, pathological changes, treatment measures, etc."],"journal":"Dermatol Ther","authors":["Kang, Yue","Xu, Silu"],"date":"2020-05-08T11:00:00Z","year":2020,"_id":"32378801","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1111/dth.13525","keywords":["covid-19","sars-cov","sars-cov-2","influenza virus","pathological changes"],"locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment","Mechanism","Transmission","Prevention"],"weight":1,"_version_":1666597097264119808,"score":314.24747},{"pmid":32226286,"pmcid":"PMC7098031","title":"Zoonotic origins of human coronaviruses.","text":["Zoonotic origins of human coronaviruses.","Mutation and adaptation have driven the co-evolution of coronaviruses (CoVs) and their hosts, including human beings, for thousands of years. Before 2003, two human CoVs (HCoVs) were known to cause mild illness, such as common cold. The outbreaks of severe acute respiratory syndrome (SARS) and the Middle East respiratory syndrome (MERS) have flipped the coin to reveal how devastating and life-threatening an HCoV infection could be. The emergence of SARS-CoV-2 in central China at the end of 2019 has thrusted CoVs into the spotlight again and surprised us with its high transmissibility but reduced pathogenicity compared to its sister SARS-CoV. HCoV infection is a zoonosis and understanding the zoonotic origins of HCoVs would serve us well. Most HCoVs originated from bats where they are non-pathogenic. The intermediate reservoir hosts of some HCoVs are also known. Identifying the animal hosts has direct implications in the prevention of human diseases. Investigating CoV-host interactions in animals might also derive important insight on CoV pathogenesis in humans. In this review, we present an overview of the existing knowledge about the seven HCoVs, with a focus on the history of their discovery as well as their zoonotic origins and interspecies transmission. Importantly, we compare and contrast the different HCoVs from a perspective of virus evolution and genome recombination. The current CoV disease 2019 (COVID-19) epidemic is discussed in this context. In addition, the requirements for successful host switches and the implications of virus evolution on disease severity are also highlighted.","Int J Biol Sci","Ye, Zi-Wei","Yuan, Shuofeng","Yuen, Kit-San","Fung, Sin-Yee","Chan, Chi-Ping","Jin, Dong-Yan","32226286"],"abstract":["Mutation and adaptation have driven the co-evolution of coronaviruses (CoVs) and their hosts, including human beings, for thousands of years. Before 2003, two human CoVs (HCoVs) were known to cause mild illness, such as common cold. The outbreaks of severe acute respiratory syndrome (SARS) and the Middle East respiratory syndrome (MERS) have flipped the coin to reveal how devastating and life-threatening an HCoV infection could be. The emergence of SARS-CoV-2 in central China at the end of 2019 has thrusted CoVs into the spotlight again and surprised us with its high transmissibility but reduced pathogenicity compared to its sister SARS-CoV. HCoV infection is a zoonosis and understanding the zoonotic origins of HCoVs would serve us well. Most HCoVs originated from bats where they are non-pathogenic. The intermediate reservoir hosts of some HCoVs are also known. Identifying the animal hosts has direct implications in the prevention of human diseases. Investigating CoV-host interactions in animals might also derive important insight on CoV pathogenesis in humans. In this review, we present an overview of the existing knowledge about the seven HCoVs, with a focus on the history of their discovery as well as their zoonotic origins and interspecies transmission. Importantly, we compare and contrast the different HCoVs from a perspective of virus evolution and genome recombination. The current CoV disease 2019 (COVID-19) epidemic is discussed in this context. In addition, the requirements for successful host switches and the implications of virus evolution on disease severity are also highlighted."],"journal":"Int J Biol Sci","authors":["Ye, Zi-Wei","Yuan, Shuofeng","Yuen, Kit-San","Fung, Sin-Yee","Chan, Chi-Ping","Jin, Dong-Yan"],"date":"2020-04-01T11:00:00Z","year":2020,"_id":"32226286","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.7150/ijbs.45472","keywords":["covid-19","mers-cov","sars-cov","sars-cov-2","animal reservoir","bats","coronavirus"],"locations":["China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Mechanism","Transmission"],"weight":1,"_version_":1666138492475801600,"score":296.6032},{"pmid":32145185,"pmcid":"PMC7155742","title":"Middle East respiratory syndrome.","text":["Middle East respiratory syndrome.","The Middle East respiratory syndrome coronavirus (MERS-CoV) is a lethal zoonotic pathogen that was first identified in humans in Saudi Arabia and Jordan in 2012. Intermittent sporadic cases, community clusters, and nosocomial outbreaks of MERS-CoV continue to occur. Between April 2012 and December 2019, 2499 laboratory-confirmed cases of MERS-CoV infection, including 858 deaths (34.3% mortality) were reported from 27 countries to WHO, the majority of which were reported by Saudi Arabia (2106 cases, 780 deaths). Large outbreaks of human-to-human transmission have occurred, the largest in Riyadh and Jeddah in 2014 and in South Korea in 2015. MERS-CoV remains a high-threat pathogen identified by WHO as a priority pathogen because it causes severe disease that has a high mortality rate, epidemic potential, and no medical countermeasures. This Seminar provides an update on the current knowledge and perspectives on MERS epidemiology, virology, mode of transmission, pathogenesis, diagnosis, clinical features, management, infection control, development of new therapeutics and vaccines, and highlights unanswered questions and priorities for research, improved management, and prevention.","Lancet","Memish, Ziad A","Perlman, Stanley","Van Kerkhove, Maria D","Zumla, Alimuddin","32145185"],"abstract":["The Middle East respiratory syndrome coronavirus (MERS-CoV) is a lethal zoonotic pathogen that was first identified in humans in Saudi Arabia and Jordan in 2012. Intermittent sporadic cases, community clusters, and nosocomial outbreaks of MERS-CoV continue to occur. Between April 2012 and December 2019, 2499 laboratory-confirmed cases of MERS-CoV infection, including 858 deaths (34.3% mortality) were reported from 27 countries to WHO, the majority of which were reported by Saudi Arabia (2106 cases, 780 deaths). Large outbreaks of human-to-human transmission have occurred, the largest in Riyadh and Jeddah in 2014 and in South Korea in 2015. MERS-CoV remains a high-threat pathogen identified by WHO as a priority pathogen because it causes severe disease that has a high mortality rate, epidemic potential, and no medical countermeasures. This Seminar provides an update on the current knowledge and perspectives on MERS epidemiology, virology, mode of transmission, pathogenesis, diagnosis, clinical features, management, infection control, development of new therapeutics and vaccines, and highlights unanswered questions and priorities for research, improved management, and prevention."],"journal":"Lancet","authors":["Memish, Ziad A","Perlman, Stanley","Van Kerkhove, Maria D","Zumla, Alimuddin"],"date":"2020-03-08T11:00:00Z","year":2020,"_id":"32145185","source":"PubMed","week":"202010|Mar 02 - Mar 08","doi":"10.1016/S0140-6736(19)33221-0","locations":["Saudi Arabia","Jordan","Saudi Arabia","Riyadh","Jeddah","South Korea"],"countries":["Jordan","Saudi Arabia","Korea, Republic of"],"countries_codes":["JOR|Jordan","SAU|Saudi Arabia","KOR|Korea, Republic of"],"topics":["Transmission","Treatment","Diagnosis","Prevention","Mechanism"],"weight":1,"_version_":1666138490683785218,"score":278.13522},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","source":"PubMed","week":"202011|Mar 09 - Mar 15","locations":["Saudi Arabia","Wuhan","China","Hubei","China","China","Saudi Arabia","China","United States","China","China","Italy","Statpearls"],"countries":["United States","Saudi Arabia","China","Italy"],"countries_codes":["USA|United States","SAU|Saudi Arabia","CHN|China","ITA|Italy"],"topics":["Prevention","Transmission"],"weight":1,"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1666138492715925504,"score":258.43317},{"pmid":32252141,"pmcid":"PMC7170784","title":"Epidemiology, virology, and clinical features of severe acute respiratory syndrome -coronavirus-2 (SARS-CoV-2; Coronavirus Disease-19).","text":["Epidemiology, virology, and clinical features of severe acute respiratory syndrome -coronavirus-2 (SARS-CoV-2; Coronavirus Disease-19).","A cluster of severe pneumonia of unknown etiology in Wuhan City, Hubei province in China emerged in December 2019. A novel coronavirus named severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was isolated from lower respiratory tract sample as the causative agent. The current outbreak of infections with SARS-CoV-2 is termed Coronavirus Disease 2019 (COVID-19) by the World Health Organization (WHO). COVID-19 rapidly spread into at least 114 countries and killed more than 4,000 people by March 11 2020. WHO officially declared COVID-19 a pandemic on March 11, 2020. There have been 2 novel coronavirus outbreaks in the past 2 decades. The outbreak of severe acute respiratory syndrome (SARS) in 2002-2003 caused by SARS-CoV had a case fatality rate of around 10% (8,098 confirmed cases and 774 deaths), while Middle East respiratory syndrome (MERS) caused by MERSCoV killed 861 people out of a total 2,502 confirmed cases between 2012 and 2019. The purpose of this review is to summarize known-to-date information about SARS-CoV-2, transmission of SARS-CoV-2, and clinical features.","Clin Exp Pediatr","Park, Su Eun","32252141"],"abstract":["A cluster of severe pneumonia of unknown etiology in Wuhan City, Hubei province in China emerged in December 2019. A novel coronavirus named severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was isolated from lower respiratory tract sample as the causative agent. The current outbreak of infections with SARS-CoV-2 is termed Coronavirus Disease 2019 (COVID-19) by the World Health Organization (WHO). COVID-19 rapidly spread into at least 114 countries and killed more than 4,000 people by March 11 2020. WHO officially declared COVID-19 a pandemic on March 11, 2020. There have been 2 novel coronavirus outbreaks in the past 2 decades. The outbreak of severe acute respiratory syndrome (SARS) in 2002-2003 caused by SARS-CoV had a case fatality rate of around 10% (8,098 confirmed cases and 774 deaths), while Middle East respiratory syndrome (MERS) caused by MERSCoV killed 861 people out of a total 2,502 confirmed cases between 2012 and 2019. The purpose of this review is to summarize known-to-date information about SARS-CoV-2, transmission of SARS-CoV-2, and clinical features."],"journal":"Clin Exp Pediatr","authors":["Park, Su Eun"],"date":"2020-04-07T11:00:00Z","year":2020,"_id":"32252141","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.3345/cep.2020.00493","keywords":["covid-19","coronavirus","mers-cov","sars-cov-2","sarscov"],"locations":["Wuhan","Hubei","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission","Diagnosis"],"weight":1,"_version_":1666138490932297728,"score":251.29868}]}