{"pmid":32485101,"title":"Vascular Endothelial Growth Factor (VEGF) as a Vital Target for Brain Inflammation during the COVID-19 Outbreak.","text":["Vascular Endothelial Growth Factor (VEGF) as a Vital Target for Brain Inflammation during the COVID-19 Outbreak.","The coronavirus disease 19 (COVID-19) pandemic has brought a great threat to global public health. Currently, mounting evidence has shown the occurrence of neurological symptoms in patients with COVID-19. However, the detailed mechanism by which the SARS-CoV-2 attacks the brain is not well characterized. Recent investigations have revealed that a cytokine storm contributes to brain inflammation and subsequently triggers neurological manifestations during the COVID-19 outbreak. Targeting brain inflammation may provide significant clues to the treatment of neurologic complications caused by SARS-CoV-2. Vascular growth factor (VEGF), which is widely distributed in the brain, probably plays a crucial role in brain inflammation via facilitating the recruitment of inflammatory cells and regulating the level of angiopoietins II (Ang II). Also, Ang II is considered as the products of SARS-CoV-2-attacking target, angiotensin-converting enzyme 2 (ACE2). Further investigation of the therapeutic potential and the underlying mechanisms of VEGF-targeted drugs on the neurological signs of COVID-19 are warranted. In any case, VEGF is deemed a promising therapeutic target in suppressing inflammation during SARS-CoV-2 infection with neurological symptoms.","ACS Chem Neurosci","Yin, Xi-Xi","Zheng, Xiang-Rong","Peng, Wang","Wu, Mao-Lan","Mao, Xiao-Yuan","32485101"],"abstract":["The coronavirus disease 19 (COVID-19) pandemic has brought a great threat to global public health. Currently, mounting evidence has shown the occurrence of neurological symptoms in patients with COVID-19. However, the detailed mechanism by which the SARS-CoV-2 attacks the brain is not well characterized. Recent investigations have revealed that a cytokine storm contributes to brain inflammation and subsequently triggers neurological manifestations during the COVID-19 outbreak. Targeting brain inflammation may provide significant clues to the treatment of neurologic complications caused by SARS-CoV-2. Vascular growth factor (VEGF), which is widely distributed in the brain, probably plays a crucial role in brain inflammation via facilitating the recruitment of inflammatory cells and regulating the level of angiopoietins II (Ang II). Also, Ang II is considered as the products of SARS-CoV-2-attacking target, angiotensin-converting enzyme 2 (ACE2). Further investigation of the therapeutic potential and the underlying mechanisms of VEGF-targeted drugs on the neurological signs of COVID-19 are warranted. In any case, VEGF is deemed a promising therapeutic target in suppressing inflammation during SARS-CoV-2 infection with neurological symptoms."],"journal":"ACS Chem Neurosci","authors":["Yin, Xi-Xi","Zheng, Xiang-Rong","Peng, Wang","Wu, Mao-Lan","Mao, Xiao-Yuan"],"date":"2020-06-03T11:00:00Z","year":2020,"_id":"32485101","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1021/acschemneuro.0c00294","keywords":["ace2","ang ii","covid-19","sars-cov-2","vegf","brain inflammation","therapeutic target"],"topics":["Treatment","Mechanism"],"weight":1,"_version_":1668704334369521664,"score":9.490897,"similar":[{"pmid":32228252,"title":"COVID-19, ACE2, and the cardiovascular consequences.","text":["COVID-19, ACE2, and the cardiovascular consequences.","The novel SARS coronavirus SARS-CoV-2 pandemic may be particularly deleterious to patients with underlying cardiovascular disease (CVD). The mechanism for SARS-CoV-2 infection is the requisite binding of the virus to the membrane-bound form of angiotensin-converting enzyme 2 (ACE2) and internalization of the complex by the host cell. Recognition that ACE2 is the coreceptor for the coronavirus has prompted new therapeutic approaches to block the enzyme or reduce its expression to prevent the cellular entry and SARS-CoV-2 infection in tissues that express ACE2 including lung, heart, kidney, brain, and gut. ACE2, however, is a key enzymatic component of the renin-angiotensin-aldosterone system (RAAS); ACE2 degrades ANG II, a peptide with multiple actions that promote CVD, and generates Ang-(1-7), which antagonizes the effects of ANG II. Moreover, experimental evidence suggests that RAAS blockade by ACE inhibitors, ANG II type 1 receptor antagonists, and mineralocorticoid antagonists, as well as statins, enhance ACE2 which, in part, contributes to the benefit of these regimens. In lieu of the fact that many older patients with hypertension or other CVDs are routinely treated with RAAS blockers and statins, new clinical concerns have developed regarding whether these patients are at greater risk for SARS-CoV-2 infection, whether RAAS and statin therapy should be discontinued, and the potential consequences of RAAS blockade to COVID-19-related pathologies such as acute and chronic respiratory disease. The current perspective critically examines the evidence for ACE2 regulation by RAAS blockade and statins, the cardiovascular benefits of ACE2, and whether ACE2 blockade is a viable approach to attenuate COVID-19.","Am J Physiol Heart Circ Physiol","South, Andrew M","Diz, Debra I","Chappell, Mark C","32228252"],"abstract":["The novel SARS coronavirus SARS-CoV-2 pandemic may be particularly deleterious to patients with underlying cardiovascular disease (CVD). The mechanism for SARS-CoV-2 infection is the requisite binding of the virus to the membrane-bound form of angiotensin-converting enzyme 2 (ACE2) and internalization of the complex by the host cell. Recognition that ACE2 is the coreceptor for the coronavirus has prompted new therapeutic approaches to block the enzyme or reduce its expression to prevent the cellular entry and SARS-CoV-2 infection in tissues that express ACE2 including lung, heart, kidney, brain, and gut. ACE2, however, is a key enzymatic component of the renin-angiotensin-aldosterone system (RAAS); ACE2 degrades ANG II, a peptide with multiple actions that promote CVD, and generates Ang-(1-7), which antagonizes the effects of ANG II. Moreover, experimental evidence suggests that RAAS blockade by ACE inhibitors, ANG II type 1 receptor antagonists, and mineralocorticoid antagonists, as well as statins, enhance ACE2 which, in part, contributes to the benefit of these regimens. In lieu of the fact that many older patients with hypertension or other CVDs are routinely treated with RAAS blockers and statins, new clinical concerns have developed regarding whether these patients are at greater risk for SARS-CoV-2 infection, whether RAAS and statin therapy should be discontinued, and the potential consequences of RAAS blockade to COVID-19-related pathologies such as acute and chronic respiratory disease. The current perspective critically examines the evidence for ACE2 regulation by RAAS blockade and statins, the cardiovascular benefits of ACE2, and whether ACE2 blockade is a viable approach to attenuate COVID-19."],"journal":"Am J Physiol Heart Circ Physiol","authors":["South, Andrew M","Diz, Debra I","Chappell, Mark C"],"date":"2020-04-02T11:00:00Z","year":2020,"_id":"32228252","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.1152/ajpheart.00217.2020","keywords":["ace2","ang ii","covid-19","sars-cov-2","renin-angiotensin system","statins"],"e_drugs":["Aldosterone"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1666138492188491778,"score":322.83417},{"pmid":32440692,"title":"Temporal Correlation Between Neurological and Gastrointestinal Symptoms of SARS-CoV-2.","text":["Temporal Correlation Between Neurological and Gastrointestinal Symptoms of SARS-CoV-2.","Severe Acute Respiratory Syndrome Coronavirus-2 (SAR-CoV-2) has been shown to invade brain tissue. Based on the evolutionary similarity with SARS-CoV, researchers propose that SARS-CoV-2 can invade the olfactory bulb and gastrointestinal (GI) system through angiotensin-converting enzyme 2. However, how SARS-CoV-2 causes neurological or GI symptoms is not clear. Many suggested intestinal and neural inflammations, caused by viral invasion, as the most likely reason for the GI and neurological symptoms; however, the patients with coronavirus disease 2019 (COVID-19) without neurological or GI symptoms indicate that this is not the case. The gut-brain axis could explain the reason for why some with COVID-19 do not have these symptoms. COVID-19 patients mostly show respiratory distress first, then diarrhea, anorexia, stroke, or loss of consciousness comes into view. Obviously, GI invasion is a mechanical process that begins with oral invasion and, therefore, most probably exists before the brain invasion, as indicated in case reports. However, when the GI tract is invaded, the virus may enter the central nervous system through vascular and lymphatic systems or the vagal nerve. SARS-CoV-2 can infect leukocytes and migrate with them into the brain, or the viral particles can be directly transported across the blood-brain barrier to the brain. Also, more recent research has revealed that SARS-CoV-2 can invade the peripheral lymphatic vessels connecting with the glymphatic system of the brain. The temporal correlation between neurological and gastrointestinal symptoms suggests the lymph vessels around the GI tract, the vascular system, or the gut-brain axis (enteric nervous system) as the most likely entry route for SARS-CoV-2 to the brain.","Inflamm Bowel Dis","Bostanciklioglu, Mehmet","32440692"],"abstract":["Severe Acute Respiratory Syndrome Coronavirus-2 (SAR-CoV-2) has been shown to invade brain tissue. Based on the evolutionary similarity with SARS-CoV, researchers propose that SARS-CoV-2 can invade the olfactory bulb and gastrointestinal (GI) system through angiotensin-converting enzyme 2. However, how SARS-CoV-2 causes neurological or GI symptoms is not clear. Many suggested intestinal and neural inflammations, caused by viral invasion, as the most likely reason for the GI and neurological symptoms; however, the patients with coronavirus disease 2019 (COVID-19) without neurological or GI symptoms indicate that this is not the case. The gut-brain axis could explain the reason for why some with COVID-19 do not have these symptoms. COVID-19 patients mostly show respiratory distress first, then diarrhea, anorexia, stroke, or loss of consciousness comes into view. Obviously, GI invasion is a mechanical process that begins with oral invasion and, therefore, most probably exists before the brain invasion, as indicated in case reports. However, when the GI tract is invaded, the virus may enter the central nervous system through vascular and lymphatic systems or the vagal nerve. SARS-CoV-2 can infect leukocytes and migrate with them into the brain, or the viral particles can be directly transported across the blood-brain barrier to the brain. Also, more recent research has revealed that SARS-CoV-2 can invade the peripheral lymphatic vessels connecting with the glymphatic system of the brain. The temporal correlation between neurological and gastrointestinal symptoms suggests the lymph vessels around the GI tract, the vascular system, or the gut-brain axis (enteric nervous system) as the most likely entry route for SARS-CoV-2 to the brain."],"journal":"Inflamm Bowel Dis","authors":["Bostanciklioglu, Mehmet"],"date":"2020-05-23T11:00:00Z","year":2020,"_id":"32440692","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1093/ibd/izaa131","keywords":["covid-19","sars-cov-2","anorexia","gastrointestinal symptoms","gut-brain axis","neurological symptoms"],"locations":["diarrhea"],"topics":["Diagnosis","Mechanism"],"weight":1,"_version_":1667535119456403458,"score":320.55325},{"pmid":32427134,"pmcid":"PMC7227537","title":"HOW TO DETECT AND TRACK CHRONIC NEUROLOGIC SEQUELAE OF COVID-19? USE OF AUDITORY BRAINSTEM RESPONSES AND NEUROIMAGING FOR LONG-TERM PATIENT FOLLOW-UP.","text":["HOW TO DETECT AND TRACK CHRONIC NEUROLOGIC SEQUELAE OF COVID-19? USE OF AUDITORY BRAINSTEM RESPONSES AND NEUROIMAGING FOR LONG-TERM PATIENT FOLLOW-UP.","This review intends to provide an overview of the current knowledge on neurologic sequelae of COVID-19 and their possible etiology, and, based on available data, proposes possible improvements in current medical care procedures. We conducted a thorough review of the scientific literature on neurologic manifestations of COVID-19, the neuroinvasive propensity of known coronaviruses (CoV) and their possible effects on brain structural and functional integrity. It appears that around one third of COVID-19 patients admitted to intensive care units (ICU) for respiratory difficulties exhibit neurologic symptoms. This may be due to progressive brain damage and dysfunction triggered by severe hypoxia and hypoxemia, heightened inflammation and SARS-CoV-2 dissemination into brain parenchyma, as suggested by current reports and analyses of previous CoV outbreaks. Viral invasion of the brain may particularly target and alter brainstem and thalamic functions and, consequently, result in sensorimotor dysfunctions and psychiatric disorders. Moreover, data collected from other structurally homologous CoV suggest that SARS-CoV-2 infection may lead to brain cell degeneration and demyelination similar to multiple sclerosis (MS). Hence, current evidence warrants further evaluation and long-term follow-up of possible neurologic sequelae in COVID-19 patients. It may be particularly relevant to evaluate brainstem integrity in recovered patients, as it is suspected that this cerebral area may particularly be dysfunctional following SARS-CoV-2 infection. Because CoV infection can potentially lead to chronic neuroinflammation and progressive demyelination, neuroimaging features and signs of MS may also be evaluated in the long term in recovered COVID-19 patients.","Brain Behav Immun Health","Ogier, Michael","Andeol, Guillaume","Sagui, Emmanuel","Bo, Gregory Dal","32427134"],"abstract":["This review intends to provide an overview of the current knowledge on neurologic sequelae of COVID-19 and their possible etiology, and, based on available data, proposes possible improvements in current medical care procedures. We conducted a thorough review of the scientific literature on neurologic manifestations of COVID-19, the neuroinvasive propensity of known coronaviruses (CoV) and their possible effects on brain structural and functional integrity. It appears that around one third of COVID-19 patients admitted to intensive care units (ICU) for respiratory difficulties exhibit neurologic symptoms. This may be due to progressive brain damage and dysfunction triggered by severe hypoxia and hypoxemia, heightened inflammation and SARS-CoV-2 dissemination into brain parenchyma, as suggested by current reports and analyses of previous CoV outbreaks. Viral invasion of the brain may particularly target and alter brainstem and thalamic functions and, consequently, result in sensorimotor dysfunctions and psychiatric disorders. Moreover, data collected from other structurally homologous CoV suggest that SARS-CoV-2 infection may lead to brain cell degeneration and demyelination similar to multiple sclerosis (MS). Hence, current evidence warrants further evaluation and long-term follow-up of possible neurologic sequelae in COVID-19 patients. It may be particularly relevant to evaluate brainstem integrity in recovered patients, as it is suspected that this cerebral area may particularly be dysfunctional following SARS-CoV-2 infection. Because CoV infection can potentially lead to chronic neuroinflammation and progressive demyelination, neuroimaging features and signs of MS may also be evaluated in the long term in recovered COVID-19 patients."],"journal":"Brain Behav Immun Health","authors":["Ogier, Michael","Andeol, Guillaume","Sagui, Emmanuel","Bo, Gregory Dal"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32427134","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.bbih.2020.100081","keywords":["auditory brainstem responses","brainstem dysfunction","covid-19","cytokine storm","microglia priming","multiple sclerosis","neuroimaging","neuroinflammatory mechanisms","neurologic sequelae","sars-cov-2"],"locations":["hypoxemia"],"weight":0,"_version_":1667352728686297088,"score":280.34064},{"pmid":32238438,"title":"Does COVID19 Infect the Brain? If So, Smokers Might Be at a Higher Risk.","text":["Does COVID19 Infect the Brain? If So, Smokers Might Be at a Higher Risk.","COVID19 is a devastating global pandemic with epicenters in China, Italy, Spain, and now the United States. While the majority of infected cases appear mild, in some cases, individuals present serious cardiorespiratory complications with possible long-term lung damage. Infected individuals report a range of symptoms from headaches to shortness of breath to taste and smell loss. To that end, less is known about how the virus may impact different organ systems. The SARS-CoV2 virus, which is responsible for COVID19, is highly similar to SARS-CoV. Both viruses have evolved an ability to enter host cells through direct interaction with the angiotensin converting enzyme (ACE) 2 protein at the surface of many cells. Published findings indicate that SARS-CoV can enter the human nervous system with evidence from both postmortem brains and detection in cerebrospinal fluid of infected individuals. Here, we consider the ability of SARS-CoV2 to enter and infect the human nervous system based on the strong expression of the ACE2 target throughout the brain. Moreover, we predict that nicotine exposure through various kinds of smoking (cigarettes, electronic cigarettes, or vape) can increase the risk for COVID19 neuroinfection based on known functional interactions between the nicotinic receptor and ACE2. We advocate for higher surveillance and analysis of neurocomplications in infected cases. SIGNIFICANCE STATEMENT: The COVID19 epidemic has spurred a global public health crisis. While many of the cases requiring hospitalization and intensive medical care center on cardiorespiratory treatment, a growing number of cases present neurological symptoms. Viral entry into the brain now appears a strong possibility with deleterious consequences and an urgent need for addressing.","Mol Pharmacol","Kabbani, Nadine","Olds, James L","32238438"],"abstract":["COVID19 is a devastating global pandemic with epicenters in China, Italy, Spain, and now the United States. While the majority of infected cases appear mild, in some cases, individuals present serious cardiorespiratory complications with possible long-term lung damage. Infected individuals report a range of symptoms from headaches to shortness of breath to taste and smell loss. To that end, less is known about how the virus may impact different organ systems. The SARS-CoV2 virus, which is responsible for COVID19, is highly similar to SARS-CoV. Both viruses have evolved an ability to enter host cells through direct interaction with the angiotensin converting enzyme (ACE) 2 protein at the surface of many cells. Published findings indicate that SARS-CoV can enter the human nervous system with evidence from both postmortem brains and detection in cerebrospinal fluid of infected individuals. Here, we consider the ability of SARS-CoV2 to enter and infect the human nervous system based on the strong expression of the ACE2 target throughout the brain. Moreover, we predict that nicotine exposure through various kinds of smoking (cigarettes, electronic cigarettes, or vape) can increase the risk for COVID19 neuroinfection based on known functional interactions between the nicotinic receptor and ACE2. We advocate for higher surveillance and analysis of neurocomplications in infected cases. SIGNIFICANCE STATEMENT: The COVID19 epidemic has spurred a global public health crisis. While many of the cases requiring hospitalization and intensive medical care center on cardiorespiratory treatment, a growing number of cases present neurological symptoms. Viral entry into the brain now appears a strong possibility with deleterious consequences and an urgent need for addressing."],"journal":"Mol Pharmacol","authors":["Kabbani, Nadine","Olds, James L"],"date":"2020-04-03T11:00:00Z","year":2020,"_id":"32238438","source":"PubMed","week":"202014|Mar 30 - Apr 05","doi":"10.1124/molpharm.120.000014","locations":["China","Italy","Spain","United States"],"countries":["United States","Italy","China","Spain"],"countries_codes":["USA|United States","ITA|Italy","CHN|China","ESP|Spain"],"e_drugs":["Nicotine"],"topics":["Mechanism"],"weight":1,"_version_":1666138490441564160,"score":257.81067},{"pmid":32348111,"pmcid":"PMC7192347","title":"Is the Collapse of the Respiratory Center in the Brain Responsible for Respiratory Breakdown in COVID-19 Patients?","text":["Is the Collapse of the Respiratory Center in the Brain Responsible for Respiratory Breakdown in COVID-19 Patients?","Following the identification of severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 and Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012, we are now again facing a global highly pathogenic novel coronavirus (SARS-CoV-2) epidemic. Although the lungs are one of the most critically affected organs, several other organs, including the brain may also get infected. Here, we have highlighted that SARS-CoV-2 might infect the central nervous system (CNS) through the olfactory bulb. From the olfactory bulb, SARS-CoV-2 may target the deeper parts of the brain including the thalamus and brainstem by trans-synaptic transfer described for many other viral diseases. Following this, the virus might infect the respiratory center of brain, which could be accountable for the respiratory breakdown of COVID-19 patients. Therefore, it is important to screen the COVID-19 patients for neurological symptoms as well as possibility of the collapse of the respiratory center in the brainstem should be investigated in depth.","ACS Chem Neurosci","Gandhi, Sonu","Srivastava, Amit Kumar","Ray, Upasana","Tripathi, Prem Prakash","32348111"],"abstract":["Following the identification of severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 and Middle East respiratory syndrome coronavirus (MERS-CoV) in 2012, we are now again facing a global highly pathogenic novel coronavirus (SARS-CoV-2) epidemic. Although the lungs are one of the most critically affected organs, several other organs, including the brain may also get infected. Here, we have highlighted that SARS-CoV-2 might infect the central nervous system (CNS) through the olfactory bulb. From the olfactory bulb, SARS-CoV-2 may target the deeper parts of the brain including the thalamus and brainstem by trans-synaptic transfer described for many other viral diseases. Following this, the virus might infect the respiratory center of brain, which could be accountable for the respiratory breakdown of COVID-19 patients. Therefore, it is important to screen the COVID-19 patients for neurological symptoms as well as possibility of the collapse of the respiratory center in the brainstem should be investigated in depth."],"journal":"ACS Chem Neurosci","authors":["Gandhi, Sonu","Srivastava, Amit Kumar","Ray, Upasana","Tripathi, Prem Prakash"],"date":"2020-04-30T11:00:00Z","year":2020,"_id":"32348111","source":"PubMed","week":"202018|Apr 27 - May 03","doi":"10.1021/acschemneuro.0c00217","keywords":["brain","covid-19","sars-cov-2","coronavirus","respiratory center"],"topics":["Mechanism","Treatment"],"weight":1,"_version_":1666138494936809473,"score":248.78697}]}