{"pmid":32485875,"title":"Analysis of Outbreak and Global Impacts of the COVID-19.","text":["Analysis of Outbreak and Global Impacts of the COVID-19.","Corona viruses are a large family of viruses that are not only restricted to causing illness in humans but also affect animals such as camels, cattle, cats, and bats, thus affecting a large group of living species. The outbreak of Corona virus in late December 2019 (also known as COVID-19) raised major concerns when the outbreak started getting tremendous. While the first case was discovered in Wuhan, China, it did not take long for the disease to travel across the globe and infect every continent (except Antarctica), killing thousands of people. Since it has become a global concern, different countries have been working toward the treatment and generation of vaccine, leading to different speculations. While some argue that the vaccine may only be a few weeks away, others believe that it may take some time to create the vaccine. Given the increasing number of deaths, the COVID-19 has caused havoc worldwide and is a matter of serious concern. Thus, there is a need to study how the disease has been propagating across continents by numbers as well as by regions. This study incorporates a detailed description of how the COVID-19 outbreak started in China and managed to spread across the globe rapidly. We take into account the COVID-19 outbreak cases (confirmed, recovered, death) in order to make some observations regarding the pandemic. Given the detailed description of the outbreak, this study would be beneficial to certain industries that may be affected by the outbreak in order to take timely precautionary measures in the future. Further, the study lists some industries that have witnessed the impact of the COVID-19 outbreak on a global scale.","Healthcare (Basel)","Priyadarshini, Ishaani","Mohanty, Pinaki","Kumar, Raghvendra","Son, Le Hoang","Chau, Hoang Thi Minh","Nhu, Viet-Ha","Thi Ngo, Phuong Thao","Tien Bui, Dieu","32485875"],"abstract":["Corona viruses are a large family of viruses that are not only restricted to causing illness in humans but also affect animals such as camels, cattle, cats, and bats, thus affecting a large group of living species. The outbreak of Corona virus in late December 2019 (also known as COVID-19) raised major concerns when the outbreak started getting tremendous. While the first case was discovered in Wuhan, China, it did not take long for the disease to travel across the globe and infect every continent (except Antarctica), killing thousands of people. Since it has become a global concern, different countries have been working toward the treatment and generation of vaccine, leading to different speculations. While some argue that the vaccine may only be a few weeks away, others believe that it may take some time to create the vaccine. Given the increasing number of deaths, the COVID-19 has caused havoc worldwide and is a matter of serious concern. Thus, there is a need to study how the disease has been propagating across continents by numbers as well as by regions. This study incorporates a detailed description of how the COVID-19 outbreak started in China and managed to spread across the globe rapidly. We take into account the COVID-19 outbreak cases (confirmed, recovered, death) in order to make some observations regarding the pandemic. Given the detailed description of the outbreak, this study would be beneficial to certain industries that may be affected by the outbreak in order to take timely precautionary measures in the future. Further, the study lists some industries that have witnessed the impact of the COVID-19 outbreak on a global scale."],"journal":"Healthcare (Basel)","authors":["Priyadarshini, Ishaani","Mohanty, Pinaki","Kumar, Raghvendra","Son, Le Hoang","Chau, Hoang Thi Minh","Nhu, Viet-Ha","Thi Ngo, Phuong Thao","Tien Bui, Dieu"],"date":"2020-06-04T11:00:00Z","year":2020,"_id":"32485875","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.3390/healthcare8020148","keywords":["covid-19","corona virus","global impacts","global pandemic","severe acute respiratory syndrome (sars)"],"locations":["Wuhan","China","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Prevention"],"weight":1,"_version_":1668892169334685696,"score":9.490897,"similar":[{"pmid":32405164,"pmcid":"PMC7196171","title":"2019-nCoV - Towards a 4th generation vaccine.","text":["2019-nCoV - Towards a 4th generation vaccine.","The first report of the unusual manifestation of pneumonia-like symptoms in Wuhan City, China was made on 31 December 2019. Within one week, the Chinese authorities reported that they had identified the causative agent as a new member of the Coronavirus family, the same family of that was responsible for MERS and SARS not so many years ago. The new virus was called Novel Coronavirus 2019 (2019-nCoV). Three weeks later, the World Health Organization declared that 2019-nCoV was capable of direct human-to-human transmission, the virus had spread across several countries in three continents, and had infected close to two thousand people, of whom at least 1 in 5 quite severely. The number of fatalities was fast rising. Yet, the World Health Organization officially announced that there is still at present no recommended anti-nCoV vaccine for subject at-risk, nor treatment for patients with suspected or confirmed nCoV, let alone 2019-nCov. It is therefore timely and critical to propose new possible and practical approaches for preventive interventions for subjects at-risk, and for treatment of patients afflicted with 2019-nCov-induced disease (Corona Virus Disease 2019; COVID-19) before the present situation explodes into a worldwide pandemic. One such potential clinical protocol is proposed as a hypothesis.","Bioinformation","Chiappelli, Francesco","32405164"],"abstract":["The first report of the unusual manifestation of pneumonia-like symptoms in Wuhan City, China was made on 31 December 2019. Within one week, the Chinese authorities reported that they had identified the causative agent as a new member of the Coronavirus family, the same family of that was responsible for MERS and SARS not so many years ago. The new virus was called Novel Coronavirus 2019 (2019-nCoV). Three weeks later, the World Health Organization declared that 2019-nCoV was capable of direct human-to-human transmission, the virus had spread across several countries in three continents, and had infected close to two thousand people, of whom at least 1 in 5 quite severely. The number of fatalities was fast rising. Yet, the World Health Organization officially announced that there is still at present no recommended anti-nCoV vaccine for subject at-risk, nor treatment for patients with suspected or confirmed nCoV, let alone 2019-nCov. It is therefore timely and critical to propose new possible and practical approaches for preventive interventions for subjects at-risk, and for treatment of patients afflicted with 2019-nCov-induced disease (Corona Virus Disease 2019; COVID-19) before the present situation explodes into a worldwide pandemic. One such potential clinical protocol is proposed as a hypothesis."],"journal":"Bioinformation","authors":["Chiappelli, Francesco"],"date":"2020-05-15T11:00:00Z","year":2020,"_id":"32405164","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.6026/97320630016139","keywords":["angiotensin-converting enzyme-2 (ace2)","middle-east respiratory syndrome (mers)","novel coronavirus (emerged late) 2019 (2019-ncov corona virus disease 2019 (covid-19)","severe acute respiratory syndrome (sars)","transcription regulatory networks (trns) corona virus (cov)"],"locations":["Wuhan","China","Chinese"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Treatment"],"weight":1,"_version_":1666950579803389952,"score":230.34306},{"pmid":32486055,"title":"Statistical Explorations and Univariate Timeseries Analysis on COVID-19 Datasets to Understand the Trend of Disease Spreading and Death.","text":["Statistical Explorations and Univariate Timeseries Analysis on COVID-19 Datasets to Understand the Trend of Disease Spreading and Death.","\"Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)\", the novel coronavirus, is responsible for the ongoing worldwide pandemic. \"World Health Organization (WHO)\" assigned an \"International Classification of Diseases (ICD)\" code-\"COVID-19\"-as the name of the new disease. Coronaviruses are generally transferred by people and many diverse species of animals, including birds and mammals such as cattle, camels, cats, and bats. Infrequently, the coronavirus can be transferred from animals to humans, and then propagate among people, such as with \"Middle East Respiratory Syndrome (MERS-CoV)\", \"Severe Acute Respiratory Syndrome (SARS-CoV)\", and now with this new virus, namely \"SARS-CoV-2\", or human coronavirus. Its rapid spreading has sent billions of people into lockdown as health services struggle to cope up. The COVID-19 outbreak comes along with an exponential growth of new infections, as well as a growing death count. A major goal to limit the further exponential spreading is to slow down the transmission rate, which is denoted by a \"spread factor (f)\", and we proposed an algorithm in this study for analyzing the same. This paper addresses the potential of data science to assess the risk factors correlated with COVID-19, after analyzing existing datasets available in \"ourworldindata.org (Oxford University database)\", and newly simulated datasets, following the analysis of different univariate \"Long Short Term Memory (LSTM)\" models for forecasting new cases and resulting deaths. The result shows that vanilla, stacked, and bidirectional LSTM models outperformed multilayer LSTM models. Besides, we discuss the findings related to the statistical analysis on simulated datasets. For correlation analysis, we included features, such as external temperature, rainfall, sunshine, population, infected cases, death, country, population, area, and population density of the past three months - January, February, and March in 2020. For univariate timeseries forecasting using LSTM, we used datasets from 1 January 2020, to 22 April 2020.","Sensors (Basel)","Chatterjee, Ayan","Gerdes, Martin W","Martinez, Santiago G","32486055"],"abstract":["\"Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2)\", the novel coronavirus, is responsible for the ongoing worldwide pandemic. \"World Health Organization (WHO)\" assigned an \"International Classification of Diseases (ICD)\" code-\"COVID-19\"-as the name of the new disease. Coronaviruses are generally transferred by people and many diverse species of animals, including birds and mammals such as cattle, camels, cats, and bats. Infrequently, the coronavirus can be transferred from animals to humans, and then propagate among people, such as with \"Middle East Respiratory Syndrome (MERS-CoV)\", \"Severe Acute Respiratory Syndrome (SARS-CoV)\", and now with this new virus, namely \"SARS-CoV-2\", or human coronavirus. Its rapid spreading has sent billions of people into lockdown as health services struggle to cope up. The COVID-19 outbreak comes along with an exponential growth of new infections, as well as a growing death count. A major goal to limit the further exponential spreading is to slow down the transmission rate, which is denoted by a \"spread factor (f)\", and we proposed an algorithm in this study for analyzing the same. This paper addresses the potential of data science to assess the risk factors correlated with COVID-19, after analyzing existing datasets available in \"ourworldindata.org (Oxford University database)\", and newly simulated datasets, following the analysis of different univariate \"Long Short Term Memory (LSTM)\" models for forecasting new cases and resulting deaths. The result shows that vanilla, stacked, and bidirectional LSTM models outperformed multilayer LSTM models. Besides, we discuss the findings related to the statistical analysis on simulated datasets. For correlation analysis, we included features, such as external temperature, rainfall, sunshine, population, infected cases, death, country, population, area, and population density of the past three months - January, February, and March in 2020. For univariate timeseries forecasting using LSTM, we used datasets from 1 January 2020, to 22 April 2020."],"journal":"Sensors (Basel)","authors":["Chatterjee, Ayan","Gerdes, Martin W","Martinez, Santiago G"],"date":"2020-06-04T11:00:00Z","year":2020,"_id":"32486055","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.3390/s20113089","keywords":["covid-19","icd","lstm","rnn","algorithm","artificial intelligence","community disease","correlation","deep learning","hypothesis test","keras","machine learning","measurable sensor data","population","public health","python","regression","spread factor","statistics","transmission rate"],"topics":["Epidemic Forecasting"],"weight":1,"_version_":1668892169310568449,"score":195.91148},{"pmid":32150360,"title":"Features, Evaluation and Treatment Coronavirus (COVID-19)","text":["Features, Evaluation and Treatment Coronavirus (COVID-19)","According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated.","StatPearls","Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela","32150360"],"journal":"StatPearls","authors":["Cascella, Marco","Rajnik, Michael","Cuomo, Arturo","Dulebohn, Scott C.","Di Napoli, Raffaela"],"date":"2020-03-10T11:01:00Z","year":2020,"_id":"32150360","source":"PubMed","week":"202011|Mar 09 - Mar 15","locations":["Saudi Arabia","Wuhan","China","Hubei","China","China","Saudi Arabia","China","United States","China","China","Italy","Statpearls"],"countries":["United States","Saudi Arabia","China","Italy"],"countries_codes":["USA|United States","SAU|Saudi Arabia","CHN|China","ITA|Italy"],"topics":["Prevention","Transmission"],"weight":1,"abstract":["According to the World Health Organization (WHO), viral diseases continue to emerge and represent a serious issue to public health. In the last twenty years, several viral epidemics such as the severe acute respiratory syndrome coronavirus (SARS-CoV) in 2002 to 2003, and H1N1 influenza in 2009, have been recorded. Most recently, the Middle East respiratory syndrome coronavirus (MERS-CoV) was first identified in Saudi Arabia in 2012. In a timeline that reaches the present day, an epidemic of cases with unexplained low respiratory infections detected in Wuhan, the largest metropolitan area in China's Hubei province, was first reported to the WHO Country Office in China, on December 31, 2019. Published literature can trace the beginning of symptomatic individuals back to the beginning of December 2019. As they were unable to identify the causative agent, these first cases were classified as \"pneumonia of unknown etiology.\" The Chinese Center for Disease Control and Prevention (CDC) and local CDCs organized an intensive outbreak investigation program. The etiology of this illness is now attributed to a novel virus belonging to the coronavirus (CoV) family. On February 11, 2020, the WHO Director-General, Dr. Tedros Adhanom Ghebreyesus, announced that the disease caused by this new CoV was a \"COVID-19,\" which is the acronym of \"coronavirus disease 2019\". In the past twenty years, two additional coronavirus epidemics have occurred. SARS-CoV provoked a large-scale epidemic beginning in China and involving two dozen countries with approximately 8000 cases and 800 deaths, and the MERS-CoV that began in Saudi Arabia and has approximately 2,500 cases and 800 deaths and still causes as sporadic cases. This new virus seems to be very contagious and has quickly spread globally. In a meeting on January 30, 2020, per the International Health Regulations (IHR, 2005), the outbreak was declared by the WHO a Public Health Emergency of International Concern (PHEIC) as it had spread to 18 countries with four countries reporting human-to-human transmission. An additional landmark occurred on February 26, 2020, as the first case of the disease, not imported from China, was recorded in the United States. Initially, the new virus was called 2019-nCoV. Subsequently, the task of experts of the International Committee on Taxonomy of Viruses (ICTV) termed it the SARS-CoV-2 virus as it is very similar to the one that caused the SARS outbreak (SARS-CoVs). The CoVs have become the major pathogens of emerging respiratory disease outbreaks. They are a large family of single-stranded RNA viruses (+ssRNA) that can be isolated in different animal species.[1] For reasons yet to be explained, these viruses can cross species barriers and can cause, in humans, illness ranging from the common cold to more severe diseases such as MERS and SARS. Interestingly, these latter viruses have probably originated from bats and then moving into other mammalian hosts - the Himalayan palm civet for SARS-CoV, and the dromedary camel for MERS-CoV - before jumping to humans. The dynamics of SARS-Cov-2 are currently unknown, but there is speculation that it also has an animal origin. The potential for these viruses to grow to become a pandemic worldwide seems to be a serious public health risk. Concerning COVID-19, the WHO raised the threat to the CoV epidemic to the \"very high\" level, on February 28, 2020. Probably, the effects of the epidemic caused by the new CoV has yet to emerge as the situation is quickly evolving. On March 11, as the number of COVID-19 cases outside China has increased 13 times and the number of countries involved has tripled with more than 118,000 cases in 114 countries and over 4,000 deaths, WHO declared the COVID-19 a pandemic. World governments are at work to establish countermeasures to stem possible devastating effects. Health organizations coordinate information flows and issues directives and guidelines to best mitigate the impact of the threat. At the same time, scientists around the world work tirelessly, and information about the transmission mechanisms, the clinical spectrum of disease, new diagnostics, and prevention and therapeutic strategies are rapidly developing. Many uncertainties remain with regard to both the virus-host interaction and the evolution of the epidemic, with specific reference to the times when the epidemic will reach its peak. At the moment, the therapeutic strategies to deal with the infection are only supportive, and prevention aimed at reducing transmission in the community is our best weapon. Aggressive isolation measures in China have led to a progressive reduction of cases in the last few days. In Italy, in geographic regions of the north, initially, and subsequently throughout the peninsula, political and health authorities are making incredible efforts to contain a shock wave that is severely testing the health system. In the midst of the crisis, the authors have chosen to use the \"Statpearls\" platform because, within the PubMed scenario, it represents a unique tool that may allow them to make updates in real-time. The aim, therefore, is to collect information and scientific evidence and to provide an overview of the topic that will be continuously updated."],"_version_":1666138492715925504,"score":189.19168},{"pmid":32419544,"title":"COVID 19 in neonates.","text":["COVID 19 in neonates.","Corona virus disease 2019 started in December 2019 as an outbreak of unexplained pneumonias in Wuhan, a city in Hubei province of China. This illness emerged as an epidemic in China and later spread to almost all countries over the globe except Antarctica. This is caused by a beta Corona virus, which is genetically similar to SARS virus. The predominant mode of transmission is via droplet spread, when the infected person coughs, sneezes or talks the virus is released in the respiratory secretions. As there are only a few cases of COVID 19 in neonates, there is no convincing evidence to support the possibility of vertical transmission. Clinical presentation in neonates is nonspecific, commonly observed are temperature instability, respiratory distress, poor feeding, lethargy, vomiting and diarrhea. Laboratory examinations may be nonspecific. Definitive test for 2019-nCoV is the detection of viral nucleic acid by real-time fluorescence polymerase chain reaction (RT-PCR). Suspected and confirmed COVID positive mothers should be delivered in separate delivery rooms and operation theaters. Since there is no approved treatment or drug for this disease, prevention of infection and breaking the chain of transmission plays a crucial role.","J Matern Fetal Neonatal Med","Kallem, Venkat Reddy","Sharma, Deepak","32419544"],"abstract":["Corona virus disease 2019 started in December 2019 as an outbreak of unexplained pneumonias in Wuhan, a city in Hubei province of China. This illness emerged as an epidemic in China and later spread to almost all countries over the globe except Antarctica. This is caused by a beta Corona virus, which is genetically similar to SARS virus. The predominant mode of transmission is via droplet spread, when the infected person coughs, sneezes or talks the virus is released in the respiratory secretions. As there are only a few cases of COVID 19 in neonates, there is no convincing evidence to support the possibility of vertical transmission. Clinical presentation in neonates is nonspecific, commonly observed are temperature instability, respiratory distress, poor feeding, lethargy, vomiting and diarrhea. Laboratory examinations may be nonspecific. Definitive test for 2019-nCoV is the detection of viral nucleic acid by real-time fluorescence polymerase chain reaction (RT-PCR). Suspected and confirmed COVID positive mothers should be delivered in separate delivery rooms and operation theaters. Since there is no approved treatment or drug for this disease, prevention of infection and breaking the chain of transmission plays a crucial role."],"journal":"J Matern Fetal Neonatal Med","authors":["Kallem, Venkat Reddy","Sharma, Deepak"],"date":"2020-05-19T11:00:00Z","year":2020,"_id":"32419544","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1080/14767058.2020.1759542","keywords":["corona virus disease 2019","sars-cov-2","newborn","pregnant mother"],"locations":["Wuhan","Hubei of","China","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission","Prevention"],"weight":1,"_version_":1667254896691249152,"score":177.16849},{"pmid":32451808,"title":"Role of biological Data Mining and Machine Learning Techniques in Detecting and Diagnosing the Novel Coronavirus (COVID-19): A Systematic Review.","text":["Role of biological Data Mining and Machine Learning Techniques in Detecting and Diagnosing the Novel Coronavirus (COVID-19): A Systematic Review.","Coronaviruses (CoVs) are a large family of viruses that are common in many animal species, including camels, cattle, cats and bats. Animal CoVs, such as Middle East respiratory syndrome-CoV, severe acute respiratory syndrome (SARS)-CoV, and the new virus named SARS-CoV-2, rarely infect and spread among humans. On January 30, 2020, the International Health Regulations Emergency Committee of the World Health Organisation declared the outbreak of the resulting disease from this new CoV called 'COVID-19', as a 'public health emergency of international concern'. This global pandemic has affected almost the whole planet and caused the death of more than 315,131 patients as of the date of this article. In this context, publishers, journals and researchers are urged to research different domains and stop the spread of this deadly virus. The increasing interest in developing artificial intelligence (AI) applications has addressed several medical problems. However, such applications remain insufficient given the high potential threat posed by this virus to global public health. This systematic review addresses automated AI applications based on data mining and machine learning (ML) algorithms for detecting and diagnosing COVID-19. We aimed to obtain an overview of this critical virus, address the limitations of utilising data mining and ML algorithms, and provide the health sector with the benefits of this technique. We used five databases, namely, IEEE Xplore, Web of Science, PubMed, ScienceDirect and Scopus and performed three sequences of search queries between 2010 and 2020. Accurate exclusion criteria and selection strategy were applied to screen the obtained 1305 articles. Only eight articles were fully evaluated and included in this review, and this number only emphasised the insufficiency of research in this important area. After analysing all included studies, the results were distributed following the year of publication and the commonly used data mining and ML algorithms. The results found in all papers were discussed to find the gaps in all reviewed papers. Characteristics, such as motivations, challenges, limitations, recommendations, case studies, and features and classes used, were analysed in detail. This study reviewed the state-of-the-art techniques for CoV prediction algorithms based on data mining and ML assessment. The reliability and acceptability of extracted information and datasets from implemented technologies in the literature were considered. Findings showed that researchers must proceed with insights they gain, focus on identifying solutions for CoV problems, and introduce new improvements. The growing emphasis on data mining and ML techniques in medical fields can provide the right environment for change and improvement.","J Med Syst","Albahri, A S","Hamid, Rula A","Alwan, Jwan K","Al-Qays, Z T","Zaidan, A A","Zaidan, B B","Albahri, A O S","AlAmoodi, A H","Khlaf, Jamal Mawlood","Almahdi, E M","Thabet, Eman","Hadi, Suha M","Mohammed, K I","Alsalem, M A","Al-Obaidi, Jameel R","Madhloom, H T","32451808"],"abstract":["Coronaviruses (CoVs) are a large family of viruses that are common in many animal species, including camels, cattle, cats and bats. Animal CoVs, such as Middle East respiratory syndrome-CoV, severe acute respiratory syndrome (SARS)-CoV, and the new virus named SARS-CoV-2, rarely infect and spread among humans. On January 30, 2020, the International Health Regulations Emergency Committee of the World Health Organisation declared the outbreak of the resulting disease from this new CoV called 'COVID-19', as a 'public health emergency of international concern'. This global pandemic has affected almost the whole planet and caused the death of more than 315,131 patients as of the date of this article. In this context, publishers, journals and researchers are urged to research different domains and stop the spread of this deadly virus. The increasing interest in developing artificial intelligence (AI) applications has addressed several medical problems. However, such applications remain insufficient given the high potential threat posed by this virus to global public health. This systematic review addresses automated AI applications based on data mining and machine learning (ML) algorithms for detecting and diagnosing COVID-19. We aimed to obtain an overview of this critical virus, address the limitations of utilising data mining and ML algorithms, and provide the health sector with the benefits of this technique. We used five databases, namely, IEEE Xplore, Web of Science, PubMed, ScienceDirect and Scopus and performed three sequences of search queries between 2010 and 2020. Accurate exclusion criteria and selection strategy were applied to screen the obtained 1305 articles. Only eight articles were fully evaluated and included in this review, and this number only emphasised the insufficiency of research in this important area. After analysing all included studies, the results were distributed following the year of publication and the commonly used data mining and ML algorithms. The results found in all papers were discussed to find the gaps in all reviewed papers. Characteristics, such as motivations, challenges, limitations, recommendations, case studies, and features and classes used, were analysed in detail. This study reviewed the state-of-the-art techniques for CoV prediction algorithms based on data mining and ML assessment. The reliability and acceptability of extracted information and datasets from implemented technologies in the literature were considered. Findings showed that researchers must proceed with insights they gain, focus on identifying solutions for CoV problems, and introduce new improvements. The growing emphasis on data mining and ML techniques in medical fields can provide the right environment for change and improvement."],"journal":"J Med Syst","authors":["Albahri, A S","Hamid, Rula A","Alwan, Jwan K","Al-Qays, Z T","Zaidan, A A","Zaidan, B B","Albahri, A O S","AlAmoodi, A H","Khlaf, Jamal Mawlood","Almahdi, E M","Thabet, Eman","Hadi, Suha M","Mohammed, K I","Alsalem, M A","Al-Obaidi, Jameel R","Madhloom, H T"],"date":"2020-05-27T11:00:00Z","year":2020,"_id":"32451808","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1007/s10916-020-01582-x","keywords":["artificial intelligence","biological data mining","covid-19","coronaviruses","mers-cov","machine learning","sars-cov-2"],"topics":["Diagnosis"],"weight":1,"_version_":1667881798426689536,"score":176.13586}]}