{"pmid":32499132,"pmcid":"PMC7246015","title":"The public health response to the COVID-19 pandemic for people with disabilities.","text":["The public health response to the COVID-19 pandemic for people with disabilities.","With the rapidly changing landscape of the Covid-19 outbreak, how to best address the needs and continue to protect the health and well-being of people with disabilities (PwDs) is a global public health priority. In this commentary we identify three public health areas of ongoing need and offer possible strategies to address each. These areas include: the types of data that would help clarify risks for PwDs and help assure their safety long term; the prevention, treatment and mitigation measures for PwDs that are needed through the duration of the outbreak; and the issues of equity in access to and quality of medical care for PwDs. Because of the rapid nature of the public health response, it is critical to reassess and readjust our approach to best address the needs of PwDs in the months and years to come and to incorporate these new practices into future emergency preparedness responses.","Disabil Health J","Boyle, Coleen A","Fox, Michael H","Havercamp, Susan M","Zubler, Jennifer","32499132"],"abstract":["With the rapidly changing landscape of the Covid-19 outbreak, how to best address the needs and continue to protect the health and well-being of people with disabilities (PwDs) is a global public health priority. In this commentary we identify three public health areas of ongoing need and offer possible strategies to address each. These areas include: the types of data that would help clarify risks for PwDs and help assure their safety long term; the prevention, treatment and mitigation measures for PwDs that are needed through the duration of the outbreak; and the issues of equity in access to and quality of medical care for PwDs. Because of the rapid nature of the public health response, it is critical to reassess and readjust our approach to best address the needs of PwDs in the months and years to come and to incorporate these new practices into future emergency preparedness responses."],"journal":"Disabil Health J","authors":["Boyle, Coleen A","Fox, Michael H","Havercamp, Susan M","Zubler, Jennifer"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32499132","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1016/j.dhjo.2020.100943","keywords":["covid-19","disability","emergency preparedness","pandemic"],"topics":["Prevention"],"weight":1,"_version_":1668890966435561472,"score":9.490897,"similar":[{"pmid":32328866,"title":"Disability, Urban Health Equity, and the Coronavirus Pandemic: Promoting Cities for All.","text":["Disability, Urban Health Equity, and the Coronavirus Pandemic: Promoting Cities for All.","Persons with disabilities (PWDs) living in cities during the COVID-19 pandemic response may be four times more likely to be injured or die than non-disabled persons, not because of their \"vulnerable\" position but because urban health policy, planning and practice has not considered their needs. In this article, the adverse health impacts on PWDs during the COVID-19 pandemic reveals the \"everyday emergencies\" in cities for PWDs and that these can be avoided through more inclusive community planning, a whole-of-government commitment to equal access, and implementation of universal design strategies. Importantly, COVID-19 can place PWDs at a higher risk of infection since some may already have compromised immune and respiratory systems and policy responses, such as social distancing, can lead to life-threatening disruptions in care for those that rely on home heath or personal assistants. Living in cities may already present health-damaging challenges for PWDs, such as through lack of access to services and employment, physical barriers on streets and transportation, and smart-city technologies that are not made universally accessible. We suggest that the current pandemic be viewed as an opportunity for significant urban health reforms on the scale of the sanitary and governance reforms that followed ninetieth century urban epidemics. This perspective offers insights for ensuring the twenty-first century response to COVID-19 focuses on promoting more inclusive and healthy cities for all.","J Urban Health","Pineda, Victor Santiago","Corburn, Jason","32328866"],"abstract":["Persons with disabilities (PWDs) living in cities during the COVID-19 pandemic response may be four times more likely to be injured or die than non-disabled persons, not because of their \"vulnerable\" position but because urban health policy, planning and practice has not considered their needs. In this article, the adverse health impacts on PWDs during the COVID-19 pandemic reveals the \"everyday emergencies\" in cities for PWDs and that these can be avoided through more inclusive community planning, a whole-of-government commitment to equal access, and implementation of universal design strategies. Importantly, COVID-19 can place PWDs at a higher risk of infection since some may already have compromised immune and respiratory systems and policy responses, such as social distancing, can lead to life-threatening disruptions in care for those that rely on home heath or personal assistants. Living in cities may already present health-damaging challenges for PWDs, such as through lack of access to services and employment, physical barriers on streets and transportation, and smart-city technologies that are not made universally accessible. We suggest that the current pandemic be viewed as an opportunity for significant urban health reforms on the scale of the sanitary and governance reforms that followed ninetieth century urban epidemics. This perspective offers insights for ensuring the twenty-first century response to COVID-19 focuses on promoting more inclusive and healthy cities for all."],"journal":"J Urban Health","authors":["Pineda, Victor Santiago","Corburn, Jason"],"date":"2020-04-25T11:00:00Z","year":2020,"_id":"32328866","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1007/s11524-020-00437-7","keywords":["covid-19 pandemic","climate change","health equity","persons with disabilities"],"topics":["Prevention"],"weight":1,"_version_":1666138494694588417,"score":513.4989},{"pmid":32500099,"pmcid":"PMC7236579","title":"Disability-inclusive COVID-19 response: What it is, why it is important and what we can learn from the United Kingdom's response.","text":["Disability-inclusive COVID-19 response: What it is, why it is important and what we can learn from the United Kingdom's response.","All too often, disabled people are left behind in emergencies, and this is a risk in the ongoing COVID-19 pandemic. This is an important issue, as globally there are approximately one billion people with disabilities. This number includes one in three people aged over 60, who are the group at greatest risk from COVID-19. The COVID-19 pandemic in the UK has highlighted additional difficulties that disabled people may face. Complying with preventative measures, like social distancing, can be challenging, particular for people who rely on carers. Disabled people may also be at greater risk of morbidity and mortality if they contract the virus, yet in danger of being de-prioritised for care. Many people with disabilities have ongoing healthcare needs, and these need to still be supported during the pandemic. Furthermore, people may become newly disabled as a result of the pandemic, and therefore require appropriate care. Good practice examples have emerged for meeting these challenges, such as guidance for healthcare professionals on treating people with dementia, but these need to be scaled up further and adapted for other settings. In conclusion, it is clear that a disability-inclusive COVID-19 response is needed, both in the UK and as the pandemic unfolds globally. This response will require inclusion of disability measures within data collection, consulting with disabled people, and tailoring responses to be appropriate for this group.","Wellcome Open Res","Kuper, Hannah","Banks, Lena Morgon","Bright, Tess","Davey, Calum","Shakespeare, Tom","32500099"],"abstract":["All too often, disabled people are left behind in emergencies, and this is a risk in the ongoing COVID-19 pandemic. This is an important issue, as globally there are approximately one billion people with disabilities. This number includes one in three people aged over 60, who are the group at greatest risk from COVID-19. The COVID-19 pandemic in the UK has highlighted additional difficulties that disabled people may face. Complying with preventative measures, like social distancing, can be challenging, particular for people who rely on carers. Disabled people may also be at greater risk of morbidity and mortality if they contract the virus, yet in danger of being de-prioritised for care. Many people with disabilities have ongoing healthcare needs, and these need to still be supported during the pandemic. Furthermore, people may become newly disabled as a result of the pandemic, and therefore require appropriate care. Good practice examples have emerged for meeting these challenges, such as guidance for healthcare professionals on treating people with dementia, but these need to be scaled up further and adapted for other settings. In conclusion, it is clear that a disability-inclusive COVID-19 response is needed, both in the UK and as the pandemic unfolds globally. This response will require inclusion of disability measures within data collection, consulting with disabled people, and tailoring responses to be appropriate for this group."],"journal":"Wellcome Open Res","authors":["Kuper, Hannah","Banks, Lena Morgon","Bright, Tess","Davey, Calum","Shakespeare, Tom"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32500099","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.12688/wellcomeopenres.15833.1","keywords":["covid-19","disability"],"locations":["GBR","GBR","United Kingdom's"],"countries":["United Kingdom"],"countries_codes":["GBR|United Kingdom"],"topics":["Prevention"],"weight":1,"_version_":1668804508744941569,"score":218.84546},{"pmid":32276097,"pmcid":"PMC7141477","title":"Which Melbourne Metropolitan Areas Are Vulnerable to COVID-19 Based on Age, Disability, and Access to Health Services? Using Spatial Analysis to Identify Service Gaps and Inform Delivery.","text":["Which Melbourne Metropolitan Areas Are Vulnerable to COVID-19 Based on Age, Disability, and Access to Health Services? Using Spatial Analysis to Identify Service Gaps and Inform Delivery.","Aging adults (65+) with disability are especially vulnerable to coronavirus disease 2019 (COVID-19), and on contracting, they are a cohort most likely to require palliative care. Therefore, it is very important that health services-particularly health services providing palliative care-are proximately available. Treating the Melbourne metropolitan area as a case study, a spatial analysis was conducted to clarify priority areas with a significantly high percentage and number of aging adults (65+) with disability and high barriers to accessing primary health services. Afterward, travel times from priority areas to palliative medicine and hospital services were calculated. The geographic dispersion of areas with people vulnerable to COVID-19 with poor access to palliative care and health services is clarified. Unique methods of health service delivery are required to ensure that vulnerable populations in underserviced metropolitan areas receive prompt and adequate care. The spatial methodology used can be implemented in different contexts to support evidence-based COVID-19 and pandemic palliative care service decisions.","J Pain Symptom Manage","Lakhani, Ali","32276097"],"abstract":["Aging adults (65+) with disability are especially vulnerable to coronavirus disease 2019 (COVID-19), and on contracting, they are a cohort most likely to require palliative care. Therefore, it is very important that health services-particularly health services providing palliative care-are proximately available. Treating the Melbourne metropolitan area as a case study, a spatial analysis was conducted to clarify priority areas with a significantly high percentage and number of aging adults (65+) with disability and high barriers to accessing primary health services. Afterward, travel times from priority areas to palliative medicine and hospital services were calculated. The geographic dispersion of areas with people vulnerable to COVID-19 with poor access to palliative care and health services is clarified. Unique methods of health service delivery are required to ensure that vulnerable populations in underserviced metropolitan areas receive prompt and adequate care. The spatial methodology used can be implemented in different contexts to support evidence-based COVID-19 and pandemic palliative care service decisions."],"journal":"J Pain Symptom Manage","authors":["Lakhani, Ali"],"date":"2020-04-11T11:00:00Z","year":2020,"_id":"32276097","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.1016/j.jpainsymman.2020.03.041","keywords":["covid-19","disability","geographic information system","health service access","palliative care","spatial analysis"],"topics":["Prevention"],"weight":1,"_version_":1666138491736555522,"score":195.36006},{"pmid":32216550,"title":"Geriatric Care during Public Health Emergencies: Lessons Learned from Novel Corona Virus Disease (COVID-19) Pandemic.","text":["Geriatric Care during Public Health Emergencies: Lessons Learned from Novel Corona Virus Disease (COVID-19) Pandemic.","Geriatric care in public health emergencies is a serious concern, while, high case-fatalities among older adults across the globe in COVID-19 pandemic implies lack of preparedness. Most of the countries irrespective of developing and developed one enormously struggling because of an inchoate response system ignorant of geriatric health needs. Therefore, a robust approach is highly essential that requires an integrated emergency preparedness by addressing geriatric care.","J Gerontol Soc Work","Mazumder, Hoimonty","Hossain, Md Mahbub","Das, Anupom","32216550"],"abstract":["Geriatric care in public health emergencies is a serious concern, while, high case-fatalities among older adults across the globe in COVID-19 pandemic implies lack of preparedness. Most of the countries irrespective of developing and developed one enormously struggling because of an inchoate response system ignorant of geriatric health needs. Therefore, a robust approach is highly essential that requires an integrated emergency preparedness by addressing geriatric care."],"journal":"J Gerontol Soc Work","authors":["Mazumder, Hoimonty","Hossain, Md Mahbub","Das, Anupom"],"date":"2020-03-29T11:00:00Z","year":2020,"_id":"32216550","source":"PubMed","week":"202013|Mar 23 - Mar 29","doi":"10.1080/01634372.2020.1746723","keywords":["emergency preparedness","covid-19 pandemic","geriatric health policy","geriatric care","inclusion of geriatric care"],"topics":["Prevention"],"weight":1,"_version_":1666138492313272320,"score":190.60182},{"pmid":32429920,"title":"Mobile health clinic model in the COVID-19 pandemic: lessons learned and opportunities for policy changes and innovation.","text":["Mobile health clinic model in the COVID-19 pandemic: lessons learned and opportunities for policy changes and innovation.","BACKGROUND: Mobile Clinics represent an untapped resource for our healthcare system. The COVID-19 pandemic has exacerbated its limitations. Mobile health clinic programs in the US already play important, albeit under-appreciated roles in the healthcare system. They provide access to healthcare especially for displaced or isolated individuals; they offer versatility in the setting of a damaged or inadequate healthcare infrastructure; and, as a longstanding community-based service delivery model, they fill gaps in the healthcare safety-net, reaching social-economically underserved populations in both urban and rural areas. Despite an increasing body of evidence of the unique value of this highly adaptable model of care, mobile clinics are not widely supported. This has resulted in a missed opportunity to deploy mobile clinics during national emergencies such as the COVID-19 pandemic, as well as using these already existing, and trusted programs to overcome barriers to access that are experienced by under-resourced communities. MAIN TEXT: In March, the Mobile Healthcare Association and Mobile Health Map, a program of Harvard Medical School's Family Van, hosted a webinar of over 300 mobile health providers, sharing their experiences, challenges and best practices of responding to COVID 19. They demonstrated the untapped potential of this sector of the healthcare system in responding to healthcare crises. A Call to Action: The flexibility and adaptability of mobile clinics make them ideal partners in responding to pandemics, such as COVID-19. In this commentary we propose three approaches to support further expansion and integration of mobile health clinics into the healthcare system: First, demonstrate the economic contribution of mobile clinics to the healthcare system. Second, expand the number of mobile clinic programs and integrate them into the healthcare infrastructure and emergency preparedness. Third, expand their use of technology to facilitate this integration. CONCLUSIONS: Understanding the economic and social impact that mobile clinics are having in our communities should provide the evidence to justify policies that will enable expansion and optimal integration of mobile clinics into our healthcare delivery system, and help us address current and future health crises.","Int J Equity Health","Attipoe-Dorcoo, Sharon","Delgado, Rigoberto","Gupta, Aditi","Bennet, Jennifer","Oriol, Nancy E","Jain, Sachin H","32429920"],"abstract":["BACKGROUND: Mobile Clinics represent an untapped resource for our healthcare system. The COVID-19 pandemic has exacerbated its limitations. Mobile health clinic programs in the US already play important, albeit under-appreciated roles in the healthcare system. They provide access to healthcare especially for displaced or isolated individuals; they offer versatility in the setting of a damaged or inadequate healthcare infrastructure; and, as a longstanding community-based service delivery model, they fill gaps in the healthcare safety-net, reaching social-economically underserved populations in both urban and rural areas. Despite an increasing body of evidence of the unique value of this highly adaptable model of care, mobile clinics are not widely supported. This has resulted in a missed opportunity to deploy mobile clinics during national emergencies such as the COVID-19 pandemic, as well as using these already existing, and trusted programs to overcome barriers to access that are experienced by under-resourced communities. MAIN TEXT: In March, the Mobile Healthcare Association and Mobile Health Map, a program of Harvard Medical School's Family Van, hosted a webinar of over 300 mobile health providers, sharing their experiences, challenges and best practices of responding to COVID 19. They demonstrated the untapped potential of this sector of the healthcare system in responding to healthcare crises. A Call to Action: The flexibility and adaptability of mobile clinics make them ideal partners in responding to pandemics, such as COVID-19. In this commentary we propose three approaches to support further expansion and integration of mobile health clinics into the healthcare system: First, demonstrate the economic contribution of mobile clinics to the healthcare system. Second, expand the number of mobile clinic programs and integrate them into the healthcare infrastructure and emergency preparedness. Third, expand their use of technology to facilitate this integration. CONCLUSIONS: Understanding the economic and social impact that mobile clinics are having in our communities should provide the evidence to justify policies that will enable expansion and optimal integration of mobile clinics into our healthcare delivery system, and help us address current and future health crises."],"journal":"Int J Equity Health","authors":["Attipoe-Dorcoo, Sharon","Delgado, Rigoberto","Gupta, Aditi","Bennet, Jennifer","Oriol, Nancy E","Jain, Sachin H"],"date":"2020-05-21T11:00:00Z","year":2020,"_id":"32429920","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1186/s12939-020-01175-7","keywords":["covid-19 pandemic","emergency preparedness","mobile clinics","underserved"],"locations":["US"],"countries":["United States"],"countries_codes":["USA|United States"],"topics":["Prevention"],"weight":1,"_version_":1667342288305520641,"score":188.77661}]}