{"pmid":32499161,"title":"Barriers to conducting deprescribing in the elderly population amid the COVID-19 pandemic.","text":["Barriers to conducting deprescribing in the elderly population amid the COVID-19 pandemic.","Deprescribing aims to reduce polypharmacy, especially in the elderly population, in order to maintain or improve quality of life, reduce harm from medications, and limit healthcare expenditure. Coronavirus disease (COVID-19) is an infectious disease that has led to a pandemic and has changed the lives many throughout the world. The mode of transmission of this virus is from person to person through the transfer of respiratory droplets. Therefore, non-essential healthcare services involving direct patient interactions, including deprescribing, has been on hiatus to reduce spread. Barriers to deprescribing before the pandemic include patient and system related factors, such as resistance to change, patient's knowledge deficit about deprescribing, lack of alternatives for treatment of disease, uncoordinated delivery of health services, prescriber's attitudes and/or experience, limited availability of guidelines for deprescribing, and lack of evidence on preventative therapy. Some of these barriers can be mitigated by using the following interventions:patient education, prioritization of non-pharmacological therapy, incorporation of electronic health record (EHR), continuous prescriber education, and development of research studies on deprescribing. Currently, deprescribing cannot be delivered through in person interactions, so virtual care is a reasonable alternative format. The full incorporation of EHR throughout Canada can add to the success of this strategy. However, there are several challenges of conducting deprescribing virtually in the elderly population. These challenges include, but are not limited, to their inability to use technology, lack of literacy, lack of assistance from others, greater propensity for withdrawal effects, and increased risk of severe consequences, if hospitalized. Virtual care is the future of healthcare and in order to retain the benefits of deprescribing, additional initiatives should be in place to address the challenges that elderly patients may experience in accessing deprescribing virtually. These initiatives should involve teaching elderly patients how to use technology to access health services and with technical support in place to address any concerns.","Res Social Adm Pharm","Elbeddini, Ali","Prabaharan, Thulasika","Almasalkhi, Sarah","Tran, Cindy","Zhou, Yueyang","32499161"],"abstract":["Deprescribing aims to reduce polypharmacy, especially in the elderly population, in order to maintain or improve quality of life, reduce harm from medications, and limit healthcare expenditure. Coronavirus disease (COVID-19) is an infectious disease that has led to a pandemic and has changed the lives many throughout the world. The mode of transmission of this virus is from person to person through the transfer of respiratory droplets. Therefore, non-essential healthcare services involving direct patient interactions, including deprescribing, has been on hiatus to reduce spread. Barriers to deprescribing before the pandemic include patient and system related factors, such as resistance to change, patient's knowledge deficit about deprescribing, lack of alternatives for treatment of disease, uncoordinated delivery of health services, prescriber's attitudes and/or experience, limited availability of guidelines for deprescribing, and lack of evidence on preventative therapy. Some of these barriers can be mitigated by using the following interventions:patient education, prioritization of non-pharmacological therapy, incorporation of electronic health record (EHR), continuous prescriber education, and development of research studies on deprescribing. Currently, deprescribing cannot be delivered through in person interactions, so virtual care is a reasonable alternative format. The full incorporation of EHR throughout Canada can add to the success of this strategy. However, there are several challenges of conducting deprescribing virtually in the elderly population. These challenges include, but are not limited, to their inability to use technology, lack of literacy, lack of assistance from others, greater propensity for withdrawal effects, and increased risk of severe consequences, if hospitalized. Virtual care is the future of healthcare and in order to retain the benefits of deprescribing, additional initiatives should be in place to address the challenges that elderly patients may experience in accessing deprescribing virtually. These initiatives should involve teaching elderly patients how to use technology to access health services and with technical support in place to address any concerns."],"journal":"Res Social Adm Pharm","authors":["Elbeddini, Ali","Prabaharan, Thulasika","Almasalkhi, Sarah","Tran, Cindy","Zhou, Yueyang"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32499161","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1016/j.sapharm.2020.05.025","keywords":["covid-19","deprescribing","drug safety","elderly population","virtual care"],"locations":["Canada"],"countries":["Canada"],"countries_codes":["CAN|Canada"],"topics":["Prevention"],"weight":1,"_version_":1668804508906422272,"score":9.490897,"similar":[{"pmid":32441771,"title":"COVID-SAFER: Deprescribing Guidance for Hydroxychloroquine Drug Interactions in Older Adults.","text":["COVID-SAFER: Deprescribing Guidance for Hydroxychloroquine Drug Interactions in Older Adults.","BACKGROUND: Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection causes high morbidity and mortality in older adults with chronic illnesses. Several trials are currently underway evaluating the antimalarial drug hydroxychloroquine as a potential treatment for acute infection. However, polypharmacy predisposes patients to increased risk of drug-drug interactions with hydroxychloroquine and may render many in this population ineligible to participate in trials. OBJECTIVES: We aimed to quantify the degree of polypharmacy and burden of potentially inappropriate medications (PIMs) that older hospitalized adults are taking which would interact with hydroxychloroquine. METHODS: We reanalyzed data from the cohort of patients 65 years and older enrolled in the MedSafer pilot study. We first identified patients taking medications with potentially harmful drug-drug interactions with hydroxychloroquine that might exclude them from participation in a typical coronavirus disease 2019 (COVID-19) therapeutic trial. Next, we identified medications that were flagged by MedSafer as being potentially inappropriate and crafted guidance around medication management if contemplating the use of hydroxychloroquine. RESULTS: The cohort contained a total of 1,001 unique patients with complete data on their home medications at admission. Of these 1,001 patients, 590 (58.9%) were receiving one or more home medications that could potentially interact with hydroxychloroquine, and of these 255 (43.2%) were flagged as potentially inappropriate by the MedSafer tool. Common classes of PIMs observed were antipsychotics, cardiac medications, and anti-diabetic agents. CONCLUSION: The COVID-19 pandemic highlights the importance of medication optimization and deprescribing PIMs in older adults. By acting now to reduce polypharmacy and use of PIMs, we can better prepare this vulnerable population for inclusion in trials and, if substantiated, pharmacologic treatment or prevention of COVID-19. This article is protected by copyright. All rights reserved.","J Am Geriatr Soc","Ross, Sydney B","Wilson, Marnie Goodwin","Papillon-Ferland, Louise","Elsayed, Sarah","Wu, Peter E","Battu, Kiran","Porter, Sandra","Rashidi, Babak","Tamblyn, Robyn","Pilote, Louise","Downar, James","Bonnici, Andre","Huang, Allen","Lee, Todd C","McDonald, Emily G","32441771"],"abstract":["BACKGROUND: Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) infection causes high morbidity and mortality in older adults with chronic illnesses. Several trials are currently underway evaluating the antimalarial drug hydroxychloroquine as a potential treatment for acute infection. However, polypharmacy predisposes patients to increased risk of drug-drug interactions with hydroxychloroquine and may render many in this population ineligible to participate in trials. OBJECTIVES: We aimed to quantify the degree of polypharmacy and burden of potentially inappropriate medications (PIMs) that older hospitalized adults are taking which would interact with hydroxychloroquine. METHODS: We reanalyzed data from the cohort of patients 65 years and older enrolled in the MedSafer pilot study. We first identified patients taking medications with potentially harmful drug-drug interactions with hydroxychloroquine that might exclude them from participation in a typical coronavirus disease 2019 (COVID-19) therapeutic trial. Next, we identified medications that were flagged by MedSafer as being potentially inappropriate and crafted guidance around medication management if contemplating the use of hydroxychloroquine. RESULTS: The cohort contained a total of 1,001 unique patients with complete data on their home medications at admission. Of these 1,001 patients, 590 (58.9%) were receiving one or more home medications that could potentially interact with hydroxychloroquine, and of these 255 (43.2%) were flagged as potentially inappropriate by the MedSafer tool. Common classes of PIMs observed were antipsychotics, cardiac medications, and anti-diabetic agents. CONCLUSION: The COVID-19 pandemic highlights the importance of medication optimization and deprescribing PIMs in older adults. By acting now to reduce polypharmacy and use of PIMs, we can better prepare this vulnerable population for inclusion in trials and, if substantiated, pharmacologic treatment or prevention of COVID-19. This article is protected by copyright. All rights reserved."],"journal":"J Am Geriatr Soc","authors":["Ross, Sydney B","Wilson, Marnie Goodwin","Papillon-Ferland, Louise","Elsayed, Sarah","Wu, Peter E","Battu, Kiran","Porter, Sandra","Rashidi, Babak","Tamblyn, Robyn","Pilote, Louise","Downar, James","Bonnici, Andre","Huang, Allen","Lee, Todd C","McDonald, Emily G"],"date":"2020-05-23T11:00:00Z","year":2020,"_id":"32441771","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1111/jgs.16623","keywords":["coronavirus disease 2019 (covid-19)","deprescribing","hydroxychloroquine","polypharmacy","potentially inappropriate medications (pims)"],"e_drugs":["Hydroxychloroquine"],"topics":["Treatment"],"weight":1,"_version_":1667523504850862081,"score":420.45636},{"pmid":32384004,"title":"Systems Barriers to Assessment and Treatment of COVID-19 Positive Patients at the End of Life.","text":["Systems Barriers to Assessment and Treatment of COVID-19 Positive Patients at the End of Life.","The Novel Coronavirus SARS-CoV-2 (COVID-19) pandemic is changing how we deliver expert palliative care. We can expect many to die prematurely secondary to COVID-19 across the United States. We present a case of how several hospital systems-based interventions, intended to slow viral spread and to protect health care workers, have inadvertently created barriers to routine palliative interventions in this patient population. Isolation of patients, limitation of visitors and interdisciplinary support, and changes in nursing and provider assessment have all had their impact on how we deliver palliative care. These barriers have altered many aspects of our established workflow and algorithms for care, including changes in communication, goals of care discussions, how providers and nurses are monitoring for symptoms, and end-of-life monitoring. These challenges required real-time solutions such as technology utilization, proposing a change in medical delivery systems, and reducing redundancy to preserve personal protective equipment. To continue to deliver quality care for this patient population, palliative medicine must adapt quickly.","J Palliat Med","Pahuja, Meera","Wojcikewych, Devon","32384004"],"abstract":["The Novel Coronavirus SARS-CoV-2 (COVID-19) pandemic is changing how we deliver expert palliative care. We can expect many to die prematurely secondary to COVID-19 across the United States. We present a case of how several hospital systems-based interventions, intended to slow viral spread and to protect health care workers, have inadvertently created barriers to routine palliative interventions in this patient population. Isolation of patients, limitation of visitors and interdisciplinary support, and changes in nursing and provider assessment have all had their impact on how we deliver palliative care. These barriers have altered many aspects of our established workflow and algorithms for care, including changes in communication, goals of care discussions, how providers and nurses are monitoring for symptoms, and end-of-life monitoring. These challenges required real-time solutions such as technology utilization, proposing a change in medical delivery systems, and reducing redundancy to preserve personal protective equipment. To continue to deliver quality care for this patient population, palliative medicine must adapt quickly."],"journal":"J Palliat Med","authors":["Pahuja, Meera","Wojcikewych, Devon"],"date":"2020-05-09T11:00:00Z","year":2020,"_id":"32384004","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1089/jpm.2020.0190","keywords":["covid-19","palliative care","patient isolation","symptom assessment","symptom management","system barriers"],"locations":["United States"],"countries":["United States"],"countries_codes":["USA|United States"],"topics":["Prevention"],"weight":1,"_version_":1666419683263250432,"score":186.59747},{"pmid":32315451,"pmcid":"PMC7173761","title":"Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","text":["Barriers and facilitators to healthcare workers' adherence with infection prevention and control (IPC) guidelines for respiratory infectious diseases: a rapid qualitative evidence synthesis.","BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines.","Cochrane Database Syst Rev","Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M","32315451"],"journal":"Cochrane Database Syst Rev","authors":["Houghton, Catherine","Meskell, Pauline","Delaney, Hannah","Smalle, Mike","Glenton, Claire","Booth, Andrew","Chan, Xin Hui S","Devane, Declan","Biesty, Linda M"],"date":"2020-04-22T11:00:00Z","year":2020,"_id":"32315451","source":"PubMed","week":"202017|Apr 20 - Apr 26","doi":"10.1002/14651858.CD013582","locations":["Australia"],"countries":["Australia"],"countries_codes":["AUS|Australia"],"topics":["Prevention"],"weight":1,"abstract":["BACKGROUND: This review is one of a series of rapid reviews that Cochrane contributors have prepared to inform the 2020 COVID-19 pandemic. When new respiratory infectious diseases become widespread, such as during the COVID-19 pandemic, healthcare workers' adherence to infection prevention and control (IPC) guidelines becomes even more important. Strategies in these guidelines include the use of personal protective equipment (PPE) such as masks, face shields, gloves and gowns; the separation of patients with respiratory infections from others; and stricter cleaning routines. These strategies can be difficult and time-consuming to adhere to in practice. Authorities and healthcare facilities therefore need to consider how best to support healthcare workers to implement them. OBJECTIVES: To identify barriers and facilitators to healthcare workers' adherence to IPC guidelines for respiratory infectious diseases. SEARCH METHODS: We searched OVID MEDLINE on 26 March 2020. As we searched only one database due to time constraints, we also undertook a rigorous and comprehensive scoping exercise and search of the reference lists of key papers. We did not apply any date limit or language limits. SELECTION CRITERIA: We included qualitative and mixed-methods studies (with a distinct qualitative component) that focused on the experiences and perceptions of healthcare workers towards factors that impact on their ability to adhere to IPC guidelines for respiratory infectious diseases. We included studies of any type of healthcare worker with responsibility for patient care. We included studies that focused on IPC guidelines (local, national or international) for respiratory infectious diseases in any healthcare setting. These selection criteria were framed by an understanding of the needs of health workers during the COVID-19 pandemic. DATA COLLECTION AND ANALYSIS: Four review authors independently assessed the titles, abstracts and full texts identified by our search. We used a prespecified sampling frame to sample from the eligible studies, aiming to capture a range of respiratory infectious disease types, geographical spread and data-rich studies. We extracted data using a data extraction form designed for this synthesis. We assessed methodological limitations using an adapted version of the Critical Skills Appraisal Programme (CASP) tool. We used a 'best fit framework approach' to analyse and synthesise the evidence. This provided upfront analytical categories, with scope for further thematic analysis. We used the GRADE-CERQual (Confidence in the Evidence from Reviews of Qualitative research) approach to assess our confidence in each finding. We examined each review finding to identify factors that may influence intervention implementation and developed implications for practice. MAIN RESULTS: We found 36 relevant studies and sampled 20 of these studies for our analysis. Ten of these studies were from Asia, four from Africa, four from Central and North America and two from Australia. The studies explored the views and experiences of nurses, doctors and other healthcare workers when dealing with severe acute respiratory syndrome (SARS), H1N1, MERS (Middle East respiratory syndrome), tuberculosis (TB), or seasonal influenza. Most of these healthcare workers worked in hospitals; others worked in primary and community care settings. Our review points to several barriers and facilitators that influenced healthcare workers' ability to adhere to IPC guidelines. The following factors are based on findings assessed as of moderate to high confidence. Healthcare workers felt unsure as to how to adhere to local guidelines when they were long and ambiguous or did not reflect national or international guidelines. They could feel overwhelmed because local guidelines were constantly changing. They also described how IPC strategies led to increased workloads and fatigue, for instance because they had to use PPE and take on additional cleaning. Healthcare workers described how their responses to IPC guidelines were influenced by the level of support they felt that they received from their management team. Clear communication about IPC guidelines was seen as vital. But healthcare workers pointed to a lack of training about the infection itself and about how to use PPE. They also thought it was a problem when training was not mandatory. Sufficient space to isolate patients was also seen as vital. A lack of isolation rooms, anterooms and shower facilities was a problem. Other important practical measures described by healthcare workers included minimising overcrowding, fast-tracking infected patients, restricting visitors, and providing easy access to handwashing facilities. A lack of PPE, and equipment that was of poor quality, was a serious concern for healthcare workers and managers. They also pointed to the need to adjust the volume of supplies as infection outbreaks continued. Healthcare workers believed that they followed IPC guidance more closely when they saw the value of it. Some healthcare workers felt motivated to follow the guidance because of fear of infecting themselves or their families, or because they felt responsible for their patients. Some healthcare workers found it difficult to use masks and other equipment when it made patients feel isolated, frightened or stigmatised. Healthcare workers also found masks and other equipment uncomfortable to use. The workplace culture could also influence whether healthcare workers followed IPC guidelines or not. Across many of the findings, healthcare workers pointed to the importance of including all staff, including cleaning staff, porters, kitchen staff and other support staff when implementing IPC guidelines. AUTHORS' CONCLUSIONS: Healthcare workers point to several factors that influence their ability and willingness to follow IPC guidelines when managing respiratory infectious diseases. These include factors tied to the guideline itself and how it is communicated, support from managers, workplace culture, training, physical space, access to and trust in personal protective equipment, and a desire to deliver good patient care. The review also highlights the importance of including all facility staff, including support staff, when implementing IPC guidelines."],"_version_":1666138493587292160,"score":155.82153},{"pmid":32259288,"title":"Caring for patients with pain during the COVID-19 pandemic: consensus recommendations from an international expert panel.","text":["Caring for patients with pain during the COVID-19 pandemic: consensus recommendations from an international expert panel.","Chronic pain causes significant suffering, limitation of daily activities and reduced quality of life. Infection from COVID-19 is responsible for an ongoing pandemic that causes severe acute respiratory syndrome, leading to systemic complications and death. Led by the World Health Organization, healthcare systems across the world are engaged in limiting the spread of infection. As a result, all elective surgical procedures, outpatient procedures and patient visits, including pain management services, have been postponed or cancelled. This has affected the care of chronic pain patients. Most are elderly with multiple comorbidities, which puts them at risk of COVID-19 infection. Important considerations that need to be recognised during this pandemic for chronic pain patients include: ensuring continuity of care and pain medications, especially opioids; use of telemedicine; maintaining biopsychosocial management; use of anti-inflammatory drugs; use of steroids; and prioritising necessary procedural visits. There are no guidelines to inform physicians and healthcare providers engaged in caring for patients with pain during this period of crisis. We assembled an expert panel of pain physicians, psychologists and researchers from North America and Europe to formulate recommendations to guide practice. As the COVID-19 situation continues to evolve rapidly, these recommendations are based on the best available evidence and expert opinion at this present time and may need adapting to local workplace policies.","Anaesthesia","Shanthanna, H","Strand, N H","Provenzano, D A","Lobo, C A","Eldabe, S","Bhatia, A","Wegener, J","Curtis, K","Cohen, S P","Narouze, S","32259288"],"abstract":["Chronic pain causes significant suffering, limitation of daily activities and reduced quality of life. Infection from COVID-19 is responsible for an ongoing pandemic that causes severe acute respiratory syndrome, leading to systemic complications and death. Led by the World Health Organization, healthcare systems across the world are engaged in limiting the spread of infection. As a result, all elective surgical procedures, outpatient procedures and patient visits, including pain management services, have been postponed or cancelled. This has affected the care of chronic pain patients. Most are elderly with multiple comorbidities, which puts them at risk of COVID-19 infection. Important considerations that need to be recognised during this pandemic for chronic pain patients include: ensuring continuity of care and pain medications, especially opioids; use of telemedicine; maintaining biopsychosocial management; use of anti-inflammatory drugs; use of steroids; and prioritising necessary procedural visits. There are no guidelines to inform physicians and healthcare providers engaged in caring for patients with pain during this period of crisis. We assembled an expert panel of pain physicians, psychologists and researchers from North America and Europe to formulate recommendations to guide practice. As the COVID-19 situation continues to evolve rapidly, these recommendations are based on the best available evidence and expert opinion at this present time and may need adapting to local workplace policies."],"journal":"Anaesthesia","authors":["Shanthanna, H","Strand, N H","Provenzano, D A","Lobo, C A","Eldabe, S","Bhatia, A","Wegener, J","Curtis, K","Cohen, S P","Narouze, S"],"date":"2020-04-08T11:00:00Z","year":2020,"_id":"32259288","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.1111/anae.15076","keywords":["covid-19","chronic pain","opioids","recommendations","steroids"],"e_drugs":["Steroids"],"topics":["Prevention"],"weight":1,"_version_":1666138493172056066,"score":155.70633},{"pmid":32370606,"title":"Individualizing Inpatient Diabetes Management During the Coronavirus Disease 2019 Pandemic.","text":["Individualizing Inpatient Diabetes Management During the Coronavirus Disease 2019 Pandemic.","Diabetes is associated with poor clinical outcomes in hospitalized patients with coronavirus disease 2019 (COVID-19). During this pandemic, many hospitals have already become overwhelmed around the world and are rapidly entering crisis mode. While there are global efforts to boost personal protective equipment (PPE) production, many centers are improvising care strategies, including the implementation of technology to prevent healthcare workers' exposures and reduce the waste of invaluable PPE. Not optimizing glycemic control due to clinical inertia driven by fear or lack of supplies may lead to poor outcomes in patients with diabetes and COVID-19. Individualized care strategies, novel therapeutic regimens, and the use of diabetes technology may reduce these barriers. However, systematic evaluation of these changes in care is necessary to evaluate both patient- and community-centered outcomes.","J Diabetes Sci Technol","Pasquel, Francisco J","Umpierrez, Guillermo E","32370606"],"abstract":["Diabetes is associated with poor clinical outcomes in hospitalized patients with coronavirus disease 2019 (COVID-19). During this pandemic, many hospitals have already become overwhelmed around the world and are rapidly entering crisis mode. While there are global efforts to boost personal protective equipment (PPE) production, many centers are improvising care strategies, including the implementation of technology to prevent healthcare workers' exposures and reduce the waste of invaluable PPE. Not optimizing glycemic control due to clinical inertia driven by fear or lack of supplies may lead to poor outcomes in patients with diabetes and COVID-19. Individualized care strategies, novel therapeutic regimens, and the use of diabetes technology may reduce these barriers. However, systematic evaluation of these changes in care is necessary to evaluate both patient- and community-centered outcomes."],"journal":"J Diabetes Sci Technol","authors":["Pasquel, Francisco J","Umpierrez, Guillermo E"],"date":"2020-05-07T11:00:00Z","year":2020,"_id":"32370606","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1177/1932296820923045","keywords":["covid-19","diabetes","hospitalized","hyperglycemia","inpatient"],"topics":["Prevention"],"weight":1,"_version_":1666138496379650049,"score":153.70148}]}