{"pmid":32490552,"title":"Pitfalls of possible reporting of same patients with COVID-19 in dermatology journals.","text":["Pitfalls of possible reporting of same patients with COVID-19 in dermatology journals.","The Editor in chief and Deputy Editors of the JAMA recently shared their concern regarding possible reporting of patients in more than one manuscript, while this has not been clearly indicated in the submission [1]. Although the unprecedented context of the COVID-19 outbreak justifies efforts for rapid dissemination of knowledge, such practice may be responsible for inaccurate interpretation and overestimation of published data [1]. Similar concern applies to dermatology. In Spain, the national COVID Piel study have reported 372 patients with skin manifestations related with COVID-19, including 71 patients with pseudo-chilblains, from April 3(rd) to April 16(th) [2].","J Eur Acad Dermatol Venereol","Kluger, Nicolas","32490552"],"abstract":["The Editor in chief and Deputy Editors of the JAMA recently shared their concern regarding possible reporting of patients in more than one manuscript, while this has not been clearly indicated in the submission [1]. Although the unprecedented context of the COVID-19 outbreak justifies efforts for rapid dissemination of knowledge, such practice may be responsible for inaccurate interpretation and overestimation of published data [1]. Similar concern applies to dermatology. In Spain, the national COVID Piel study have reported 372 patients with skin manifestations related with COVID-19, including 71 patients with pseudo-chilblains, from April 3(rd) to April 16(th) [2]."],"journal":"J Eur Acad Dermatol Venereol","authors":["Kluger, Nicolas"],"date":"2020-06-04T11:00:00Z","year":2020,"_id":"32490552","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1111/jdv.16690","locations":["Spain"],"countries":["Spain"],"countries_codes":["ESP|Spain"],"weight":0,"_version_":1668892169421717504,"score":9.490897,"similar":[{"pmid":32441360,"title":"Evaluation Of Dermatology Consultations In The Era Of COVID19.","text":["Evaluation Of Dermatology Consultations In The Era Of COVID19.","It has been reported that dermatology practices may be a vector for SARS-CoV-2 transmission and elective cases should be postponed during the pandemic period. In this context, studies on the change of patient profile in Dermatology outpatient clinic have been conducted. However, there was no study in the literature about dermatology consultations during the pandemic period. 147 Dermatology consultation cases in the era of COVID-19 pandemic between March 11, 2020 and May 4, 2020 were retrospectively evaluated. 24 patients (16.3%) had suspicion and signs of COVID during consultation (fever, cough, shortness of breath, etc.). 9 (37.5%) of these patients also had accompanying COVID-19 skin lesions (2 urticarial lesions, 2 livedo and necrosis, 2 maculopapular eruption, 2 vesicular rashes, 1 pseudo-chilblain). The number of cases that were suspected to have COVID-19 was statistically significantly higher in consultations requested by the emergency department and intensive care unit, while there were no suspected cases in outpatient clinic consultations (P = 0.001). 2 (1.4%) of these patients were diagnosed with COVID-19 confirmed by PCR within 2 weeks. We acknowledge that daily practice changes frequently during this period, but still our study provides a perspective to other dermatology clinics in terms of the requested dermatology consultations during the pandemic. This article is protected by copyright. All rights reserved.","Dermatol Ther","Temiz, Selami Aykut","Dursun, Recep","Daye, Munise","Ataseven, Arzu","32441360"],"abstract":["It has been reported that dermatology practices may be a vector for SARS-CoV-2 transmission and elective cases should be postponed during the pandemic period. In this context, studies on the change of patient profile in Dermatology outpatient clinic have been conducted. However, there was no study in the literature about dermatology consultations during the pandemic period. 147 Dermatology consultation cases in the era of COVID-19 pandemic between March 11, 2020 and May 4, 2020 were retrospectively evaluated. 24 patients (16.3%) had suspicion and signs of COVID during consultation (fever, cough, shortness of breath, etc.). 9 (37.5%) of these patients also had accompanying COVID-19 skin lesions (2 urticarial lesions, 2 livedo and necrosis, 2 maculopapular eruption, 2 vesicular rashes, 1 pseudo-chilblain). The number of cases that were suspected to have COVID-19 was statistically significantly higher in consultations requested by the emergency department and intensive care unit, while there were no suspected cases in outpatient clinic consultations (P = 0.001). 2 (1.4%) of these patients were diagnosed with COVID-19 confirmed by PCR within 2 weeks. We acknowledge that daily practice changes frequently during this period, but still our study provides a perspective to other dermatology clinics in terms of the requested dermatology consultations during the pandemic. This article is protected by copyright. All rights reserved."],"journal":"Dermatol Ther","authors":["Temiz, Selami Aykut","Dursun, Recep","Daye, Munise","Ataseven, Arzu"],"date":"2020-05-23T11:00:00Z","year":2020,"_id":"32441360","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1111/dth.13642","keywords":["covid-19","dermatology consultation","pandemic","teledermatology"],"topics":["Prevention"],"weight":1,"_version_":1667535119503589376,"score":97.781136},{"pmid":32491234,"title":"Retiform purpura as a dermatological sign of covid-19 coagulopathy.","text":["Retiform purpura as a dermatological sign of covid-19 coagulopathy.","Since December 2019, coronavirus disease 2019 (COVID-19) has spread worldwide to become a pandemic. Multiple skin manifestations related to the infection have been described progressively. Recalcati(1) asserted that 20.4% of infected patients developed cutaneous manifestations and Galvan-Casas et al(2) have recently proposed 5 clinical patterns (pseudo-chilblain, vesicular, urticarial, maculopapular and livedo/necrosis). We report a case of COVID-19 with retiform purpura and its histopathological correlation.","J Eur Acad Dermatol Venereol","Bosch-Amate, X","Giavedoni, P","Podlipnik, S","Andreu-Febrer, C","Sanz-Beltran, J","Garcia-Herrera, A","Alos, L","Mascaro, J M Jr","32491234"],"abstract":["Since December 2019, coronavirus disease 2019 (COVID-19) has spread worldwide to become a pandemic. Multiple skin manifestations related to the infection have been described progressively. Recalcati(1) asserted that 20.4% of infected patients developed cutaneous manifestations and Galvan-Casas et al(2) have recently proposed 5 clinical patterns (pseudo-chilblain, vesicular, urticarial, maculopapular and livedo/necrosis). We report a case of COVID-19 with retiform purpura and its histopathological correlation."],"journal":"J Eur Acad Dermatol Venereol","authors":["Bosch-Amate, X","Giavedoni, P","Podlipnik, S","Andreu-Febrer, C","Sanz-Beltran, J","Garcia-Herrera, A","Alos, L","Mascaro, J M Jr"],"date":"2020-06-04T11:00:00Z","year":2020,"_id":"32491234","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1111/jdv.16689","keywords":["covid-19","cutaneous manifestation","retiform purpura","skin"],"topics":["Diagnosis"],"weight":1,"_version_":1668892169350414337,"score":95.22806},{"pmid":32361714,"title":"A new era for nuclear medicine.","text":["A new era for nuclear medicine.","The coronavirus COVID-19 pandemic is the defining global health crisis of our time. Health care systems globally are amid an unprecedented challenge. Since its emergence in December 2019 in Wuhan, China, the virus has spread to 185 countries worldwide, with more than 2.63 million cases confirmed and more than 183 thousand related deaths (as of 23/04/2020). According to current evidence, the novel coronavirus is transmitted from human-to-human mainly via respiratory droplets of different sizes, contact with bodily fluids, or from contaminated surfaces. In the context of COVID-19, airborne transmission may be possible in specific circumstances and settings in which procedures that generate aerosols are performed. The common clinical symptoms of the highly pathogenic and large-scale epidemic virus include fever, cough, fatigue, ageusia and anosmia and in some patients, gastrointestinal infection symptoms. The elderly and patients with comorbidities are susceptible to infection and prone to severe complications, which may be associated with acute respiratory distress syndrome (ARDS) and cytokines storm. Currently, there are few specific antiviral strategies, but several potent candidates of antivirals and repurposed drugs are under urgent investigation. Under these circumstances, it is critical for health care settings, including nuclear medicine departments to take infection control measures, to prevent a potential spread not just among patients but also to staff members as well as to reconsider the performance of randomized clinical trials. There have already been papers on the radiology preparedness that should be applied to radiology and nuclear medicine departments to support the care of patients with COVID-19 and maintain radiologic diagnostic and interventional support for the entirety of the hospital and healthcare system, particularly for emergencies, without jeopardizing an outbreak in the units. Since most nuclear medicine diagnostic and therapeutic interventions are non-urgent, the general guidance from the International Atomic Energy Agency (IAEA) for infection prevention and control is to postpone scheduled procedure after cautious risk assessment, with certain exceptions. Individualized approach of each case is a sine qua non of ensuring low transmission of COVID-19 as well as effective and safe management of patients admitted to nuclear medicine departments. Another major issue raised is the possible impact COVID-19 on the transport of medical radioisotopes. By the 1(st) of April 2020, the Euratom Supply Agency (ESA) co-chaired the European Observatory on Supply of Medical Radioisotope expressing their concerns related to the impact of COVID-19 on the supply chain and inconsequence on the availability of the most vital medical radioisotopes used in nuclear medicine. Due to the current lockdown situation, extended border controls, reductions and elimination of many commercial passenger flights, competition and cost of cargo and charter options, required appropriate additional support. The new era of nuclear medicine practice worldwide coincides with a new era for the Hellenic Society of Nuclear Medicine (HSNM) and the Hellenic Journal of Nuclear Medicine (HJNM). The founder and Editor in Chief for more than 28 consecutive years, Professor Emeritus Philip Grammaticos, resigned leaving behind a benchmark for the presidencies and editors to come. His commitment to the conservation of a high level of scientific excellence of the published papers is the legacy which we wish to maintain in the future publications. The interim Editor in Chief of the current issue, would like to express her gratitude to Professor Emeritus Philip Grammaticos for his contribution to the global scientific community as well as to the incoming Editor in Chief Konstantinos Anagnostopoulos, MD, PhD, FRCP, FESC for accepting this new role. We wholeheartedly welcome the new Editor in Chief and the new members of the Editorial Board, wishing them an active, attentive and successful mandate. Hellenic Journal of Nuclear Medicine will remain true to the set principles, values and past and prepared to cope with future challenges in the scientific and clinical setting.","Hell J Nucl Med","Chatzipavlidou, Vasiliki","32361714"],"journal":"Hell J Nucl Med","authors":["Chatzipavlidou, Vasiliki"],"date":"2020-05-04T11:00:00Z","year":2020,"_id":"32361714","source":"PubMed","week":"202019|May 04 - May 10","doi":"10.1967/s002449912013","locations":["Wuhan","China"],"countries":["China"],"countries_codes":["CHN|China"],"weight":0,"abstract":["The coronavirus COVID-19 pandemic is the defining global health crisis of our time. Health care systems globally are amid an unprecedented challenge. Since its emergence in December 2019 in Wuhan, China, the virus has spread to 185 countries worldwide, with more than 2.63 million cases confirmed and more than 183 thousand related deaths (as of 23/04/2020). According to current evidence, the novel coronavirus is transmitted from human-to-human mainly via respiratory droplets of different sizes, contact with bodily fluids, or from contaminated surfaces. In the context of COVID-19, airborne transmission may be possible in specific circumstances and settings in which procedures that generate aerosols are performed. The common clinical symptoms of the highly pathogenic and large-scale epidemic virus include fever, cough, fatigue, ageusia and anosmia and in some patients, gastrointestinal infection symptoms. The elderly and patients with comorbidities are susceptible to infection and prone to severe complications, which may be associated with acute respiratory distress syndrome (ARDS) and cytokines storm. Currently, there are few specific antiviral strategies, but several potent candidates of antivirals and repurposed drugs are under urgent investigation. Under these circumstances, it is critical for health care settings, including nuclear medicine departments to take infection control measures, to prevent a potential spread not just among patients but also to staff members as well as to reconsider the performance of randomized clinical trials. There have already been papers on the radiology preparedness that should be applied to radiology and nuclear medicine departments to support the care of patients with COVID-19 and maintain radiologic diagnostic and interventional support for the entirety of the hospital and healthcare system, particularly for emergencies, without jeopardizing an outbreak in the units. Since most nuclear medicine diagnostic and therapeutic interventions are non-urgent, the general guidance from the International Atomic Energy Agency (IAEA) for infection prevention and control is to postpone scheduled procedure after cautious risk assessment, with certain exceptions. Individualized approach of each case is a sine qua non of ensuring low transmission of COVID-19 as well as effective and safe management of patients admitted to nuclear medicine departments. Another major issue raised is the possible impact COVID-19 on the transport of medical radioisotopes. By the 1(st) of April 2020, the Euratom Supply Agency (ESA) co-chaired the European Observatory on Supply of Medical Radioisotope expressing their concerns related to the impact of COVID-19 on the supply chain and inconsequence on the availability of the most vital medical radioisotopes used in nuclear medicine. Due to the current lockdown situation, extended border controls, reductions and elimination of many commercial passenger flights, competition and cost of cargo and charter options, required appropriate additional support. The new era of nuclear medicine practice worldwide coincides with a new era for the Hellenic Society of Nuclear Medicine (HSNM) and the Hellenic Journal of Nuclear Medicine (HJNM). The founder and Editor in Chief for more than 28 consecutive years, Professor Emeritus Philip Grammaticos, resigned leaving behind a benchmark for the presidencies and editors to come. His commitment to the conservation of a high level of scientific excellence of the published papers is the legacy which we wish to maintain in the future publications. The interim Editor in Chief of the current issue, would like to express her gratitude to Professor Emeritus Philip Grammaticos for his contribution to the global scientific community as well as to the incoming Editor in Chief Konstantinos Anagnostopoulos, MD, PhD, FRCP, FESC for accepting this new role. We wholeheartedly welcome the new Editor in Chief and the new members of the Editorial Board, wishing them an active, attentive and successful mandate. Hellenic Journal of Nuclear Medicine will remain true to the set principles, values and past and prepared to cope with future challenges in the scientific and clinical setting."],"_version_":1666138495541837824,"score":87.93539},{"pmid":32452545,"title":"Are chilblain-like acral skin lesions really indicative of COVID-19? A prospective study and literature review.","text":["Are chilblain-like acral skin lesions really indicative of COVID-19? A prospective study and literature review.","Recently, young COVID-19 patients have presented with erythematous and purpuric acral lesions similar to chilblains(1-3) . Despite the scarcity of published cases, this topic has attracted significant mass media attention.(4) Dermatologists have noted that more people than would be expected at this time of year are seeking medical attention for these chilblain-like lesions. Some have suggested that people presenting with this manifestation should be tested and isolated(2) . Determining the accuracy of this association is therefore crucial. To establish the real prevalence of COVID-19 in patients with acral skin lesions, we firstly evaluated all the cases of acral lesions presented in dermatology and paediatrics departments and family doctors' offices in an eastern Spanish region over a three-week period. Then we prospectively performed a SARS-CoV-2 PCR on nasopharyngeal aspirates taken from all available patients to determine whether their cutaneous manifestations were predictive of a positive result. To put our findings into context, we reviewed all the articles published before May 2020 concerning COVID-19 patients with cutaneous lesions. We evaluated 58 patients, whose characteristics are summarized in Table 1. In most cases, lesions were chilblain-like. Fifteen patients had already been tested, and only one had a positive result: an 85-year-old man admitted for severe Covid-19 pneumonia. He had an ulcer on a toe that was finally determined to be vascular in nature. We performed prospective PCR testing in 24 patients. All test results were negative. In total, then, PCR was negative in 38 patients and positive in a single patient whose lesion was very unlikely to be due to COVID-19. Our bibliography search returned 97 articles and we found 2 more through cross-references. Nine of these articles dealt with acral lesions specifically. Their results are summarized in Table 2. Data published in the literature are heterogeneous, as are the methods employed to collect them. The first papers looked at cutaneous manifestations in patients with confirmed SARS-CoV-2 infection.(5-8) This approach cannot reveal whether this dermatologic manifestation is a specific marker of SARS-CoV-2 infection, since patients without COVID-19 are not included. The other approach, which we have followed, is to analyse all patients with acral lesions. This can be done retrospectively, reporting on patients in the sample who have already been tested, or prospectively, performing the test on all available patients, regardless of whether they have symptoms. The retrospective method has a significant risk of confounding bias: due to the scarcity of COVID-19 tests(8) , they are usually reserved for patients with COVID-19-related symptoms, who are obviously more likely to test positive. All previous studies including only patients with cutaneous acral lesions (summarized in table 2) have been retrospective, and only a minority of patients were tested. In total, 12 out of at least 49 tested patients were positive (24.5%). Combined with our results, they total 13 positives out of 88 tests (14.8%). There are two possible explanations for the high proportion of negative results: I) A high number of false negatives. II) The lesions are not related to SARS-CoV-2 infection. The low prevalence of an infected contact in our sample, after three weeks of strict confinement in Spain, makes the possibility of being infected in our cohort less likely. The diffusion of this entity by the mass media may have caused patients who would not normally consult to do so.(9) . Other possible explanations include a concomitant parvovirus B19 outbreak(10) or trauma-induced lesions. Our study suggests that acral skin lesions are not a specific marker of SARS-CoV-2 infection. Although larger prospective studies are needed, current evidence indicates that acral skin lesions should not be regarded as a sign of COVID-19 in otherwise asymptomatic patients.","J Eur Acad Dermatol Venereol","Docampo-Simon, A","Sanchez-Pujol, M J","Juan-Carpena, G","Palazon-Cabanes, J C","Vergara-De Caso, E","Berbegal, L","Poveda-Montoyo, I","Pastor-Tomas, N","Mataix-Diaz, J","Terencio-Alemany, C","Martinez-Torres, A","Miralles-Botella, J","Blanes-Martinez, M","Gonzalez-Villanueva, I","Betlloch-Mas, I","32452545"],"abstract":["Recently, young COVID-19 patients have presented with erythematous and purpuric acral lesions similar to chilblains(1-3) . Despite the scarcity of published cases, this topic has attracted significant mass media attention.(4) Dermatologists have noted that more people than would be expected at this time of year are seeking medical attention for these chilblain-like lesions. Some have suggested that people presenting with this manifestation should be tested and isolated(2) . Determining the accuracy of this association is therefore crucial. To establish the real prevalence of COVID-19 in patients with acral skin lesions, we firstly evaluated all the cases of acral lesions presented in dermatology and paediatrics departments and family doctors' offices in an eastern Spanish region over a three-week period. Then we prospectively performed a SARS-CoV-2 PCR on nasopharyngeal aspirates taken from all available patients to determine whether their cutaneous manifestations were predictive of a positive result. To put our findings into context, we reviewed all the articles published before May 2020 concerning COVID-19 patients with cutaneous lesions. We evaluated 58 patients, whose characteristics are summarized in Table 1. In most cases, lesions were chilblain-like. Fifteen patients had already been tested, and only one had a positive result: an 85-year-old man admitted for severe Covid-19 pneumonia. He had an ulcer on a toe that was finally determined to be vascular in nature. We performed prospective PCR testing in 24 patients. All test results were negative. In total, then, PCR was negative in 38 patients and positive in a single patient whose lesion was very unlikely to be due to COVID-19. Our bibliography search returned 97 articles and we found 2 more through cross-references. Nine of these articles dealt with acral lesions specifically. Their results are summarized in Table 2. Data published in the literature are heterogeneous, as are the methods employed to collect them. The first papers looked at cutaneous manifestations in patients with confirmed SARS-CoV-2 infection.(5-8) This approach cannot reveal whether this dermatologic manifestation is a specific marker of SARS-CoV-2 infection, since patients without COVID-19 are not included. The other approach, which we have followed, is to analyse all patients with acral lesions. This can be done retrospectively, reporting on patients in the sample who have already been tested, or prospectively, performing the test on all available patients, regardless of whether they have symptoms. The retrospective method has a significant risk of confounding bias: due to the scarcity of COVID-19 tests(8) , they are usually reserved for patients with COVID-19-related symptoms, who are obviously more likely to test positive. All previous studies including only patients with cutaneous acral lesions (summarized in table 2) have been retrospective, and only a minority of patients were tested. In total, 12 out of at least 49 tested patients were positive (24.5%). Combined with our results, they total 13 positives out of 88 tests (14.8%). There are two possible explanations for the high proportion of negative results: I) A high number of false negatives. II) The lesions are not related to SARS-CoV-2 infection. The low prevalence of an infected contact in our sample, after three weeks of strict confinement in Spain, makes the possibility of being infected in our cohort less likely. The diffusion of this entity by the mass media may have caused patients who would not normally consult to do so.(9) . Other possible explanations include a concomitant parvovirus B19 outbreak(10) or trauma-induced lesions. Our study suggests that acral skin lesions are not a specific marker of SARS-CoV-2 infection. Although larger prospective studies are needed, current evidence indicates that acral skin lesions should not be regarded as a sign of COVID-19 in otherwise asymptomatic patients."],"journal":"J Eur Acad Dermatol Venereol","authors":["Docampo-Simon, A","Sanchez-Pujol, M J","Juan-Carpena, G","Palazon-Cabanes, J C","Vergara-De Caso, E","Berbegal, L","Poveda-Montoyo, I","Pastor-Tomas, N","Mataix-Diaz, J","Terencio-Alemany, C","Martinez-Torres, A","Miralles-Botella, J","Blanes-Martinez, M","Gonzalez-Villanueva, I","Betlloch-Mas, I"],"date":"2020-05-27T11:00:00Z","year":2020,"_id":"32452545","source":"PubMed","week":"202022|May 25 - May 31","doi":"10.1111/jdv.16665","keywords":["covid-19","sars-cov2","acral","chilblains","cutaneous","pernio"],"locations":["Spanish","Spain"],"countries":["Spain"],"countries_codes":["ESP|Spain"],"topics":["Diagnosis"],"weight":1,"_version_":1667983494470434816,"score":84.70521},{"pmid":32488318,"pmcid":"PMC7266387","title":"Are the cutaneous manifestations during or due to SARS-CoV-2 infection/COVID-19 frequent or not? Revision of possible pathophysiologic mechanisms.","text":["Are the cutaneous manifestations during or due to SARS-CoV-2 infection/COVID-19 frequent or not? Revision of possible pathophysiologic mechanisms.","BACKGROUND: SARS-Cov-2 is a single-stranded RNA virus, a Betacoronavirus, composed of 16 non-structural proteins, with specific roles in replication of coronaviruses. The pathogenesis of COVID-19 is not yet fully understood. The virus and host factors interplay among distinct outcomes of infected patients. METHODS: Using MeSH (Medical Subject Headings) in PubMed, authors searched for articles cotaining information on COVID-19 and the skin. RESULTS: The pathophysiology of the disease is multifactorial: association with innate immune response, hypercoagulability state, lung tissue damage, neurological and/or gastrointestinal tract involvement, monocytic/macrophage activation syndrome, culminating in exaggerated cytokine secretion, called \"cytokine storm\", which leads to worsening and death. These systemic conditions may be associated with cutaneous lesions, that have polymorphic aspects, where at histopathological level show involvement in different skin changes. These lesions may be associated with multisystemic manifestations that could occur due to angiotensin-converting enzyme 2 receptor and transmembrane serine protease action, allowing the pulmonary infection and possibly skin manifestation. Several reports in literature show cutaneous lesions similar to chilblain, urticarial eruptions, diffuse or disseminated erythema, livedo racemosa, blue toe syndrome, retiform purpura, vesicle trunk, purpuric exanthema or exanthema with clinical aspects of symmetrical drug-related intertriginous and flexural exanthema (SDRIFE) and others. CONCLUSIONS: This review describes the complexity of Covid-19, pathophysiological and clinical aspects, dermatological finding and other dermatological conditions associated with SARS-CoV-2 infection or COVID-19.","Inflamm Res","Criado, Paulo Ricardo","Abdalla, Beatrice Martinez Zugaib","de Assis, Isabelle Carvalho","van Blarcum de Graaff Mello, Cristina","Caputo, Gabriela Cacciolari","Vieira, Ingrid Campos","32488318"],"abstract":["BACKGROUND: SARS-Cov-2 is a single-stranded RNA virus, a Betacoronavirus, composed of 16 non-structural proteins, with specific roles in replication of coronaviruses. The pathogenesis of COVID-19 is not yet fully understood. The virus and host factors interplay among distinct outcomes of infected patients. METHODS: Using MeSH (Medical Subject Headings) in PubMed, authors searched for articles cotaining information on COVID-19 and the skin. RESULTS: The pathophysiology of the disease is multifactorial: association with innate immune response, hypercoagulability state, lung tissue damage, neurological and/or gastrointestinal tract involvement, monocytic/macrophage activation syndrome, culminating in exaggerated cytokine secretion, called \"cytokine storm\", which leads to worsening and death. These systemic conditions may be associated with cutaneous lesions, that have polymorphic aspects, where at histopathological level show involvement in different skin changes. These lesions may be associated with multisystemic manifestations that could occur due to angiotensin-converting enzyme 2 receptor and transmembrane serine protease action, allowing the pulmonary infection and possibly skin manifestation. Several reports in literature show cutaneous lesions similar to chilblain, urticarial eruptions, diffuse or disseminated erythema, livedo racemosa, blue toe syndrome, retiform purpura, vesicle trunk, purpuric exanthema or exanthema with clinical aspects of symmetrical drug-related intertriginous and flexural exanthema (SDRIFE) and others. CONCLUSIONS: This review describes the complexity of Covid-19, pathophysiological and clinical aspects, dermatological finding and other dermatological conditions associated with SARS-CoV-2 infection or COVID-19."],"journal":"Inflamm Res","authors":["Criado, Paulo Ricardo","Abdalla, Beatrice Martinez Zugaib","de Assis, Isabelle Carvalho","van Blarcum de Graaff Mello, Cristina","Caputo, Gabriela Cacciolari","Vieira, Ingrid Campos"],"date":"2020-06-04T11:00:00Z","year":2020,"_id":"32488318","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1007/s00011-020-01370-w","keywords":["covid-19","innate immunity","lipoprotein a","livedoid vasculitis","macrophage","sars-cov-2"],"topics":["Mechanism","Diagnosis"],"weight":1,"_version_":1668892169253945344,"score":81.95663}]}