{"pmid":32501376,"pmcid":"PMC7241408","title":"Analysis of Spatial Spread Relationships of Coronavirus (COVID-19) Pandemic in the World using Self Organizing Maps.","text":["Analysis of Spatial Spread Relationships of Coronavirus (COVID-19) Pandemic in the World using Self Organizing Maps.","We describe in this paper an analysis of the spatial evolution of coronavirus pandemic around the world by using a particular type of unsupervised neural network, which is called self-organizing maps. Based on the clustering abilities of self-organizing maps we are able to spatially group together countries that are similar according to their coronavirus cases, in this way being able to analyze which countries are behaving similarly and thus can benefit by using similar strategies in dealing with the spread of the virus. Publicly available datasets of coronavirus cases around the globe from the last months have been used in the analysis. Interesting conclusions have been obtained, that could be helpful in deciding the best strategies in dealing with this virus. Most of the previous papers dealing with data of the Coronavirus have viewed the problem on temporal aspect, which is also important, but this is mainly concerned with the forecast of the numeric information. However, we believe that the spatial aspect is also important, so in this view the main contribution of this paper is the use of unsupervised self-organizing maps for grouping together similar countries in their fight against the Coronavirus pandemic, and thus proposing that strategies for similar countries could be established accordingly.","Chaos Solitons Fractals","Melin, Patricia","Monica, Julio Cesar","Sanchez, Daniela","Castillo, Oscar","32501376"],"abstract":["We describe in this paper an analysis of the spatial evolution of coronavirus pandemic around the world by using a particular type of unsupervised neural network, which is called self-organizing maps. Based on the clustering abilities of self-organizing maps we are able to spatially group together countries that are similar according to their coronavirus cases, in this way being able to analyze which countries are behaving similarly and thus can benefit by using similar strategies in dealing with the spread of the virus. Publicly available datasets of coronavirus cases around the globe from the last months have been used in the analysis. Interesting conclusions have been obtained, that could be helpful in deciding the best strategies in dealing with this virus. Most of the previous papers dealing with data of the Coronavirus have viewed the problem on temporal aspect, which is also important, but this is mainly concerned with the forecast of the numeric information. However, we believe that the spatial aspect is also important, so in this view the main contribution of this paper is the use of unsupervised self-organizing maps for grouping together similar countries in their fight against the Coronavirus pandemic, and thus proposing that strategies for similar countries could be established accordingly."],"journal":"Chaos Solitons Fractals","authors":["Melin, Patricia","Monica, Julio Cesar","Sanchez, Daniela","Castillo, Oscar"],"date":"2020-06-06T11:00:00Z","year":2020,"_id":"32501376","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.1016/j.chaos.2020.109917","keywords":["coronavirus","neural networks","self-organizing maps","spatial similarity"],"topics":["Prevention"],"weight":1,"_version_":1668804508804710400,"score":9.490897,"similar":[{"pmid":32418794,"title":"A Veterinary Vaccine Development Process Map to assist in the development of new vaccines.","text":["A Veterinary Vaccine Development Process Map to assist in the development of new vaccines.","The UK Government recognised the importance of vaccines in the control of new emerging disease threats and in 2015 established the UK Vaccine Network to focus on specific areas of need. One of these was the understanding of what is involved in the development of a new vaccine and what are the potential bottlenecks to a rapid response in the face of an epidemic such as Ebola, MERS and more recently COVID-19. A Working Group was established to initially produce a Vaccine Development Process Map for a Human Vaccine. However, in view of the importance of animal wellbeing and the significant impact of diseases with Zoonotic potential, a similar Map has been created outlining the Veterinary Vaccine Development Process. This paper describes the production of that Map and covers the process from the generation of a Target Product Profile (TPP) through Discovery and Feasibility, and on to Product Development and Registration.","Vaccine","Francis, Michael James","32418794"],"abstract":["The UK Government recognised the importance of vaccines in the control of new emerging disease threats and in 2015 established the UK Vaccine Network to focus on specific areas of need. One of these was the understanding of what is involved in the development of a new vaccine and what are the potential bottlenecks to a rapid response in the face of an epidemic such as Ebola, MERS and more recently COVID-19. A Working Group was established to initially produce a Vaccine Development Process Map for a Human Vaccine. However, in view of the importance of animal wellbeing and the significant impact of diseases with Zoonotic potential, a similar Map has been created outlining the Veterinary Vaccine Development Process. This paper describes the production of that Map and covers the process from the generation of a Target Product Profile (TPP) through Discovery and Feasibility, and on to Product Development and Registration."],"journal":"Vaccine","authors":["Francis, Michael James"],"date":"2020-05-19T11:00:00Z","year":2020,"_id":"32418794","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.1016/j.vaccine.2020.05.007","keywords":["efficacy","quality","registration","safety","vaccine development","veterinary vaccine"],"topics":["Treatment"],"weight":1,"_version_":1667159284596604928,"score":246.5464},{"pmid":32423150,"title":"Artificial Intelligence-Empowered Mobilization of Assessments in COVID-19-like Pandemics: A Case Study for Early Flattening of the Curve.","text":["Artificial Intelligence-Empowered Mobilization of Assessments in COVID-19-like Pandemics: A Case Study for Early Flattening of the Curve.","The global outbreak of the Coronavirus Disease 2019 (COVID-19) pandemic has uncovered the fragility of healthcare and public health preparedness and planning against epidemics/pandemics. In addition to the medical practice for treatment and immunization, it is vital to have a thorough understanding of community spread phenomena as related research reports 17.9-30.8% confirmed cases to remain asymptomatic. Therefore, an effective assessment strategy is vital to maximize tested population in a short amount of time. This article proposes an Artificial Intelligence (AI)-driven mobilization strategy for mobile assessment agents for epidemics/pandemics. To this end, a self-organizing feature map (SOFM) is trained by using data acquired from past mobile crowdsensing (MCS) campaigns to model mobility patterns of individuals in multiple districts of a city so to maximize the assessed population with minimum agents in the shortest possible time. Through simulation results for a real street map on a mobile crowdsensing simulator and considering the worst case analysis, it is shown that on the 15th day following the first confirmed case in the city under the risk of community spread, AI-enabled mobilization of assessment centers can reduce the unassessed population size down to one fourth of the unassessed population under the case when assessment agents are randomly deployed over the entire city.","Int J Environ Res Public Health","Simsek, Murat","Kantarci, Burak","32423150"],"abstract":["The global outbreak of the Coronavirus Disease 2019 (COVID-19) pandemic has uncovered the fragility of healthcare and public health preparedness and planning against epidemics/pandemics. In addition to the medical practice for treatment and immunization, it is vital to have a thorough understanding of community spread phenomena as related research reports 17.9-30.8% confirmed cases to remain asymptomatic. Therefore, an effective assessment strategy is vital to maximize tested population in a short amount of time. This article proposes an Artificial Intelligence (AI)-driven mobilization strategy for mobile assessment agents for epidemics/pandemics. To this end, a self-organizing feature map (SOFM) is trained by using data acquired from past mobile crowdsensing (MCS) campaigns to model mobility patterns of individuals in multiple districts of a city so to maximize the assessed population with minimum agents in the shortest possible time. Through simulation results for a real street map on a mobile crowdsensing simulator and considering the worst case analysis, it is shown that on the 15th day following the first confirmed case in the city under the risk of community spread, AI-enabled mobilization of assessment centers can reduce the unassessed population size down to one fourth of the unassessed population under the case when assessment agents are randomly deployed over the entire city."],"journal":"Int J Environ Res Public Health","authors":["Simsek, Murat","Kantarci, Burak"],"date":"2020-05-20T11:00:00Z","year":2020,"_id":"32423150","source":"PubMed","week":"202021|May 18 - May 24","doi":"10.3390/ijerph17103437","keywords":["artificial intelligence","covid-19","epidemics","mobile assessment centers","neural networks","optimum route planning","pandemics","public health","self-organizing feature map"],"topics":["Prevention"],"weight":1,"_version_":1667252837908742145,"score":220.55904},{"pmid":32481629,"title":"The Spread of the Covid-19 Pandemic in Time and Space.","text":["The Spread of the Covid-19 Pandemic in Time and Space.","As the COVID-19 pandemic has had a profound impact on public health and global economies in 2020; it is crucial to understand how it developed and spread in time and space. This paper contributes to the growing literature by considering the dynamics of country-wise growth rates of infection numbers. Low-order serial correlation of growth rates is predominantly negative with cycles of two to four days for most countries. The results of fitted spatial autoregressive models suggest that there is high degree of spillover between countries. Forecast variances of many countries, in particular those with a high absolute number of infections, can to a large extent be explained by structural innovations of other countries. A better understanding of the serial and spatial dynamics of the spread of the pandemic may contribute to an improved containment and risk management.","Int J Environ Res Public Health","Hafner, Christian M","32481629"],"abstract":["As the COVID-19 pandemic has had a profound impact on public health and global economies in 2020; it is crucial to understand how it developed and spread in time and space. This paper contributes to the growing literature by considering the dynamics of country-wise growth rates of infection numbers. Low-order serial correlation of growth rates is predominantly negative with cycles of two to four days for most countries. The results of fitted spatial autoregressive models suggest that there is high degree of spillover between countries. Forecast variances of many countries, in particular those with a high absolute number of infections, can to a large extent be explained by structural innovations of other countries. A better understanding of the serial and spatial dynamics of the spread of the pandemic may contribute to an improved containment and risk management."],"journal":"Int J Environ Res Public Health","authors":["Hafner, Christian M"],"date":"2020-06-03T11:00:00Z","year":2020,"_id":"32481629","source":"PubMed","week":"202023|Jun 01 - Jun 07","doi":"10.3390/ijerph17113827","keywords":["lasso","contagion","corona virus","networks","spatial autoregressions","stochastic cycles"],"topics":["Prevention","Epidemic Forecasting"],"weight":1,"_version_":1668532114767740928,"score":210.12944},{"pmid":32251789,"pmcid":"PMC7194591","title":"Spatial epidemic dynamics of the COVID-19 outbreak in China.","text":["Spatial epidemic dynamics of the COVID-19 outbreak in China.","BACKGROUND: On 31 December 2019 an outbreak of COVID-19 in Wuhan, China, was reported. The outbreak spread rapidly to other Chinese cities and multiple countries. This study described the spatio-temporal pattern and measured the spatial association of the early stages of the COVID-19 epidemic in mainland China from 16 January-06 February 2020. METHODS: This study explored the spatial epidemic dynamics of COVID-19 in mainland China. Moran's I spatial statistic with various definitions of neighbours was used to conduct a test to determine whether a spatial association of the COVID-19 infections existed. RESULTS: The spatial spread of the COVID-19 pandemic in China was observed. The results showed that most of the models, except medical-care-based connection models, indicated a significant spatial association of COVID-19 infections from around 22 January 2020. CONCLUSIONS: Spatial analysis is of great help in understanding the spread of infectious diseases, and spatial association was the key to the spatial spread during the early stages of the COVID-19 pandemic in mainland China.","Int J Infect Dis","Kang, Dayun","Choi, Hyunho","Kim, Jong-Hun","Choi, Jungsoon","32251789"],"abstract":["BACKGROUND: On 31 December 2019 an outbreak of COVID-19 in Wuhan, China, was reported. The outbreak spread rapidly to other Chinese cities and multiple countries. This study described the spatio-temporal pattern and measured the spatial association of the early stages of the COVID-19 epidemic in mainland China from 16 January-06 February 2020. METHODS: This study explored the spatial epidemic dynamics of COVID-19 in mainland China. Moran's I spatial statistic with various definitions of neighbours was used to conduct a test to determine whether a spatial association of the COVID-19 infections existed. RESULTS: The spatial spread of the COVID-19 pandemic in China was observed. The results showed that most of the models, except medical-care-based connection models, indicated a significant spatial association of COVID-19 infections from around 22 January 2020. CONCLUSIONS: Spatial analysis is of great help in understanding the spread of infectious diseases, and spatial association was the key to the spatial spread during the early stages of the COVID-19 pandemic in mainland China."],"journal":"Int J Infect Dis","authors":["Kang, Dayun","Choi, Hyunho","Kim, Jong-Hun","Choi, Jungsoon"],"date":"2020-04-07T11:00:00Z","year":2020,"_id":"32251789","source":"PubMed","week":"202015|Apr 06 - Apr 12","doi":"10.1016/j.ijid.2020.03.076","keywords":["covid-19","china","spatial analysis","spatial autocorrelation"],"locations":["Wuhan","China","Chinese","China","China","China","China","China"],"countries":["China"],"countries_codes":["CHN|China"],"topics":["Transmission"],"weight":1,"_version_":1666138490941734913,"score":208.89273},{"pmid":32391801,"title":"The Prediction of COVID-19 Pandemic for top-15 Affected Countries using advance ARIMA model.","text":["The Prediction of COVID-19 Pandemic for top-15 Affected Countries using advance ARIMA model.","BACKGROUND: The COVID-19 pandemic infected more than 200 countries and affected more than 28 lakhs people on date April 24, 2020. It was first identified at Wuhan City of China during December 2019. OBJECTIVE: The study to identify top-15 countries with spatial mapping of the confirmed cases. The comparison between identified top-15 countries for confirmed, death and recovery of the cases and further advanced Auto-Regressive Integrated Moving Average Model (ARIMA) for predicting the spreading of COVID-19 disease trajectories of COVID-19 for next two months. METHODS: The COVID-19 daily data collected and cumulatively represented as spatial map for more than 200 countries and territories. The spatial map useful to identify the intensity of COVID-19 infected people, top-15 countries and continent. The recent reported data for confirmed, death and recovery for last three months was represented and compared in between the top-15 infected countries. The advanced Auto-Regressive Integrated Moving Average Model (ARIMA) used for predicting the future data based on time-series data. The ARIMA model provide weight to past few values and error values to corrects it model prediction, so it better than other basic regression and exponential methods. The comparison of recent cumulative cases and predicted cases for top-15 countries for confirmed, death and recovery from COVID-19 disease. RESULTS: The top-15 countries, with a high number of confirmed cases are stratified to include its data in mathematical model. The identified top-15 countries cumulative cases, death, and recovery of COVID-19 information were compared. The USA, UK, Turkey, China, Russia relatively fast spreading of disease. The fast recovery ratio in China, Switzerland, Germany, Iran, and Brazil and slow recovery ratio in USA, UK, Netherlands, Russia and Italy. The large number of death rate ratio in Italy, UK and less ratio in Russia, Turkey, China, USA. The ARIMA model used to predict estimated confirmed, death and recovery cases for the top-15 countries for 24 April to 07 July. Its value is represented with 95%, 80% and 70 % confidence interval values. The validation of ARIMA model using Akaike Information Criterion (AIC) value, its value in the range of 20, 14, and 16 for cumulative confirm cases, death and recovery COVID-19 cases, represents acceptable results. CONCLUSIONS: The observed predicted values represent the confirmed, death and recovery cases gets doubled in all the countries except China, Switzerland and Germany. It was also observed the death and recovery rate were faster as comparison to confirmed cases during next two months. The associated mortality rate will be much higher in USA, Spain, and Italy followed by France, Germany and UK. The forecast analysis of COVID-19 dynamics showed a different angle for the whole world, and it looks scarier than imagined, but recovery numbers also look promising by July 07, 2020. CLINICALTRIAL:","JMIR Public Health Surveill","Singh, Ram Kumar","Rani, Meenu","Bhagavathula, Akshaya Srikanth","Sah, Ranjit","Rodriguez-Morales, Alfonso J","Kalita, Himangshu","Nanda, Chintan","Patairiya, Shashikanta","Sharma, Yagya Datt","Rabaan, Ali A","Rahmani, Jamal","Kumar, Pavan","32391801"],"abstract":["BACKGROUND: The COVID-19 pandemic infected more than 200 countries and affected more than 28 lakhs people on date April 24, 2020. It was first identified at Wuhan City of China during December 2019. OBJECTIVE: The study to identify top-15 countries with spatial mapping of the confirmed cases. The comparison between identified top-15 countries for confirmed, death and recovery of the cases and further advanced Auto-Regressive Integrated Moving Average Model (ARIMA) for predicting the spreading of COVID-19 disease trajectories of COVID-19 for next two months. METHODS: The COVID-19 daily data collected and cumulatively represented as spatial map for more than 200 countries and territories. The spatial map useful to identify the intensity of COVID-19 infected people, top-15 countries and continent. The recent reported data for confirmed, death and recovery for last three months was represented and compared in between the top-15 infected countries. The advanced Auto-Regressive Integrated Moving Average Model (ARIMA) used for predicting the future data based on time-series data. The ARIMA model provide weight to past few values and error values to corrects it model prediction, so it better than other basic regression and exponential methods. The comparison of recent cumulative cases and predicted cases for top-15 countries for confirmed, death and recovery from COVID-19 disease. RESULTS: The top-15 countries, with a high number of confirmed cases are stratified to include its data in mathematical model. The identified top-15 countries cumulative cases, death, and recovery of COVID-19 information were compared. The USA, UK, Turkey, China, Russia relatively fast spreading of disease. The fast recovery ratio in China, Switzerland, Germany, Iran, and Brazil and slow recovery ratio in USA, UK, Netherlands, Russia and Italy. The large number of death rate ratio in Italy, UK and less ratio in Russia, Turkey, China, USA. The ARIMA model used to predict estimated confirmed, death and recovery cases for the top-15 countries for 24 April to 07 July. Its value is represented with 95%, 80% and 70 % confidence interval values. The validation of ARIMA model using Akaike Information Criterion (AIC) value, its value in the range of 20, 14, and 16 for cumulative confirm cases, death and recovery COVID-19 cases, represents acceptable results. CONCLUSIONS: The observed predicted values represent the confirmed, death and recovery cases gets doubled in all the countries except China, Switzerland and Germany. It was also observed the death and recovery rate were faster as comparison to confirmed cases during next two months. The associated mortality rate will be much higher in USA, Spain, and Italy followed by France, Germany and UK. The forecast analysis of COVID-19 dynamics showed a different angle for the whole world, and it looks scarier than imagined, but recovery numbers also look promising by July 07, 2020. CLINICALTRIAL:"],"journal":"JMIR Public Health Surveill","authors":["Singh, Ram Kumar","Rani, Meenu","Bhagavathula, Akshaya Srikanth","Sah, Ranjit","Rodriguez-Morales, Alfonso J","Kalita, Himangshu","Nanda, Chintan","Patairiya, Shashikanta","Sharma, Yagya Datt","Rabaan, Ali A","Rahmani, Jamal","Kumar, Pavan"],"date":"2020-05-12T11:00:00Z","year":2020,"_id":"32391801","source":"PubMed","week":"202020|May 11 - May 17","doi":"10.2196/19115","locations":["Wuhan","China","USA","GBR","Turkey","China","Russia","China","Switzerland","Germany","Iran","Brazil","USA","GBR","Netherlands","Russia","Italy","Italy","GBR","Russia","Turkey","China","USA","China","Switzerland","Germany","USA","Spain","Italy","France","Germany","GBR"],"countries":["United Kingdom","China","Iran, Islamic Republic of","Russian Federation","United States","Turkey","Brazil","France","Italy","Netherlands","Germany","Switzerland","Spain"],"countries_codes":["GBR|United Kingdom","CHN|China","IRN|Iran, Islamic Republic of","RUS|Russian Federation","USA|United States","TUR|Turkey","BRA|Brazil","FRA|France","ITA|Italy","NLD|Netherlands","DEU|Germany","CHE|Switzerland","ESP|Spain"],"topics":["Prevention","Epidemic Forecasting"],"weight":1,"_version_":1666528580174086144,"score":207.0784}]}